{"stats": [{"H": "Videos", "C": "59"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "29"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "10 H"}, {"H": "Views", "C": "3 M"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Oothukkadu Venkata Kavi", "P": "UtthukkADu vEGkaTa kavi"}, {"H": "Raga", "V": "Kaanada", "P": "kAnaDA"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Tamil", "P": "Tamil"}, {"H": "God", "V": "k.RshNA", "P": "k.RshNA"}], "title": {"H": "Alaipayude", "V": "alai pAyudE kaNNA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "alai pAyudE kaNNA <br/> en manam miga alai pAyutE <br/> un Ananda mOhana vENugAnamadil   (alai)"}, {"M": "anupallavi", "T": "nilai peyarAda silai pOlavE ninRa <br/> nEramAvadaRiyAmalE miga vinOdamAna muraLidarA    (alai)"}, {"M": "caraNam", "T": "teLinda nilavu paTTap pagal pOl eriyudE <br/> dikkai nOkki enniru puruvam neLiyudE <br/> kaninda un vENu gAnam kATRil varugudE <br/> kaNkaL soruki oru vidamAy varukudE"}, {"M": "madhyamakAla sAhityam", "T": "kaditta manattil uRutti patattai <br/> enakku aLittu makizhtta vA <br/> oru tanitta vanattil aNaittu enakku <br/> uNarchchi koDuttu mugizhttavA <br/> kaNaikaDal alaiyinil kathiravan oLiyena <br/> iNaiyiru kazhal enak kanittavA <br/> kadaRi manamurugi nAn azhaikkavO <br/> idara mAdaruDan nI kaLikkavO <br/> idu tagumO? idu muRaiyO? idu darumam tAnO? <br/> kuzhal UdiDum pozhudil ADiDum kuzhaikaL pOlavE <br/> manadu vEdanai migavODu   (alai)"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "அலை பாயுதே கண்ணா <br/> என் மனம் மிக அலை பாயுதே <br/> உன் ஆனந்த மோஹன வேணுகானமதில்   (அலை)"}, {"M": "அனுபல்லவி", "T": "நிலை பெயராத சிலை போலவே நின்ற <br/> நேரமாவதறியாமலே மிக வினோதமான முரளிதரா    (அலை)"}, {"M": "சரணம்", "T": "தெளிந்த நிலவு பட்டப் பகல் போல் எரியுதே <br/> திக்கை நோக்கி என்னிரு புருவம் நெளியுதே <br/> கனிந்த உன் வேணு கானம் காற்றில் வருகுதே <br/> கண்கள் சொருகி ஒரு விதமாய் வருகுதே"}, {"M": "மத்யமகால சாஹித்யம்", "T": "கதித்த மனத்தில் உறுத்தி பதத்தை <br/> எனக்கு அளித்து மகிழ்த்த வா <br/> ஒரு தனித்த வனத்தில் அணைத்து எனக்கு <br/> உணர்ச்சி கொடுத்து முகிழ்த்தவா <br/> கணைகடல் அலையினில் கதிரவன் ஒளியென <br/> இணையிரு கழல் எனக் கனித்தவா <br/> கதறி மனமுருகி நான் அழைக்கவோ <br/> இதர மாதருடன் நீ களிக்கவோ <br/> இது தகுமோ? இது முறையோ? இது தருமம் தானோ? <br/> குழல் ஊதிடும் பொழுதில் ஆடிடும் குழைகள் போலவே <br/> மனது வேதனை மிகவோடு   (அலை)"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "అలై పాయుదే కణ్ణా <br/> ఎన్ మనమ్ మిగ అలై పాయుతే <br/> ఉన్ ఆనన్ద మోహన వేణుగానమదిల్   (అలై)"}, {"M": "అనుపల్లవి", "T": "నిలై పెయరాద సిలై పోలవే నిన్ఱ <br/> నేరమావదఱియామలే మిగ వినోదమాన మురళిదరా    (అలై)"}, {"M": "చరణమ్", "T": "తెళిన్ద నిలవు పట్టప్ పగల్ పోల్ ఎరియుదే <br/> దిక్కై నోక్కి ఎన్నిరు పురువమ్ నెళియుదే <br/> కనిన్ద ఉన్ వేణు గానమ్ కాట్ఱిల్ వరుగుదే <br/> కణ్కళ్ సొరుకి ఒరు విదమాయ్ వరుకుదే"}, {"M": "మధ్యమకాల సాహిత్యమ్", "T": "కదిత్త మనత్తిల్ ఉఱుత్తి పతత్తై <br/> ఎనక్కు అళిత్తు మకిఴ్త్త వా <br/> ఒరు తనిత్త వనత్తిల్ అణైత్తు ఎనక్కు <br/> ఉణర్ఛ్ఛి కొడుత్తు ముగిఴ్త్తవా <br/> కణైకడల్ అలైయినిల్ కథిరవన్ ఒళియెన <br/> ఇణైయిరు కఴల్ ఎనక్ కనిత్తవా <br/> కదఱి మనమురుగి నాన్ అఴైక్కవో <br/> ఇదర మాదరుడన్ నీ కళిక్కవో <br/> ఇదు తగుమో? ఇదు ముఱైయో? ఇదు దరుమమ్ తానో? <br/> కుఴల్ ఊదిడుమ్ పొఴుదిల్ ఆడిడుమ్ కుఴైకళ్ పోలవే <br/> మనదు వేదనై మిగవోడు   (అలై)"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಅಲೈ ಪಾಯುದೇ ಕಣ್ಣಾ <br/> ಎನ್ ಮನಮ್ ಮಿಗ ಅಲೈ ಪಾಯುತೇ <br/> ಉನ್ ಆನನ್ದ ಮೋಹನ ವೇಣುಗಾನಮದಿಲ್   (ಅಲೈ)"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ನಿಲೈ ಪೆಯರಾದ ಸಿಲೈ ಪೋಲವೇ ನಿನ್ಱ <br/> ನೇರಮಾವದಱಿಯಾಮಲೇ ಮಿಗ ವಿನೋದಮಾನ ಮುರಳಿದರಾ    (ಅಲೈ)"}, {"M": "ಚರಣಮ್", "T": "ತೆಳಿನ್ದ ನಿಲವು ಪಟ್ಟಪ್ ಪಗಲ್ ಪೋಲ್ ಎರಿಯುದೇ <br/> ದಿಕ್ಕೈ ನೋಕ್ಕಿ ಎನ್ನಿರು ಪುರುವಮ್ ನೆಳಿಯುದೇ <br/> ಕನಿನ್ದ ಉನ್ ವೇಣು ಗಾನಮ್ ಕಾಟ್ಱಿಲ್ ವರುಗುದೇ <br/> ಕಣ್ಕಳ್ ಸೊರುಕಿ ಒರು ವಿದಮಾಯ್ ವರುಕುದೇ"}, {"M": "ಮಧ್ಯಮಕಾಲ ಸಾಹಿತ್ಯಮ್", "T": "ಕದಿತ್ತ ಮನತ್ತಿಲ್ ಉಱುತ್ತಿ ಪತತ್ತೈ <br/> ಎನಕ್ಕು ಅಳಿತ್ತು ಮಕಿಳ್ತ್ತ ವಾ <br/> ಒರು ತನಿತ್ತ ವನತ್ತಿಲ್ ಅಣೈತ್ತು ಎನಕ್ಕು <br/> ಉಣರ್ಛ್ಛಿ ಕೊಡುತ್ತು ಮುಗಿಳ್ತ್ತವಾ <br/> ಕಣೈಕಡಲ್ ಅಲೈಯಿನಿಲ್ ಕಥಿರವನ್ ಒಳಿಯೆನ <br/> ಇಣೈಯಿರು ಕಳಲ್ ಎನಕ್ ಕನಿತ್ತವಾ <br/> ಕದಱಿ ಮನಮುರುಗಿ ನಾನ್ ಅಳೈಕ್ಕವೋ <br/> ಇದರ ಮಾದರುಡನ್ ನೀ ಕಳಿಕ್ಕವೋ <br/> ಇದು ತಗುಮೋ? ಇದು ಮುಱೈಯೋ? ಇದು ದರುಮಮ್ ತಾನೋ? <br/> ಕುಳಲ್ ಊದಿಡುಮ್ ಪೊಳುದಿಲ್ ಆಡಿಡುಮ್ ಕುಳೈಕಳ್ ಪೋಲವೇ <br/> ಮನದು ವೇದನೈ ಮಿಗವೋಡು   (ಅಲೈ)"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "അലൈ പായുദേ കണ്ണാ <br/> എന് മനമ് മിഗ അലൈ പായുതേ <br/> ഉന് ആനന്ദ മോഹന വേണുഗാനമദില്   (അലൈ)"}, {"M": "അനുപല്ലവി", "T": "നിലൈ പെയരാദ സിലൈ പോലവേ നിന്റ <br/> നേരമാവദറിയാമലേ മിഗ വിനോദമാന മുരളിദരാ    (അലൈ)"}, {"M": "ചരണമ്", "T": "തെളിന്ദ നിലവു പട്ടപ് പഗല് പോല് എരിയുദേ <br/> ദിക്കൈ നോക്കി എന്നിരു പുരുവമ് നെളിയുദേ <br/> കനിന്ദ ഉന് വേണു ഗാനമ് കാട്റില് വരുഗുദേ <br/> കണ്കള് സൊരുകി ഒരു വിദമായ് വരുകുദേ"}, {"M": "മധ്യമകാല സാഹിത്യമ്", "T": "കദിത്ത മനത്തില് ഉറുത്തി പതത്തൈ <br/> എനക്കു അളിത്തു മകിഴ്ത്ത വാ <br/> ഒരു തനിത്ത വനത്തില് അണൈത്തു എനക്കു <br/> ഉണര്ഛ്ഛി കൊഡുത്തു മുഗിഴ്ത്തവാ <br/> കണൈകഡല് അലൈയിനില് കഥിരവന് ഒളിയെന <br/> ഇണൈയിരു കഴല് എനക് കനിത്തവാ <br/> കദറി മനമുരുഗി നാന് അഴൈക്കവോ <br/> ഇദര മാദരുഡന് നീ കളിക്കവോ <br/> ഇദു തഗുമോ? ഇദു മുറൈയോ? ഇദു ദരുമമ് താനോ? <br/> കുഴല് ഊദിഡുമ് പൊഴുദില് ആഡിഡുമ് കുഴൈകള് പോലവേ <br/> മനദു വേദനൈ മിഗവോഡു   (അലൈ)"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "अलै पायुदे कण्णा <br/> एन् मनम् मिग अलै पायुते <br/> उन् आनन्द मोहन वेणुगानमदिल्   (अलै)"}, {"M": "अनुपल्लवि", "T": "निलै पेयराद सिलै पोलवे निन्र <br/> नेरमावदरियामले मिग विनोदमान मुरलिदरा    (अलै)"}, {"M": "चरणम्", "T": "तेलिन्द निलवु पट्टप् पगल् पोल् एरियुदे <br/> दिक्कै नोक्कि एन्निरु पुरुवम् नेलियुदे <br/> कनिन्द उन् वेणु गानम् काट्रिल् वरुगुदे <br/> कण्कल् सोरुकि ओरु विदमाय् वरुकुदे"}, {"M": "मध्यमकाल साहित्यम्", "T": "कदित्त मनत्तिल् उरुत्ति पतत्तै <br/> एनक्कु अलित्तु मकिल्त्त वा <br/> ओरु तनित्त वनत्तिल् अणैत्तु एनक्कु <br/> उणर्छ्छि कोडुत्तु मुगिल्त्तवा <br/> कणैकडल् अलैयिनिल् कथिरवन् ओलियेन <br/> इणैयिरु कलल् एनक् कनित्तवा <br/> कदरि मनमुरुगि नान् अलैक्कवो <br/> इदर मादरुडन् नी कलिक्कवो <br/> इदु तगुमो? इदु मुरैयो? इदु दरुमम् तानो? <br/> कुलल् ऊदिडुम् पोलुदिल् आडिडुम् कुलैकल् पोलवे <br/> मनदु वेदनै मिगवोडु   (अलै)"}]}], "lyricsref": [{"links": [{"N": "www.venkatakavi.org", "L": "http://www.venkatakavi.org/ovk/compositions.html?id=127"}]}], "videos": [{"folder": [{"A": [3036, 3037], "songs": [{"C": [5025, 5026], "D": "7:10", "I": "gZ3ywTsEbzg", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "7,300"}, {"C": [5025, 5026], "D": "3:01", "I": "xdbjAeIhHIQ", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "3,600"}, {"C": [5025, 5026], "D": "8:45", "I": "DqAO0vJ8PmY", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "289"}]}, {"A": [3080, 3081], "songs": [{"C": [5025, 5026], "D": "8:35", "I": "fcmiy0PnMr0", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "1,700"}]}, {"A": [3402, 3405], "songs": [{"C": [5025, 5026], "D": "7:34", "I": "TKM9kU8MNms", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "62,562"}, {"C": [5025, 5026], "D": "47:37", "I": "WSgFkSzs5Ek", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "14,336"}, {"C": [5025, 5026], "D": "8:24", "I": "6c8M0V4pcEM", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "4,228"}]}, {"A": [3044, 3045], "songs": [{"C": [5025, 5026], "D": "43:50", "I": "C6KHQkupRu8", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "215,123"}, {"C": [5025, 5026], "D": "4:15", "I": "yJtak7kc8Yg", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "71,000"}, {"C": [5025, 5026], "D": "3:23", "I": "x_GH5cJ5CPI", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "16,000"}, {"C": [5025, 5026], "D": "3:30", "I": "GjrlWmKYTYk", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "3"}]}, {"A": [5165, 5166], "songs": [{"C": [5025, 5026], "D": "4:01", "I": "KKAVDdL3E_I", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "157,000"}, {"C": [5025, 5026], "D": "5:58", "I": "4ABk9gEL0Gc", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "7,900"}]}, {"A": [3042, 3043], "songs": [{"C": [5025, 5026], "D": "6:33", "I": "3jtP2Zr5q3w", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "35,000"}, {"C": [5025, 5026], "D": "9:15", "I": "1cvW2fCF4io", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "1,015"}]}, {"A": [3346, 3348], "songs": [{"C": [5025, 5026], "D": "14:58", "I": "XdSgkRyGDrk", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "19,103"}, {"C": [5025, 5026], "D": "7:07", "I": "rzNiiakmU50", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "3,811"}, {"C": [5025, 5026], "D": "4:08", "I": "0a2EOsQd5I0", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "1,894"}]}, {"A": [3070, 3071], "songs": [{"C": [5025, 5026], "D": "6:58", "I": "CK_nBBuKewc", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "5,100"}]}, {"A": [4005, 4011], "songs": [{"C": [5025, 5026], "D": "7:01", "I": "v-cksEG1Jec", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "38"}]}, {"A": [3160, 3161], "songs": [{"C": [5025, 5026], "D": "16:33", "I": "9QXS_Glw-UQ", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "828"}]}, {"A": [3014, 3015], "songs": [{"C": [5025, 5026], "D": "59:52", "I": "AnsfmTXzAdE", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "557,000"}, {"C": [5025, 5026], "D": "7:53", "I": "wNY0gASWFb4", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "84,000"}, {"C": [5025, 5026], "D": "5:50", "I": "u6QngL6MlAY", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "73,864"}, {"C": [5025, 5026], "D": "8:44", "I": "F7oxk_amLIY", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "47,000"}, {"C": [5025, 5026], "D": "6:08", "I": "BAuJKKKBQjY", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "13,000"}, {"C": [5025, 5026], "D": "7:56", "I": "J9Ai-eCfXBs", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "4,981"}, {"C": [5025, 5026], "D": "5:52", "I": "69hz1GhS2pE", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "1,700"}, {"C": [5025, 5026], "D": "6:26", "I": "aHOc8_DC1Uo", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "1,434"}, {"C": [5025, 5026], "D": "6:10", "I": "jE8NivBKWV4", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "1,400"}, {"C": [5025, 5026], "D": "8:44", "I": "QbG3uWFlc7c", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "268"}, {"C": [5025, 5026], "D": "8:44", "I": "btPPxiGaYeQ", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "128"}, {"C": [5025, 5026], "D": "59:52", "I": "bcqf2NV-69w", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "12"}, {"C": [5025, 5026], "D": "6:09", "I": "Xb0qnBj4kDE", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "9"}]}, {"A": [5582, 5614], "songs": [{"C": [5025, 5026], "D": "7:02", "I": "PR-RaTtlN00", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "3,313"}]}, {"A": [3239, 3241], "songs": [{"C": [5025, 5026], "D": "5:36", "I": "FIy8raaVgqM", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "231"}]}, {"A": [5172, 5174], "songs": [{"C": [5025, 5026], "D": "4:15", "I": "K8V0x_F-TXc", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "21"}]}, {"A": [4251, 4259], "songs": [{"C": [5025, 5026], "D": "22:26", "I": "h8NqK92K-hU", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "209"}]}, {"A": [4032, 4040], "songs": [{"C": [5025, 5026], "D": "6:11", "I": "-CylfIUDq_c", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "508"}]}, {"A": [3430, 3433], "songs": [{"C": [5025, 5026], "D": "8:49", "I": "H-Y-dtCzTdo", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "575,803"}, {"C": [5025, 5026], "D": "7:57", "I": "ADqFeh4DZ98", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "30,140"}, {"C": [5025, 5026], "D": "7:57", "I": "wG1igP4oHW0", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "1,856"}]}, {"A": [5398, 5402], "songs": [{"C": [5025, 5026], "D": "54:40", "I": "akfcrL2mUj4", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "67,000"}, {"C": [5025, 5026], "D": "4:30", "I": "YZD9Q1gR5yw", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "10"}]}, {"A": [3610, 3612], "songs": [{"C": [5025, 5026], "D": "5:35", "I": "iLgXlj67SVE", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "2,085"}, {"C": [5025, 5026], "D": "5:40", "I": "B_Hm74LDRyo", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "344"}]}, {"A": [3212, 3213], "songs": [{"C": [5025, 5026], "D": "4:39", "I": "pV8C-DJ994k", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "1,700"}]}, {"A": [3018, 3019], "songs": [{"C": [5025, 5026], "D": "6:15", "I": "OSgOasSgfdw", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "4,500"}, {"C": [5025, 5026], "D": "6:16", "I": "O_UvAfiKCDg", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "191"}]}, {"A": [3742, 3747], "songs": [{"C": [5025, 5026], "D": "7:39", "I": "GnafWUCDzfg", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "2,700"}]}, {"A": [3306, 3308], "songs": [{"C": [5025, 5026], "D": "6:48", "I": "D2hTJ9VX07g", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "510"}]}, {"A": [3406, 3411], "songs": [{"C": [5025, 5026], "D": "6:07", "I": "WbqKpdeixSU", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "9,500"}]}, {"A": [3222, 3224], "songs": [{"C": [5025, 5026], "D": "8:41", "I": "i8eUAra54GI", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "8"}]}, {"A": [3182, 3185], "songs": [{"C": [5025, 5026], "D": "3:49", "I": "P6_ORhK86fo", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "2,126"}, {"C": [5025, 5026], "D": "5:51", "I": "0mcOHK7oJzI", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "189"}]}, {"A": [3820, 3821], "songs": [{"C": [5025, 5026], "D": "5:32", "I": "ZF9KxHJrShE", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "493"}]}, {"A": [3236, 3237], "songs": [{"C": [5025, 5026], "D": "6:11", "I": "HBw3VjSkRR0", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "383,000"}, {"C": [5025, 5026], "D": "14:19", "I": "vvx-qCWaGck", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "312,000"}]}, {"A": [3642, 3646], "songs": [{"C": [5025, 5026], "D": "6:09", "I": "2PsBTUSaEzE", "R": [1050, 1051], "S": [7208, 7784], "T": [0, 0], "V": "32,820"}]}]}]}