{"stats": [{"N": "Videos", "C": "53"}, {"N": "Ragas", "C": "1"}, {"N": "Artists", "C": "26"}, {"N": "Types", "C": "1"}, {"N": "Duration", "C": "10 H"}, {"N": "Views", "C": "6 M"}], "info": [{"N": "Type", "V": "Krithi"}, {"N": "Composer", "V": "Oothukkadu Venkata Kavi"}, {"N": "Raga", "V": "Kaanada"}, {"N": "Tala", "V": "Adi"}, {"N": "Tala name", "V": "Chatusra Jaati Triputa Tala"}, {"N": "Tala angas", "V": "Laghu-1, Dhruta-2"}, {"N": "Tala count", "V": "4 + 2 + 2 = 8"}, {"N": "Language", "V": "Tamil"}, {"N": "God", "V": "Krishna"}], "title": {"N": "alai pAyuthE kaNNA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "alai pAyuthE kaNNA <br/> en manam mika alai pAyuthE <br/> un Anan-tha mOhana vENugAnamathil    (alai)"}, {"M": "anupallavi", "T": "n-ilai peyarAthu silai pOlavE n-inRa <br/> n-EramAvathaRiyAmalE miga vin-OthamAna muraLitharA    (alai)"}, {"M": "caraNam", "T": "theLin-tha n-ilavu pattap pakal pOl eriyuthE <br/> un thisai n-Okki enniru puruvam n-eriyuthE <br/> kanin-tha un vENu gAnam kARRil varuguthE <br/> kaNkaL soruki oru vithamAy varukuthE <br/> kaditha manaththil urukki pathaththai <br/> enakku aLiththu makizhththa vA <br/> oru thaniththa vanaththil aNaiththu enakku <br/> uNarchchi koduththa mukizhththavA <br/> kaNaikadal alaiyinil kathiravan oLiyena <br/> iNaiyiru kazhal enakkaLiththavA <br/> kathaRi manamurugi n-An azhakkavO <br/> ithara mAtharudan n-I kaLikkavO <br/> ithu thagumO? ithu muRaiyO? ithu tharumam thAnO? <br/> kuzhal Othidum pozhuthil Adidum kuzhaikaL pOlavE <br/> manathu vEthanai migavOdu    (alai)"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "அலை பாயுதே கண்ணா <br/> என் மனம் மிக அலை பாயுதே <br/> உன் ஆனன்-த மோஹன வேணுகானமதில்    (அலை)"}, {"M": "அனுபல்லவி", "T": "ந்-இலை பெயராது சிலை போலவே ந்-இன்ற <br/> ந்-ஏரமாவதறியாமலே மிக வின்-ஓதமான முரளிதரா    (அலை)"}, {"M": "சரணம்", "T": "தெளின்-த ந்-இலவு பத்தப் பகல் போல் எரியுதே <br/> உன் திசை ந்-ஓக்கி என்னிரு புருவம் ந்-எரியுதே <br/> கனின்-த உன் வேணு கானம் காற்றில் வருகுதே <br/> கண்கள் சொருகி ஒரு விதமாய் வருகுதே <br/> கதித மனத்தில் உருக்கி பதத்தை <br/> எனக்கு அளித்து மகிழ்த்த வா <br/> ஒரு தனித்த வனத்தில் அணைத்து எனக்கு <br/> உணர்ச்சி கொதுத்த முகிழ்த்தவா <br/> கணைகதல் அலையினில் கதிரவன் ஒளியென <br/> இணையிரு கழல் எனக்களித்தவா <br/> கதறி மனமுருகி ந்-ஆன் அழக்கவோ <br/> இதர மாதருதன் ந்-ஈ களிக்கவோ <br/> இது தகுமோ? இது முறையோ? இது தருமம் தானோ? <br/> குழல் ஓதிதும் பொழுதில் ஆதிதும் குழைகள் போலவே <br/> மனது வேதனை மிகவோது    (அலை)"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "అలై పాయుథే కణ్ణా <br/> ఎన్ మనమ్ మిక అలై పాయుథే <br/> ఉన్ ఆనన్-థ మోహన వేణుగానమథిల్    (అలై)"}, {"M": "అనుపల్లవి", "T": "న్-ఇలై పెయరాథు సిలై పోలవే న్-ఇన్ఱ <br/> న్-ఏరమావథఱియామలే మిగ విన్-ఓథమాన మురళిథరా    (అలై)"}, {"M": "చరణమ్", "T": "థెళిన్-థ న్-ఇలవు పత్తప్ పకల్ పోల్ ఎరియుథే <br/> ఉన్ థిసై న్-ఓక్కి ఎన్నిరు పురువమ్ న్-ఎరియుథే <br/> కనిన్-థ ఉన్ వేణు గానమ్ కాఱ్ఱిల్ వరుగుథే <br/> కణ్కళ్ సొరుకి ఒరు విథమాయ్ వరుకుథే <br/> కదిథ మనథ్థిల్ ఉరుక్కి పథథ్థై <br/> ఎనక్కు అళిథ్థు మకిఴ్థ్థ వా <br/> ఒరు థనిథ్థ వనథ్థిల్ అణైథ్థు ఎనక్కు <br/> ఉణర్ఛ్ఛి కొదుథ్థ ముకిఴ్థ్థవా <br/> కణైకదల్ అలైయినిల్ కథిరవన్ ఒళియెన <br/> ఇణైయిరు కఴల్ ఎనక్కళిథ్థవా <br/> కథఱి మనమురుగి న్-ఆన్ అఴక్కవో <br/> ఇథర మాథరుదన్ న్-ఈ కళిక్కవో <br/> ఇథు థగుమో? ఇథు ముఱైయో? ఇథు థరుమమ్ థానో? <br/> కుఴల్ ఓథిదుమ్ పొఴుథిల్ ఆదిదుమ్ కుఴైకళ్ పోలవే <br/> మనథు వేథనై మిగవోదు    (అలై)"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಅಲೈ ಪಾಯುಥೇ ಕಣ್ಣಾ <br/> ಎನ್ ಮನಮ್ ಮಿಕ ಅಲೈ ಪಾಯುಥೇ <br/> ಉನ್ ಆನನ್-ಥ ಮೋಹನ ವೇಣುಗಾನಮಥಿಲ್    (ಅಲೈ)"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ನ್-ಇಲೈ ಪೆಯರಾಥು ಸಿಲೈ ಪೋಲವೇ ನ್-ಇನ್ಱ <br/> ನ್-ಏರಮಾವಥಱಿಯಾಮಲೇ ಮಿಗ ವಿನ್-ಓಥಮಾನ ಮುರಳಿಥರಾ    (ಅಲೈ)"}, {"M": "ಚರಣಮ್", "T": "ಥೆಳಿನ್-ಥ ನ್-ಇಲವು ಪತ್ತಪ್ ಪಕಲ್ ಪೋಲ್ ಎರಿಯುಥೇ <br/> ಉನ್ ಥಿಸೈ ನ್-ಓಕ್ಕಿ ಎನ್ನಿರು ಪುರುವಮ್ ನ್-ಎರಿಯುಥೇ <br/> ಕನಿನ್-ಥ ಉನ್ ವೇಣು ಗಾನಮ್ ಕಾಱ್ಱಿಲ್ ವರುಗುಥೇ <br/> ಕಣ್ಕಳ್ ಸೊರುಕಿ ಒರು ವಿಥಮಾಯ್ ವರುಕುಥೇ <br/> ಕದಿಥ ಮನಥ್ಥಿಲ್ ಉರುಕ್ಕಿ ಪಥಥ್ಥೈ <br/> ಎನಕ್ಕು ಅಳಿಥ್ಥು ಮಕಿಳ್ಥ್ಥ ವಾ <br/> ಒರು ಥನಿಥ್ಥ ವನಥ್ಥಿಲ್ ಅಣೈಥ್ಥು ಎನಕ್ಕು <br/> ಉಣರ್ಛ್ಛಿ ಕೊದುಥ್ಥ ಮುಕಿಳ್ಥ್ಥವಾ <br/> ಕಣೈಕದಲ್ ಅಲೈಯಿನಿಲ್ ಕಥಿರವನ್ ಒಳಿಯೆನ <br/> ಇಣೈಯಿರು ಕಳಲ್ ಎನಕ್ಕಳಿಥ್ಥವಾ <br/> ಕಥಱಿ ಮನಮುರುಗಿ ನ್-ಆನ್ ಅಳಕ್ಕವೋ <br/> ಇಥರ ಮಾಥರುದನ್ ನ್-ಈ ಕಳಿಕ್ಕವೋ <br/> ಇಥು ಥಗುಮೋ? ಇಥು ಮುಱೈಯೋ? ಇಥು ಥರುಮಮ್ ಥಾನೋ? <br/> ಕುಳಲ್ ಓಥಿದುಮ್ ಪೊಳುಥಿಲ್ ಆದಿದುಮ್ ಕುಳೈಕಳ್ ಪೋಲವೇ <br/> ಮನಥು ವೇಥನೈ ಮಿಗವೋದು    (ಅಲೈ)"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "അലൈ പായുഥേ കണ്ണാ <br/> എന് മനമ് മിക അലൈ പായുഥേ <br/> ഉന് ആനന്-ഥ മോഹന വേണുഗാനമഥില്    (അലൈ)"}, {"M": "അനുപല്ലവി", "T": "ന്-ഇലൈ പെയരാഥു സിലൈ പോലവേ ന്-ഇന്റ <br/> ന്-ഏരമാവഥറിയാമലേ മിഗ വിന്-ഓഥമാന മുരളിഥരാ    (അലൈ)"}, {"M": "ചരണമ്", "T": "ഥെളിന്-ഥ ന്-ഇലവു പത്തപ് പകല് പോല് എരിയുഥേ <br/> ഉന് ഥിസൈ ന്-ഓക്കി എന്നിരു പുരുവമ് ന്-എരിയുഥേ <br/> കനിന്-ഥ ഉന് വേണു ഗാനമ് കാറ്റില് വരുഗുഥേ <br/> കണ്കള് സൊരുകി ഒരു വിഥമായ് വരുകുഥേ <br/> കദിഥ മനഥ്ഥില് ഉരുക്കി പഥഥ്ഥൈ <br/> എനക്കു അളിഥ്ഥു മകിഴ്ഥ്ഥ വാ <br/> ഒരു ഥനിഥ്ഥ വനഥ്ഥില് അണൈഥ്ഥു എനക്കു <br/> ഉണര്ഛ്ഛി കൊദുഥ്ഥ മുകിഴ്ഥ്ഥവാ <br/> കണൈകദല് അലൈയിനില് കഥിരവന് ഒളിയെന <br/> ഇണൈയിരു കഴല് എനക്കളിഥ്ഥവാ <br/> കഥറി മനമുരുഗി ന്-ആന് അഴക്കവോ <br/> ഇഥര മാഥരുദന് ന്-ഈ കളിക്കവോ <br/> ഇഥു ഥഗുമോ? ഇഥു മുറൈയോ? ഇഥു ഥരുമമ് ഥാനോ? <br/> കുഴല് ഓഥിദുമ് പൊഴുഥില് ആദിദുമ് കുഴൈകള് പോലവേ <br/> മനഥു വേഥനൈ മിഗവോദു    (അലൈ)"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "अलै पायुथे कण्णा <br/> एन् मनम् मिक अलै पायुथे <br/> उन् आनन्-थ मोहन वेणुगानमथिल्    (अलै)"}, {"M": "अनुपल्लवि", "T": "न्-इलै पेयराथु सिलै पोलवे न्-इन्र <br/> न्-एरमावथरियामले मिग विन्-ओथमान मुरलिथरा    (अलै)"}, {"M": "चरणम्", "T": "थेलिन्-थ न्-इलवु पत्तप् पकल् पोल् एरियुथे <br/> उन् थिसै न्-ओक्कि एन्निरु पुरुवम् न्-एरियुथे <br/> कनिन्-थ उन् वेणु गानम् कार्रिल् वरुगुथे <br/> कण्कल् सोरुकि ओरु विथमाय् वरुकुथे <br/> कदिथ मनथ्थिल् उरुक्कि पथथ्थै <br/> एनक्कु अलिथ्थु मकिल्थ्थ वा <br/> ओरु थनिथ्थ वनथ्थिल् अणैथ्थु एनक्कु <br/> उणर्छ्छि कोदुथ्थ मुकिल्थ्थवा <br/> कणैकदल् अलैयिनिल् कथिरवन् ओलियेन <br/> इणैयिरु कलल् एनक्कलिथ्थवा <br/> कथरि मनमुरुगि न्-आन् अलक्कवो <br/> इथर माथरुदन् न्-ई कलिक्कवो <br/> इथु थगुमो? इथु मुरैयो? इथु थरुमम् थानो? <br/> कुलल् ओथिदुम् पोलुथिल् आदिदुम् कुलैकल् पोलवे <br/> मनथु वेथनै मिगवोदु    (अलै)"}]}], "videos": [{"folder": [{"A": "Amritha Murali", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "1:55", "I": "6e6ECvAvFSo", "R": "Kaanada", "T": "", "V": "1,300"}]}, {"A": "Aruna Sairam", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "8:45", "I": "DqAO0vJ8PmY", "R": "Kaanada", "T": "", "V": "289"}, {"C": "Oothukkadu Venkata Kavi", "D": "7:10", "I": "gZ3ywTsEbzg", "R": "Kaanada", "T": "", "V": "6,100"}]}, {"A": "Gayathri Girish", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "8:35", "I": "fcmiy0PnMr0", "R": "Kaanada", "T": "", "V": "1,700"}]}, {"A": "Jayashree Rajeev", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "47:37", "I": "WSgFkSzs5Ek", "R": "Kaanada", "T": "", "V": "14,336"}, {"C": "Oothukkadu Venkata Kavi", "D": "7:34", "I": "TKM9kU8MNms", "R": "Kaanada", "T": "", "V": "62,562"}, {"C": "Oothukkadu Venkata Kavi", "D": "8:24", "I": "6c8M0V4pcEM", "R": "Kaanada", "T": "", "V": "4,228"}]}, {"A": "K. J. Yesudas", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "43:50", "I": "C6KHQkupRu8", "R": "Kaanada", "T": "", "V": "215,123"}]}, {"A": "Maharajapuram Santhanam", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "4:01", "I": "KKAVDdL3E_I", "R": "Kaanada", "T": "", "V": "156,000"}, {"C": "Oothukkadu Venkata Kavi", "D": "5:58", "I": "4ABk9gEL0Gc", "R": "Kaanada", "T": "", "V": "7,300"}]}, {"A": "Nithyasree Mahadevan", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "6:33", "I": "3jtP2Zr5q3w", "R": "Kaanada", "T": "", "V": "35,000"}, {"C": "Oothukkadu Venkata Kavi", "D": "9:15", "I": "1cvW2fCF4io", "R": "Kaanada", "T": "", "V": "1,015"}]}, {"A": "Padma Krishnan", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "14:58", "I": "XdSgkRyGDrk", "R": "Kaanada", "T": "", "V": "19,103"}, {"C": "Oothukkadu Venkata Kavi", "D": "7:07", "I": "rzNiiakmU50", "R": "Kaanada", "T": "", "V": "3,811"}, {"C": "Oothukkadu Venkata Kavi", "D": "4:08", "I": "0a2EOsQd5I0", "R": "Kaanada", "T": "", "V": "1,894"}]}, {"A": "S. Sowmya", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "6:58", "I": "CK_nBBuKewc", "R": "Kaanada", "T": "", "V": "5,000"}]}, {"A": "Salem Shriram", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "7:01", "I": "v-cksEG1Jec", "R": "Kaanada", "T": "", "V": "38"}]}, {"A": "Sankaran Namboothiri", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "16:33", "I": "9QXS_Glw-UQ", "R": "Kaanada", "T": "", "V": "828"}]}, {"A": "Sudha Ragunathan", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "6:09", "I": "iB1W0_8dynE", "R": "Kaanada", "T": "", "V": "2,218,025"}, {"C": "Oothukkadu Venkata Kavi", "D": "59:52", "I": "bcqf2NV-69w", "R": "Kaanada", "T": "", "V": "12"}, {"C": "Oothukkadu Venkata Kavi", "D": "8:44", "I": "btPPxiGaYeQ", "R": "Kaanada", "T": "", "V": "128"}, {"C": "Oothukkadu Venkata Kavi", "D": "59:52", "I": "AnsfmTXzAdE", "R": "Kaanada", "T": "", "V": "533,000"}, {"C": "Oothukkadu Venkata Kavi", "D": "6:09", "I": "Xb0qnBj4kDE", "R": "Kaanada", "T": "", "V": "9"}, {"C": "Oothukkadu Venkata Kavi", "D": "5:52", "I": "69hz1GhS2pE", "R": "Kaanada", "T": "", "V": "1,500"}, {"C": "Oothukkadu Venkata Kavi", "D": "6:10", "I": "jE8NivBKWV4", "R": "Kaanada", "T": "", "V": "1,300"}, {"C": "Oothukkadu Venkata Kavi", "D": "8:20", "I": "V3xDdSt8xJM", "R": "Kaanada", "T": "", "V": "3,100"}, {"C": "Oothukkadu Venkata Kavi", "D": "8:44", "I": "F7oxk_amLIY", "R": "Kaanada", "T": "", "V": "43,000"}, {"C": "Oothukkadu Venkata Kavi", "D": "6:08", "I": "BAuJKKKBQjY", "R": "Kaanada", "T": "", "V": "11,000"}, {"C": "Oothukkadu Venkata Kavi", "D": "6:26", "I": "aHOc8_DC1Uo", "R": "Kaanada", "T": "", "V": "1,434"}, {"C": "Oothukkadu Venkata Kavi", "D": "5:50", "I": "u6QngL6MlAY", "R": "Kaanada", "T": "", "V": "73,864"}, {"C": "Oothukkadu Venkata Kavi", "D": "8:21", "I": "jHcVcfYieeA", "R": "Kaanada", "T": "", "V": "290,646"}, {"C": "Oothukkadu Venkata Kavi", "D": "8:44", "I": "QbG3uWFlc7c", "R": "Kaanada", "T": "", "V": "268"}, {"C": "Oothukkadu Venkata Kavi", "D": "7:53", "I": "wNY0gASWFb4", "R": "Kaanada", "T": "", "V": "84,147"}, {"C": "Oothukkadu Venkata Kavi", "D": "7:56", "I": "J9Ai-eCfXBs", "R": "Kaanada", "T": "", "V": "4,981"}]}, {"A": "Chitti Babu", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "7:02", "I": "PR-RaTtlN00", "R": "Kaanada", "T": "", "V": "3,313"}]}, {"A": "Veena E. Gayathri", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "5:36", "I": "FIy8raaVgqM", "R": "Kaanada", "T": "", "V": "226"}]}, {"A": "Chitravina Ravikiran", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "4:15", "I": "K8V0x_F-TXc", "R": "Kaanada", "T": "", "V": "16"}]}, {"A": "Chittoor G. Venkatesan", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "22:26", "I": "h8NqK92K-hU", "R": "Kaanada", "T": "", "V": "209"}]}, {"A": "K. V. Ramanujam", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "6:11", "I": "-CylfIUDq_c", "R": "Kaanada", "T": "", "V": "508"}]}, {"A": "Kudamaloor Janardanan", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "8:49", "I": "H-Y-dtCzTdo", "R": "Kaanada", "T": "", "V": "575,803"}, {"C": "Oothukkadu Venkata Kavi", "D": "7:57", "I": "wG1igP4oHW0", "R": "Kaanada", "T": "", "V": "1,856"}, {"C": "Oothukkadu Venkata Kavi", "D": "7:57", "I": "ADqFeh4DZ98", "R": "Kaanada", "T": "", "V": "30,140"}]}, {"A": "N. Ramani", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "54:40", "I": "akfcrL2mUj4", "R": "Kaanada", "T": "", "V": "64,000"}, {"C": "Oothukkadu Venkata Kavi", "D": "4:30", "I": "YZD9Q1gR5yw", "R": "Kaanada", "T": "", "V": "10"}]}, {"A": "U. P. Raju", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "5:35", "I": "iLgXlj67SVE", "R": "Kaanada", "T": "", "V": "2,085"}, {"C": "Oothukkadu Venkata Kavi", "D": "5:40", "I": "B_Hm74LDRyo", "R": "Kaanada", "T": "", "V": "344"}]}, {"A": "U. Srinivas", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "6:10", "I": "OSgOasSgfdw", "R": "Kaanada", "T": "", "V": "4,200"}]}, {"A": "Kadri Gopalnath", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "4:08", "I": "LLwLaADVqr0", "R": "Kaanada", "T": "", "V": "372,129"}, {"C": "Oothukkadu Venkata Kavi", "D": "3:49", "I": "P6_ORhK86fo", "R": "Kaanada", "T": "", "V": "2,126"}]}, {"A": "Guitar R. Prasanna", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "5:32", "I": "ZF9KxHJrShE", "R": "Kaanada", "T": "", "V": "493"}]}, {"A": "Kunnakudi Vaidyanathan", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "14:19", "I": "vvx-qCWaGck", "R": "Kaanada", "T": "", "V": "290,757"}]}, {"A": "Vaibhav Ramani", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "6:09", "I": "2PsBTUSaEzE", "R": "Kaanada", "T": "", "V": "32,820"}]}, {"A": "Thanjavur Kumar", "songs": [{"C": "Oothukkadu Venkata Kavi", "D": "10:32", "I": "lDyhL4f4pS4", "R": "Kaanada", "T": "", "V": "3,357"}]}]}]}