{"stats": [{"H": "Videos", "C": "60"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "11"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "8 H"}, {"H": "Views", "C": "284 K"}], "info": [{"H": "Type", "V": "Varnam", "P": "varNam"}, {"H": "Composer", "V": "M. Balamuralikrishna", "P": "eM. bAlamuraLik.RshNA"}, {"H": "Raga", "V": "Gambheeranata", "P": "gambhIra.NATTA"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Telugu", "P": "Telugu"}], "title": {"H": "Amma Ananda Dayini", "V": "ammA AnaMda dAyini", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "ammA Ananda dAyini akAra ukAra makAra rUpiNi"}, {"M": "anupallavi", "T": "vimma ninu nammiTa bAla muraLIgAnamu cEsi dhanyuDanaitini"}, {"M": "muktAyi sAhityam", "T": "nI nirvikAra nirAmaya mUrti taraNi Sata kiraNa sushama mayamu gani <br/> licE idi sakalamu navarasa bharitamu niratamu niravadhika sukhamulanubhava"}, {"M": "eTTugaDa sAhityam", "T": "SivE SivE SivE vE vEla varA larA SivE morAlincu"}, {"M": "svara sAhityam 1", "T": "sadA nantA nandAmrtam satyam gItam"}, {"M": "svara sAhityam 2", "T": "Edi nijam beyyada satyamani telpaga prArtthintunu nE teliya"}, {"M": "svara sAhityam 3", "T": "ina bimba samAna mukha bimba kadamba nikurumba madamba umasAmba"}, {"M": "svara sAhityam 4", "T": "antaryAgamuna ninu golici purAkrta khalamula vimuktuniga <br/> nEnaiti sakala Subha guNA vinuta munigaNAvana guNa tri- <br/> guNAtItA vidhihari gaNapati SaravaNabhava Suka sanaka asura sura <br/> gaNa ratipati surapati vinuta SivE niratiSaya SivE SivE parama para"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "அம்மா ஆனந்த தாயினி அகார உகார மகார ரூபிணி"}, {"M": "அனுபல்லவி", "T": "விம்ம நினு நம்மிட பால முரளீகானமு சேசி தன்யுடனைதினி"}, {"M": "முக்தாயி சாஹித்யம்", "T": "நீ நிர்விகார நிராமய மூர்தி தரணி சத கிரண சுஷம மயமு கனி <br/> லிசே இதி சகலமு நவரச பரிதமு நிரதமு நிரவதிக சுகமுலனுபவ"}, {"M": "எட்டுகட சாஹித்யம்", "T": "சிவே சிவே சிவே வே வேல வரா லரா சிவே மொராலிஞ்சு"}, {"M": "ஸ்வர சாஹித்யம் 1", "T": "சதா நந்தா நந்தாம்ர்தம் சத்யம் கீதம்"}, {"M": "ஸ்வர சாஹித்யம் 2", "T": "ஏதி நிஜம் பெய்யத சத்யமனி தெல்பக ப்ரார்த்திந்துனு நே தெலிய"}, {"M": "ஸ்வர சாஹித்யம் 3", "T": "இன பிம்ப சமான முக பிம்ப கதம்ப நிகுரும்ப மதம்ப உமசாம்ப"}, {"M": "ஸ்வர சாஹித்யம் 4", "T": "அந்தர்யாகமுன நினு கொலிசி புராக்ர்த கலமுல விமுக்துனிக <br/> நேனைதி சகல சுப குணா வினுத முனிகணாவன குண த்ரி- <br/> குணாதீதா விதிஹரி கணபதி சரவணபவ சுக சனக அசுர சுர <br/> கண ரதிபதி சுரபதி வினுத சிவே நிரதிசய சிவே சிவே பரம பர"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "అమ్మా ఆనన్ద దాయిని అకార ఉకార మకార రూపిణి"}, {"M": "అనుపల్లవి", "T": "విమ్మ నిను నమ్మిట బాల మురళీగానము చేసి ధన్యుడనైతిని"}, {"M": "ముక్తాయి సాహిత్యమ్", "T": "నీ నిర్వికార నిరామయ మూర్తి తరణి శత కిరణ సుషమ మయము గని <br/> లిచే ఇది సకలము నవరస భరితము నిరతము నిరవధిక సుఖములనుభవ"}, {"M": "ఎట్టుగడ సాహిత్యమ్", "T": "శివే శివే శివే వే వేల వరా లరా శివే మొరాలించు"}, {"M": "స్వర సాహిత్యమ్ 1", "T": "సదా నన్తా నన్దామ్ర్తమ్ సత్యమ్ గీతమ్"}, {"M": "స్వర సాహిత్యమ్ 2", "T": "ఏది నిజమ్ బెయ్యద సత్యమని తెల్పగ ప్రార్త్థిన్తును నే తెలియ"}, {"M": "స్వర సాహిత్యమ్ 3", "T": "ఇన బిమ్బ సమాన ముఖ బిమ్బ కదమ్బ నికురుమ్బ మదమ్బ ఉమసామ్బ"}, {"M": "స్వర సాహిత్యమ్ 4", "T": "అన్తర్యాగమున నిను గొలిచి పురాక్ర్త ఖలముల విముక్తునిగ <br/> నేనైతి సకల శుభ గుణా వినుత మునిగణావన గుణ త్రి- <br/> గుణాతీతా విధిహరి గణపతి శరవణభవ శుక సనక అసుర సుర <br/> గణ రతిపతి సురపతి వినుత శివే నిరతిశయ శివే శివే పరమ పర"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಅಮ್ಮಾ ಆನನ್ದ ದಾಯಿನಿ ಅಕಾರ ಉಕಾರ ಮಕಾರ ರೂಪಿಣಿ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ವಿಮ್ಮ ನಿನು ನಮ್ಮಿಟ ಬಾಲ ಮುರಳೀಗಾನಮು ಚೇಸಿ ಧನ್ಯುಡನೈತಿನಿ"}, {"M": "ಮುಕ್ತಾಯಿ ಸಾಹಿತ್ಯಮ್", "T": "ನೀ ನಿರ್ವಿಕಾರ ನಿರಾಮಯ ಮೂರ್ತಿ ತರಣಿ ಶತ ಕಿರಣ ಸುಷಮ ಮಯಮು ಗನಿ <br/> ಲಿಚೇ ಇದಿ ಸಕಲಮು ನವರಸ ಭರಿತಮು ನಿರತಮು ನಿರವಧಿಕ ಸುಖಮುಲನುಭವ"}, {"M": "ಎಟ್ಟುಗಡ ಸಾಹಿತ್ಯಮ್", "T": "ಶಿವೇ ಶಿವೇ ಶಿವೇ ವೇ ವೇಲ ವರಾ ಲರಾ ಶಿವೇ ಮೊರಾಲಿಂಚು"}, {"M": "ಸ್ವರ ಸಾಹಿತ್ಯಮ್ 1", "T": "ಸದಾ ನನ್ತಾ ನನ್ದಾಮ್ರ್ತಮ್ ಸತ್ಯಮ್ ಗೀತಮ್"}, {"M": "ಸ್ವರ ಸಾಹಿತ್ಯಮ್ 2", "T": "ಏದಿ ನಿಜಮ್ ಬೆಯ್ಯದ ಸತ್ಯಮನಿ ತೆಲ್ಪಗ ಪ್ರಾರ್ತ್ಥಿನ್ತುನು ನೇ ತೆಲಿಯ"}, {"M": "ಸ್ವರ ಸಾಹಿತ್ಯಮ್ 3", "T": "ಇನ ಬಿಮ್ಬ ಸಮಾನ ಮುಖ ಬಿಮ್ಬ ಕದಮ್ಬ ನಿಕುರುಮ್ಬ ಮದಮ್ಬ ಉಮಸಾಮ್ಬ"}, {"M": "ಸ್ವರ ಸಾಹಿತ್ಯಮ್ 4", "T": "ಅನ್ತರ್ಯಾಗಮುನ ನಿನು ಗೊಲಿಚಿ ಪುರಾಕ್ರ್ತ ಖಲಮುಲ ವಿಮುಕ್ತುನಿಗ <br/> ನೇನೈತಿ ಸಕಲ ಶುಭ ಗುಣಾ ವಿನುತ ಮುನಿಗಣಾವನ ಗುಣ ತ್ರಿ- <br/> ಗುಣಾತೀತಾ ವಿಧಿಹರಿ ಗಣಪತಿ ಶರವಣಭವ ಶುಕ ಸನಕ ಅಸುರ ಸುರ <br/> ಗಣ ರತಿಪತಿ ಸುರಪತಿ ವಿನುತ ಶಿವೇ ನಿರತಿಶಯ ಶಿವೇ ಶಿವೇ ಪರಮ ಪರ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "അമ്മാ ആനന്ദ ദായിനി അകാര ഉകാര മകാര രൂപിണി"}, {"M": "അനുപല്ലവി", "T": "വിമ്മ നിനു നമ്മിട ബാല മുരളീഗാനമു ചേസി ധന്യുഡനൈതിനി"}, {"M": "മുക്തായി സാഹിത്യമ്", "T": "നീ നിര്വികാര നിരാമയ മൂര്തി തരണി ശത കിരണ സുഷമ മയമു ഗനി <br/> ലിചേ ഇദി സകലമു നവരസ ഭരിതമു നിരതമു നിരവധിക സുഖമുലനുഭവ"}, {"M": "എട്ടുഗഡ സാഹിത്യമ്", "T": "ശിവേ ശിവേ ശിവേ വേ വേല വരാ ലരാ ശിവേ മൊരാലിംചു"}, {"M": "സ്വര സാഹിത്യമ് 1", "T": "സദാ നന്താ നന്ദാമ്ര്തമ് സത്യമ് ഗീതമ്"}, {"M": "സ്വര സാഹിത്യമ് 2", "T": "ഏദി നിജമ് ബെയ്യദ സത്യമനി തെല്പഗ പ്രാര്ത്ഥിന്തുനു നേ തെലിയ"}, {"M": "സ്വര സാഹിത്യമ് 3", "T": "ഇന ബിമ്ബ സമാന മുഖ ബിമ്ബ കദമ്ബ നികുരുമ്ബ മദമ്ബ ഉമസാമ്ബ"}, {"M": "സ്വര സാഹിത്യമ് 4", "T": "അന്തര്യാഗമുന നിനു ഗൊലിചി പുരാക്ര്ത ഖലമുല വിമുക്തുനിഗ <br/> നേനൈതി സകല ശുഭ ഗുണാ വിനുത മുനിഗണാവന ഗുണ ത്രി- <br/> ഗുണാതീതാ വിധിഹരി ഗണപതി ശരവണഭവ ശുക സനക അസുര സുര <br/> ഗണ രതിപതി സുരപതി വിനുത ശിവേ നിരതിശയ ശിവേ ശിവേ പരമ പര"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "अम्मा आनन्द दायिनि अकार उकार मकार रूपिणि"}, {"M": "अनुपल्लवि", "T": "विम्म निनु नम्मिट बाल मुरलीगानमु चेसि धन्युडनैतिनि"}, {"M": "मुक्तायि साहित्यम्", "T": "नी निर्विकार निरामय मूर्ति तरणि शत किरण सुषम मयमु गनि <br/> लिचे इदि सकलमु नवरस भरितमु निरतमु निरवधिक सुखमुलनुभव"}, {"M": "एट्टुगड साहित्यम्", "T": "शिवे शिवे शिवे वे वेल वरा लरा शिवे मोरालिंचु"}, {"M": "स्वर साहित्यम् 1", "T": "सदा नन्ता नन्दाम्र्तम् सत्यम् गीतम्"}, {"M": "स्वर साहित्यम् 2", "T": "एदि निजम् बेय्यद सत्यमनि तेल्पग प्रार्त्थिन्तुनु ने तेलिय"}, {"M": "स्वर साहित्यम् 3", "T": "इन बिम्ब समान मुख बिम्ब कदम्ब निकुरुम्ब मदम्ब उमसाम्ब"}, {"M": "स्वर साहित्यम् 4", "T": "अन्तर्यागमुन निनु गोलिचि पुराक्र्त खलमुल विमुक्तुनिग <br/> नेनैति सकल शुभ गुणा विनुत मुनिगणावन गुण त्रि- <br/> गुणातीता विधिहरि गणपति शरवणभव शुक सनक असुर सुर <br/> गण रतिपति सुरपति विनुत शिवे निरतिशय शिवे शिवे परम पर"}]}], "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c8933.shtml"}]}], "videos": [{"folder": [{"A": 51, "songs": [{"C": 2001, "D": "9:33", "I": "8uJP8T0Rh4M", "P": "m", "R": 104, "S": 324, "T": 4, "V": "6,440"}, {"C": 2001, "D": "12:07", "I": "M4ApjfNsOeU", "P": "m", "R": 104, "S": 324, "T": 4, "V": "2,334"}]}, {"A": 24, "songs": [{"C": 2001, "D": "8:41", "I": "ESV0zlSOBXM", "P": "h", "R": 104, "S": 324, "T": 4, "V": "34,835"}, {"C": 2001, "D": "8:27", "I": "4uIS5jNbJnE", "P": "m", "R": 104, "S": 324, "T": 4, "V": "22,365"}, {"C": 2001, "D": "9:23", "I": "dRlVGRYTTC4", "P": "m", "R": 104, "S": 324, "T": 4, "V": "16,000"}, {"C": 2001, "D": "8:32", "I": "n4aEIXvc75w", "P": "h", "R": 104, "S": 324, "T": 4, "V": "785"}, {"C": 2001, "D": "8:10", "I": "6Ayf9HNpw0o&start=0&end=490", "P": "m", "R": 104, "S": 324, "T": 4, "V": "387"}, {"C": 2001, "D": "5:30", "I": "Fwt7KRuQyTE", "P": "m", "R": 104, "S": 324, "T": 4, "V": "220"}, {"C": 2001, "D": "5:10", "I": "8kcAXe8XnLA", "P": "m", "R": 104, "S": 324, "T": 4, "V": "25"}]}, {"A": 33, "songs": [{"C": 2001, "D": "1:03:49", "I": "nVw_hU2cmJo", "P": "m", "R": 104, "S": 324, "T": 4, "V": "3,647"}]}, {"A": 167, "songs": [{"C": 2001, "D": "6:52", "I": "tZtvUXDlE4U", "P": "m", "R": 104, "S": 324, "T": 4, "V": "27,469"}, {"C": 2001, "D": "11:00", "I": "M0MD6uHDhFs", "P": "m", "R": 104, "S": 324, "T": 4, "V": "3,107"}, {"C": 2001, "D": "6:42", "I": "lgmlGH1zuC0", "P": "m", "R": 104, "S": 324, "T": 4, "V": "927"}, {"C": 2001, "D": "9:40", "I": "s0eT9XWg_bQ", "P": "m", "R": 104, "S": 324, "T": 4, "V": "561"}, {"C": 2001, "D": "7:18", "I": "OMN5qqeHNIQ", "P": "m", "R": 104, "S": 324, "T": 4, "V": "474"}, {"C": 2001, "D": "10:25", "I": "6lYb-WF8dYg", "P": "m", "R": 104, "S": 324, "T": 4, "V": "453"}, {"C": 2001, "D": "8:20", "I": "Li9L8wfTkRc", "P": "m", "R": 104, "S": 324, "T": 4, "V": "378"}, {"C": 2001, "D": "3:28", "I": "36myol2znHQ", "P": "m", "R": 104, "S": 324, "T": 4, "V": "370"}, {"C": 2001, "D": "4:17", "I": "NGqAJGyNidE", "P": "m", "R": 104, "S": 324, "T": 4, "V": "278"}, {"C": 2001, "D": "5:49", "I": "W-lvFNBIK50", "P": "m", "R": 104, "S": 324, "T": 4, "V": "240"}, {"C": 2001, "D": "4:08", "I": "T5J86XG1DA0", "P": "m", "R": 104, "S": 324, "T": 4, "V": "183"}, {"C": 2001, "D": "6:50", "I": "4by3Mq1PoHk&start=0&end=410", "P": "m", "R": 104, "S": 324, "T": 4, "V": "166"}, {"C": 2001, "D": "6:52", "I": "Kvqx0fjr9rM", "P": "m", "R": 104, "S": 324, "T": 4, "V": "99"}]}, {"A": 346, "songs": [{"C": 2001, "D": "5:14", "I": "p5Vc61C69Lw", "P": "m", "R": 104, "S": 324, "T": 4, "V": "1,165"}]}, {"A": 1, "songs": [{"C": 2001, "D": "6:47", "I": "ueyaUYLdUig", "P": "m", "R": 104, "S": 324, "T": 4, "V": "47,538"}, {"C": 2001, "D": "5:09", "I": "a_QagVcLN2I", "P": "m", "R": 104, "S": 324, "T": 4, "V": "28,464"}, {"C": 2001, "D": "12:08", "I": "k2H1Y92dwKs&start=0&end=728", "P": "h", "R": 104, "S": 324, "T": 4, "V": "12,899"}, {"C": 2001, "D": "7:45", "I": "9P07wEhEHD4", "P": "m", "R": 104, "S": 324, "T": 4, "V": "6,656"}, {"C": 2001, "D": "8:23", "I": "TKcgJ0VuNvQ", "P": "m", "R": 104, "S": 324, "T": 4, "V": "5,385"}, {"C": 2001, "D": "9:49", "I": "4KGAA6vsH4o&start=4552&end=5141", "P": "h", "R": 104, "S": 324, "T": 4, "V": "3,171"}, {"C": 2001, "D": "7:01", "I": "luvSv0td6hg&start=94&end=515", "P": "m", "R": 104, "S": 324, "T": 4, "V": "2,965"}, {"C": 2001, "D": "4:00", "I": "h8FUVebB0WU", "P": "m", "R": 104, "S": 324, "T": 4, "V": "2,700"}, {"C": 2001, "D": "9:58", "I": "qgs_vO-IKTc", "P": "h", "R": 104, "S": 324, "T": 4, "V": "2,484"}, {"C": 2001, "D": "4:32", "I": "DvDC4voRqcg", "P": "h", "R": 104, "S": 324, "T": 4, "V": "2,346"}, {"C": 2001, "D": "5:17", "I": "STP0RK-OotM", "P": "h", "R": 104, "S": 324, "T": 4, "V": "2,048"}, {"C": 2001, "D": "4:47", "I": "fZPPJm8NKis", "P": "m", "R": 104, "S": 324, "T": 4, "V": "2,014"}, {"C": 2001, "D": "6:42", "I": "KGG1tmHv3SE", "P": "h", "R": 104, "S": 324, "T": 4, "V": "1,907"}, {"C": 2001, "D": "6:17", "I": "7ymr-MKYx58&start=206&end=583", "P": "h", "R": 104, "S": 324, "T": 4, "V": "1,466"}, {"C": 2001, "D": "4:14", "I": "MOXpM7WPxGw", "P": "m", "R": 104, "S": 324, "T": 4, "V": "1,048"}, {"C": 2001, "D": "12:59", "I": "nGhIzrLeVCU", "P": "h", "R": 104, "S": 324, "T": 4, "V": "916"}, {"C": 2001, "D": "5:45", "I": "azAn00x05IE", "P": "m", "R": 104, "S": 324, "T": 4, "V": "301"}, {"C": 2001, "D": "6:41", "I": "16T9Kiy8e84", "P": "m", "R": 104, "S": 324, "T": 4, "V": "243"}, {"C": 2001, "D": "4:36", "I": "NRG5kz-IA_U", "P": "m", "R": 104, "S": 324, "T": 4, "V": "207"}, {"C": 2001, "D": "4:20", "I": "y72GeBgVvX8", "P": "m", "R": 104, "S": 324, "T": 4, "V": "140"}, {"C": 2001, "D": "5:16", "I": "U875DRS1NOg", "P": "h", "R": 104, "S": 324, "T": 4, "V": "113"}, {"C": 2001, "D": "3:52", "I": "qHcVaKK8ERA", "P": "m", "R": 104, "S": 324, "T": 4, "V": "49"}, {"C": 2001, "D": "5:40", "I": "mqYgQ3IdI7s", "P": "h", "R": 104, "S": 324, "T": 4, "V": "16"}, {"C": 2001, "D": "6:44", "I": "Vl5ubn0xRFQ", "P": "m", "R": 104, "S": 324, "T": 4, "V": "11"}, {"C": 2001, "D": "7:10", "I": "_1doH67fEFA", "P": "m", "R": 104, "S": 324, "T": 4, "V": "2"}, {"C": 2001, "D": "5:33", "I": "9f4edG8dW-c", "P": "m", "R": 104, "S": 324, "T": 4, "V": "0"}]}, {"A": 423, "songs": [{"C": 2001, "D": "5:21", "I": "xVgTSHZIAaU&start=0&end=321", "P": "h", "R": 104, "S": 324, "T": 4, "V": "281"}]}, {"A": 15, "songs": [{"C": 2001, "D": "39:35", "I": "HUzMMwLVLG0", "P": "h", "R": 104, "S": 324, "T": 4, "V": "5,365"}, {"C": 2001, "D": "9:37", "I": "nN9iCCqazLM", "P": "h", "R": 104, "S": 324, "T": 4, "V": "1,409"}, {"C": 2001, "D": "9:19", "I": "Ao8OWKWdxEM", "P": "h", "R": 104, "S": 324, "T": 4, "V": "928"}, {"C": 2001, "D": "15:05", "I": "BoLr2BnWwIg", "P": "m", "R": 104, "S": 324, "T": 4, "V": "546"}, {"C": 2001, "D": "7:50", "I": "T7AYJknjAew", "P": "m", "R": 104, "S": 324, "T": 4, "V": "288"}, {"C": 2001, "D": "10:58", "I": "mn8e-tNeBL0", "P": "h", "R": 104, "S": 324, "T": 4, "V": "168"}]}, {"A": 177, "songs": [{"C": 2001, "D": "6:48", "I": "qq77wJnwtoE", "P": "m", "R": 104, "S": 324, "T": 4, "V": "47,297"}]}, {"A": 68, "songs": [{"C": 2001, "D": "3:35", "I": "ag8Fl8hpLus", "P": "m", "R": 104, "S": 324, "T": 4, "V": "758"}]}, {"A": 326, "songs": [{"C": 2001, "D": "5:40", "I": "F1ulTTJrOgg", "P": "h", "R": 104, "S": 324, "T": 4, "V": "132"}]}]}]}