{"stats": [{"N": "Videos", "C": "24"}, {"N": "Ragas", "C": "1"}, {"N": "Artists", "C": "9"}, {"N": "Types", "C": "1"}, {"N": "Duration", "C": "5 H"}, {"N": "Views", "C": "11 K"}], "info": [{"N": "Type", "V": "Krithi"}, {"N": "Composer", "V": "Arunachala Kavi"}, {"N": "Raga", "V": "Kedaragowla"}, {"N": "Tala", "V": "Adi"}, {"N": "Tala name", "V": "Chatusra Jaati Triputa Tala"}, {"N": "Tala angas", "V": "Laghu-1, Dhruta-2"}, {"N": "Tala count", "V": "4 + 2 + 2 = 8"}, {"N": "Language", "V": "Tamil"}, {"N": "God", "V": "Rama"}], "title": {"N": "anda rAma saundaryam ennAl aRindu", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "anda rAma saundaryam ennAl aRindu Sollap-pOmO ammA"}, {"M": "anupallavi", "T": "gandham mEvum aravinda malarum avar kAlukku nigharAmO kaikkuttAn SollappOmO"}, {"M": "caraNam 1", "T": "UruNda maNi muzham kAlukku vanamaiyavar uDaiya akshayatUNi ErkkumE <br/> tiraNDa perum toDai iraNDukkum eTTu diSaiyAnana tudikkaiyum tOrkkumE <br/> varinda maravuri iDaiyum naTanaiyum kaNDOr manadai ellAm urukki vArkkumE <br/> tAntramAy ulagirunda vayiTRukku sari Sollak-kuDumO yArkkumE <br/> virinda mArbukkiNai bhUmi aghalam kANum viLangum kazhuttukku nEr iLangamugE pUMum <br/> paranda bhujangaLukku mEru malaiyE nANum pArkkap-pArkkap-padinAyiram kaNgaL vENum"}, {"M": "caraNam 2", "T": "atiSayamuDan paLa paLavenRilagu kaNNADi nigharttaga pOlamum <br/> matigal oru SatakOTikku mElAna mangaLa malar mukhak-kOlamum <br/> gati enReDuttavarkku padiyum nidhiyum tarum karuNA nayana viSAlamum <br/> kudikoLum pavaLa vAyum Siru naghaiyum kurumandahAsa vilOlamum <br/> pudu malaiyinil vizhum ponnaruviyaippOlum bhU maNi mArbinil puraLumuppuri nAlum <br/> edirillAda kOdaNDamum oru kAlum ezhuda vENDumenRAl AmO manmatanAlum"}, {"M": "caraNam 3", "T": "perutta tAmarai iSai pOlE oLi perugiya mEni SingAramum <br/> varitta sindhUra rEkhaiyum puruvamum vaLarnda neTRi vistAramum <br/> parutta tirumuDi vENiyum vENiyil paSun-tuLava malar hAramum <br/> taritta tiruvAzhi koDuttun SEdiyai taniyE ennuDan Sonna sAramum <br/> tirutti Solla oru vAyillai oru vAyE terindum teriyAmalum SonnEn nI poruppAyE <br/> orukkAlE uNDavar mahimai nI aRivAyE unakkut-teriyum vEdam tanakkut-teriyum tAyE"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "அந்த ராம சௌந்தர்யம் என்னால் அறிந்து சொல்லப்-போமோ அம்மா"}, {"M": "அனுபல்லவி", "T": "கந்தம் மேவும் அரவிந்த மலரும் அவர் காலுக்கு நிகராமோ கைக்குத்தான் சொல்லப்போமோ"}, {"M": "சரணம் 1", "T": "ஊருண்த மணி முழம் காலுக்கு வனமையவர் உடைய அக்ஷயதூணி ஏர்க்குமே <br/> திரண்ட பெரும் தொடை இரண்டுக்கும் எட்டு திசையானன துதிக்கையும் தோர்க்குமே <br/> வரிந்த மரவுரி இடையும் நடனையும் கண்டோர் மனதை எல்லாம் உருக்கி வார்க்குமே <br/> தாந்த்ரமாய் உலகிருந்த வயிற்றுக்கு சரி சொல்லக்-குடுமோ யார்க்குமே <br/> விரிந்த மார்புக்கிணை பூமி அகலம் காணும் விளங்கும் கழுத்துக்கு நேர் இளங்கமுகே பூம்உம் <br/> பரந்த புஜங்களுக்கு மேரு மலையே நாணும் பார்க்கப்-பார்க்கப்-பதினாயிரம் கண்கள் வேணும்"}, {"M": "சரணம் 2", "T": "அதிசயமுடன் பள பளவென்றிலகு கண்ணாடி நிகர்த்தக போலமும் <br/> மதிகல் ஒரு சதகோடிக்கு மேலான மங்கள மலர் முகக்-கோலமும் <br/> கதி என்றெடுத்தவர்க்கு பதியும் நிதியும் தரும் கருணா நயன விசாலமும் <br/> குதிகொளும் பவள வாயும் சிரு நகையும் குருமந்தஹாச விலோலமும் <br/> புது மலையினில் விழும் பொன்னருவியைப்போலும் பூ மணி மார்பினில் புரளுமுப்புரி நாலும் <br/> எதிரில்லாத கோதண்டமும் ஒரு காலும் எழுத வேண்டுமென்றால் ஆமோ மன்மதனாலும்"}, {"M": "சரணம் 3", "T": "பெருத்த தாமரை இசை போலே ஒளி பெருகிய மேனி சிங்காரமும் <br/> வரித்த சிந்தூர ரேகையும் புருவமும் வளர்ந்த நெற்றி விஸ்தாரமும் <br/> பருத்த திருமுடி வேணியும் வேணியில் பசுன்-துளவ மலர் ஹாரமும் <br/> தரித்த திருவாழி கொடுத்துன் சேதியை தனியே என்னுடன் சொன்ன சாரமும் <br/> திருத்தி சொல்ல ஒரு வாயில்லை ஒரு வாயே தெரிந்தும் தெரியாமலும் சொன்னேன் நீ பொருப்பாயே <br/> ஒருக்காலே உண்டவர் மஹிமை நீ அறிவாயே உனக்குத்-தெரியும் வேதம் தனக்குத்-தெரியும் தாயே"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "అన్ద రామ సౌన్దర్యమ్ ఎన్నాల్ అఱిన్దు శొల్లప్-పోమో అమ్మా"}, {"M": "అనుపల్లవి", "T": "గన్ధమ్ మేవుమ్ అరవిన్ద మలరుమ్ అవర్ కాలుక్కు నిఘరామో కైక్కుత్తాన్ శొల్లప్పోమో"}, {"M": "చరణమ్ 1", "T": "ఊరుణ్ద మణి ముఴమ్ కాలుక్కు వనమైయవర్ ఉడైయ అక్షయతూణి ఏర్క్కుమే <br/> తిరణ్డ పెరుమ్ తొడై ఇరణ్డుక్కుమ్ ఎట్టు దిశైయానన తుదిక్కైయుమ్ తోర్క్కుమే <br/> వరిన్ద మరవురి ఇడైయుమ్ నటనైయుమ్ కణ్డోర్ మనదై ఎల్లామ్ ఉరుక్కి వార్క్కుమే <br/> తాన్త్రమాయ్ ఉలగిరున్ద వయిట్ఱుక్కు సరి శొల్లక్-కుడుమో యార్క్కుమే <br/> విరిన్ద మార్బుక్కిణై భూమి అఘలమ్ కాణుమ్ విళఙ్గుమ్ కఴుత్తుక్కు నేర్ ఇళఙ్గముగే పూంఉమ్ <br/> పరన్ద భుజఙ్గళుక్కు మేరు మలైయే నాణుమ్ పార్క్కప్-పార్క్కప్-పదినాయిరమ్ కణ్గళ్ వేణుమ్"}, {"M": "చరణమ్ 2", "T": "అతిశయముడన్ పళ పళవెన్ఱిలగు కణ్ణాడి నిఘర్త్తగ పోలముమ్ <br/> మతిగల్ ఒరు శతకోటిక్కు మేలాన మఙ్గళ మలర్ ముఖక్-కోలముమ్ <br/> గతి ఎన్ఱెడుత్తవర్క్కు పదియుమ్ నిధియుమ్ తరుమ్ కరుణా నయన విశాలముమ్ <br/> కుదికొళుమ్ పవళ వాయుమ్ శిరు నఘైయుమ్ కురుమన్దహాస విలోలముమ్ <br/> పుదు మలైయినిల్ విఴుమ్ పొన్నరువియైప్పోలుమ్ భూ మణి మార్బినిల్ పురళుముప్పురి నాలుమ్ <br/> ఎదిరిల్లాద కోదణ్డముమ్ ఒరు కాలుమ్ ఎఴుద వేణ్డుమెన్ఱాల్ ఆమో మన్మతనాలుమ్"}, {"M": "చరణమ్ 3", "T": "పెరుత్త తామరై ఇశై పోలే ఒళి పెరుగియ మేని శిఙ్గారముమ్ <br/> వరిత్త సిన్ధూర రేఖైయుమ్ పురువముమ్ వళర్న్ద నెట్ఱి విస్తారముమ్ <br/> పరుత్త తిరుముడి వేణియుమ్ వేణియిల్ పశున్-తుళవ మలర్ హారముమ్ <br/> తరిత్త తిరువాఴి కొడుత్తున్ శేదియై తనియే ఎన్నుడన్ శొన్న సారముమ్ <br/> తిరుత్తి శొల్ల ఒరు వాయిల్లై ఒరు వాయే తెరిన్దుమ్ తెరియామలుమ్ శొన్నేన్ నీ పొరుప్పాయే <br/> ఒరుక్కాలే ఉణ్డవర్ మహిమై నీ అఱివాయే ఉనక్కుత్-తెరియుమ్ వేదమ్ తనక్కుత్-తెరియుమ్ తాయే"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಅನ್ದ ರಾಮ ಸೌನ್ದರ್ಯಮ್ ಎನ್ನಾಲ್ ಅಱಿನ್ದು ಶೊಲ್ಲಪ್-ಪೋಮೋ ಅಮ್ಮಾ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಗನ್ಧಮ್ ಮೇವುಮ್ ಅರವಿನ್ದ ಮಲರುಮ್ ಅವರ್ ಕಾಲುಕ್ಕು ನಿಘರಾಮೋ ಕೈಕ್ಕುತ್ತಾನ್ ಶೊಲ್ಲಪ್ಪೋಮೋ"}, {"M": "ಚರಣಮ್ 1", "T": "ಊರುಣ್ದ ಮಣಿ ಮುಳಮ್ ಕಾಲುಕ್ಕು ವನಮೈಯವರ್ ಉಡೈಯ ಅಕ್ಷಯತೂಣಿ ಏರ್ಕ್ಕುಮೇ <br/> ತಿರಣ್ಡ ಪೆರುಮ್ ತೊಡೈ ಇರಣ್ಡುಕ್ಕುಮ್ ಎಟ್ಟು ದಿಶೈಯಾನನ ತುದಿಕ್ಕೈಯುಮ್ ತೋರ್ಕ್ಕುಮೇ <br/> ವರಿನ್ದ ಮರವುರಿ ಇಡೈಯುಮ್ ನಟನೈಯುಮ್ ಕಣ್ಡೋರ್ ಮನದೈ ಎಲ್ಲಾಮ್ ಉರುಕ್ಕಿ ವಾರ್ಕ್ಕುಮೇ <br/> ತಾನ್ತ್ರಮಾಯ್ ಉಲಗಿರುನ್ದ ವಯಿಟ್ಱುಕ್ಕು ಸರಿ ಶೊಲ್ಲಕ್-ಕುಡುಮೋ ಯಾರ್ಕ್ಕುಮೇ <br/> ವಿರಿನ್ದ ಮಾರ್ಬುಕ್ಕಿಣೈ ಭೂಮಿ ಅಘಲಮ್ ಕಾಣುಮ್ ವಿಳಙ್ಗುಮ್ ಕಳುತ್ತುಕ್ಕು ನೇರ್ ಇಳಙ್ಗಮುಗೇ ಪೂಂಉಮ್ <br/> ಪರನ್ದ ಭುಜಙ್ಗಳುಕ್ಕು ಮೇರು ಮಲೈಯೇ ನಾಣುಮ್ ಪಾರ್ಕ್ಕಪ್-ಪಾರ್ಕ್ಕಪ್-ಪದಿನಾಯಿರಮ್ ಕಣ್ಗಳ್ ವೇಣುಮ್"}, {"M": "ಚರಣಮ್ 2", "T": "ಅತಿಶಯಮುಡನ್ ಪಳ ಪಳವೆನ್ಱಿಲಗು ಕಣ್ಣಾಡಿ ನಿಘರ್ತ್ತಗ ಪೋಲಮುಮ್ <br/> ಮತಿಗಲ್ ಒರು ಶತಕೋಟಿಕ್ಕು ಮೇಲಾನ ಮಙ್ಗಳ ಮಲರ್ ಮುಖಕ್-ಕೋಲಮುಮ್ <br/> ಗತಿ ಎನ್ಱೆಡುತ್ತವರ್ಕ್ಕು ಪದಿಯುಮ್ ನಿಧಿಯುಮ್ ತರುಮ್ ಕರುಣಾ ನಯನ ವಿಶಾಲಮುಮ್ <br/> ಕುದಿಕೊಳುಮ್ ಪವಳ ವಾಯುಮ್ ಶಿರು ನಘೈಯುಮ್ ಕುರುಮನ್ದಹಾಸ ವಿಲೋಲಮುಮ್ <br/> ಪುದು ಮಲೈಯಿನಿಲ್ ವಿಳುಮ್ ಪೊನ್ನರುವಿಯೈಪ್ಪೋಲುಮ್ ಭೂ ಮಣಿ ಮಾರ್ಬಿನಿಲ್ ಪುರಳುಮುಪ್ಪುರಿ ನಾಲುಮ್ <br/> ಎದಿರಿಲ್ಲಾದ ಕೋದಣ್ಡಮುಮ್ ಒರು ಕಾಲುಮ್ ಎಳುದ ವೇಣ್ಡುಮೆನ್ಱಾಲ್ ಆಮೋ ಮನ್ಮತನಾಲುಮ್"}, {"M": "ಚರಣಮ್ 3", "T": "ಪೆರುತ್ತ ತಾಮರೈ ಇಶೈ ಪೋಲೇ ಒಳಿ ಪೆರುಗಿಯ ಮೇನಿ ಶಿಙ್ಗಾರಮುಮ್ <br/> ವರಿತ್ತ ಸಿನ್ಧೂರ ರೇಖೈಯುಮ್ ಪುರುವಮುಮ್ ವಳರ್ನ್ದ ನೆಟ್ಱಿ ವಿಸ್ತಾರಮುಮ್ <br/> ಪರುತ್ತ ತಿರುಮುಡಿ ವೇಣಿಯುಮ್ ವೇಣಿಯಿಲ್ ಪಶುನ್-ತುಳವ ಮಲರ್ ಹಾರಮುಮ್ <br/> ತರಿತ್ತ ತಿರುವಾಳಿ ಕೊಡುತ್ತುನ್ ಶೇದಿಯೈ ತನಿಯೇ ಎನ್ನುಡನ್ ಶೊನ್ನ ಸಾರಮುಮ್ <br/> ತಿರುತ್ತಿ ಶೊಲ್ಲ ಒರು ವಾಯಿಲ್ಲೈ ಒರು ವಾಯೇ ತೆರಿನ್ದುಮ್ ತೆರಿಯಾಮಲುಮ್ ಶೊನ್ನೇನ್ ನೀ ಪೊರುಪ್ಪಾಯೇ <br/> ಒರುಕ್ಕಾಲೇ ಉಣ್ಡವರ್ ಮಹಿಮೈ ನೀ ಅಱಿವಾಯೇ ಉನಕ್ಕುತ್-ತೆರಿಯುಮ್ ವೇದಮ್ ತನಕ್ಕುತ್-ತೆರಿಯುಮ್ ತಾಯೇ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "അന്ദ രാമ സൌന്ദര്യമ് എന്നാല് അറിന്ദു ശൊല്ലപ്-പോമോ അമ്മാ"}, {"M": "അനുപല്ലവി", "T": "ഗന്ധമ് മേവുമ് അരവിന്ദ മലരുമ് അവര് കാലുക്കു നിഘരാമോ കൈക്കുത്താന് ശൊല്ലപ്പോമോ"}, {"M": "ചരണമ് 1", "T": "ഊരുണ്ദ മണി മുഴമ് കാലുക്കു വനമൈയവര് ഉഡൈയ അക്ഷയതൂണി ഏര്ക്കുമേ <br/> തിരണ്ഡ പെരുമ് തൊഡൈ ഇരണ്ഡുക്കുമ് എട്ടു ദിശൈയാനന തുദിക്കൈയുമ് തോര്ക്കുമേ <br/> വരിന്ദ മരവുരി ഇഡൈയുമ് നടനൈയുമ് കണ്ഡോര് മനദൈ എല്ലാമ് ഉരുക്കി വാര്ക്കുമേ <br/> താന്ത്രമായ് ഉലഗിരുന്ദ വയിട്റുക്കു സരി ശൊല്ലക്-കുഡുമോ യാര്ക്കുമേ <br/> വിരിന്ദ മാര്ബുക്കിണൈ ഭൂമി അഘലമ് കാണുമ് വിളങ്ഗുമ് കഴുത്തുക്കു നേര് ഇളങ്ഗമുഗേ പൂംഉമ് <br/> പരന്ദ ഭുജങ്ഗളുക്കു മേരു മലൈയേ നാണുമ് പാര്ക്കപ്-പാര്ക്കപ്-പദിനായിരമ് കണ്ഗള് വേണുമ്"}, {"M": "ചരണമ് 2", "T": "അതിശയമുഡന് പള പളവെന്റിലഗു കണ്ണാഡി നിഘര്ത്തഗ പോലമുമ് <br/> മതിഗല് ഒരു ശതകോടിക്കു മേലാന മങ്ഗള മലര് മുഖക്-കോലമുമ് <br/> ഗതി എന്റെഡുത്തവര്ക്കു പദിയുമ് നിധിയുമ് തരുമ് കരുണാ നയന വിശാലമുമ് <br/> കുദികൊളുമ് പവള വായുമ് ശിരു നഘൈയുമ് കുരുമന്ദഹാസ വിലോലമുമ് <br/> പുദു മലൈയിനില് വിഴുമ് പൊന്നരുവിയൈപ്പോലുമ് ഭൂ മണി മാര്ബിനില് പുരളുമുപ്പുരി നാലുമ് <br/> എദിരില്ലാദ കോദണ്ഡമുമ് ഒരു കാലുമ് എഴുദ വേണ്ഡുമെന്റാല് ആമോ മന്മതനാലുമ്"}, {"M": "ചരണമ് 3", "T": "പെരുത്ത താമരൈ ഇശൈ പോലേ ഒളി പെരുഗിയ മേനി ശിങ്ഗാരമുമ് <br/> വരിത്ത സിന്ധൂര രേഖൈയുമ് പുരുവമുമ് വളര്ന്ദ നെട്റി വിസ്താരമുമ് <br/> പരുത്ത തിരുമുഡി വേണിയുമ് വേണിയില് പശുന്-തുളവ മലര് ഹാരമുമ് <br/> തരിത്ത തിരുവാഴി കൊഡുത്തുന് ശേദിയൈ തനിയേ എന്നുഡന് ശൊന്ന സാരമുമ് <br/> തിരുത്തി ശൊല്ല ഒരു വായില്ലൈ ഒരു വായേ തെരിന്ദുമ് തെരിയാമലുമ് ശൊന്നേന് നീ പൊരുപ്പായേ <br/> ഒരുക്കാലേ ഉണ്ഡവര് മഹിമൈ നീ അറിവായേ ഉനക്കുത്-തെരിയുമ് വേദമ് തനക്കുത്-തെരിയുമ് തായേ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "अन्द राम सौन्दर्यम् एन्नाल् अरिन्दु शोल्लप्-पोमो अम्मा"}, {"M": "अनुपल्लवि", "T": "गन्धम् मेवुम् अरविन्द मलरुम् अवर् कालुक्कु निघरामो कैक्कुत्तान् शोल्लप्पोमो"}, {"M": "चरणम् 1", "T": "ऊरुण्द मणि मुलम् कालुक्कु वनमैयवर् उडैय अक्षयतूणि एर्क्कुमे <br/> तिरण्ड पेरुम् तोडै इरण्डुक्कुम् एट्टु दिशैयानन तुदिक्कैयुम् तोर्क्कुमे <br/> वरिन्द मरवुरि इडैयुम् नटनैयुम् कण्डोर् मनदै एल्लाम् उरुक्कि वार्क्कुमे <br/> तान्त्रमाय् उलगिरुन्द वयिट्रुक्कु सरि शोल्लक्-कुडुमो यार्क्कुमे <br/> विरिन्द मार्बुक्किणै भूमि अघलम् काणुम् विलङ्गुम् कलुत्तुक्कु नेर् इलङ्गमुगे पूंउम् <br/> परन्द भुजङ्गलुक्कु मेरु मलैये नाणुम् पार्क्कप्-पार्क्कप्-पदिनायिरम् कण्गल् वेणुम्"}, {"M": "चरणम् 2", "T": "अतिशयमुडन् पल पलवेन्रिलगु कण्णाडि निघर्त्तग पोलमुम् <br/> मतिगल् ओरु शतकोटिक्कु मेलान मङ्गल मलर् मुखक्-कोलमुम् <br/> गति एन्रॆडुत्तवर्क्कु पदियुम् निधियुम् तरुम् करुणा नयन विशालमुम् <br/> कुदिकोलुम् पवल वायुम् शिरु नघैयुम् कुरुमन्दहास विलोलमुम् <br/> पुदु मलैयिनिल् विलुम् पोन्नरुवियैप्पोलुम् भू मणि मार्बिनिल् पुरलुमुप्पुरि नालुम् <br/> एदिरिल्लाद कोदण्डमुम् ओरु कालुम् एलुद वेण्डुमेन्राल् आमो मन्मतनालुम्"}, {"M": "चरणम् 3", "T": "पेरुत्त तामरै इशै पोले ओलि पेरुगिय मेनि शिङ्गारमुम् <br/> वरित्त सिन्धूर रेखैयुम् पुरुवमुम् वलर्न्द नेट्रि विस्तारमुम् <br/> परुत्त तिरुमुडि वेणियुम् वेणियिल् पशुन्-तुलव मलर् हारमुम् <br/> तरित्त तिरुवालि कोडुत्तुन् शेदियै तनिये एन्नुडन् शोन्न सारमुम् <br/> तिरुत्ति शोल्ल ओरु वायिल्लै ओरु वाये तेरिन्दुम् तेरियामलुम् शोन्नेन् नी पोरुप्पाये <br/> ओरुक्काले उण्डवर् महिमै नी अरिवाये उनक्कुत्-तेरियुम् वेदम् तनक्कुत्-तेरियुम् ताये"}]}], "videos": [{"folder": [{"A": 1022, "songs": [{"C": 2024, "D": "43:02", "H": 6500, "I": "aU7aHO6SvOI", "R": 142, "S": 6446, "T": 0, "V": "613"}, {"C": 2024, "D": "43:02", "H": 6500, "I": "X2sTQzZoQgQ", "R": 142, "S": 6446, "T": 0, "V": "460"}]}, {"A": 1156, "songs": [{"C": 2024, "D": "6:59", "H": 6500, "I": "BCYKKReMBus", "R": 142, "S": 6446, "T": 0, "V": "572"}]}, {"A": 1014, "songs": [{"C": 2024, "D": "3:30", "H": 6500, "I": "YodXo_cj29I", "R": 142, "S": 6446, "T": 0, "V": "1,360"}, {"C": 2024, "D": "6:51", "H": 6500, "I": "8BwAWCb8lbA", "R": 142, "S": 6446, "T": 0, "V": "607"}, {"C": 2024, "D": "7:00", "H": 6500, "I": "LGnRqXs25XQ", "R": 142, "S": 6446, "T": 0, "V": "272"}, {"C": 2024, "D": "5:09", "H": 6500, "I": "VgI6vHCgX_c", "R": 142, "S": 6446, "T": 0, "V": "211"}]}, {"A": 1001, "songs": [{"C": 2024, "D": "14:56", "H": 6500, "I": "1dyB8wErFU8", "R": 142, "S": 6446, "T": 0, "V": "1,500"}, {"C": 2024, "D": "14:50", "H": 6500, "I": "tMhoPY77KKI", "R": 142, "S": 6446, "T": 0, "V": "477"}, {"C": 2024, "D": "16:56", "H": 6500, "I": "uJxyijqiBfg", "R": 142, "S": 6446, "T": 0, "V": "355"}, {"C": 2024, "D": "8:22", "H": 6500, "I": "Ne-ca_K8quQ", "R": 142, "S": 6446, "T": 0, "V": "122"}, {"C": 2024, "D": "16:51", "H": 6500, "I": "P9uAaULvOt4", "R": 142, "S": 6446, "T": 0, "V": "103"}, {"C": 2024, "D": "7:36", "H": 6500, "I": "2tOovZQkd9Q", "R": 142, "S": 6446, "T": 0, "V": "28"}, {"C": 2024, "D": "8:26", "H": 6500, "I": "zRM-rrPFxGw", "R": 142, "S": 6446, "T": 0, "V": "24"}, {"C": 2024, "D": "15:01", "H": 6500, "I": "VSr9tKi_qm4", "R": 142, "S": 6446, "T": 0, "V": "9"}, {"C": 2024, "D": "16:54", "H": 6500, "I": "Eb0bviuEZvM", "R": 142, "S": 6446, "T": 0, "V": "7"}, {"C": 2024, "D": "7:36", "H": 6500, "I": "Uq61VY2jt-g", "R": 142, "S": 6446, "T": 0, "V": "2"}]}, {"A": 1011, "songs": [{"C": 2024, "D": "8:15", "H": 6500, "I": "9Tkue7KUPeA", "R": 142, "S": 6446, "T": 0, "V": "329"}]}, {"A": 1072, "songs": [{"C": 2024, "D": "32:06", "H": 6500, "I": "9lZmCF9uGNU", "R": 142, "S": 6446, "T": 0, "V": "1,100"}]}, {"A": 1028, "songs": [{"C": 2024, "D": "21:10", "H": 6500, "I": "5HNmpPr91yg", "R": 142, "S": 6446, "T": 0, "V": "70"}, {"C": 2024, "D": "21:11", "H": 6500, "I": "g6Cv9g-hlDU", "R": 142, "S": 6446, "T": 0, "V": "6"}]}, {"A": 1026, "songs": [{"C": 2024, "D": "3:01", "H": 6500, "I": "DT3093WXVSY", "R": 142, "S": 6446, "T": 0, "V": "962"}, {"C": 2024, "D": "10:26", "H": 6500, "I": "gX0xRCNiUYM", "R": 142, "S": 6446, "T": 0, "V": "789"}]}, {"A": 1268, "songs": [{"C": 2024, "D": "12:23", "H": 6500, "I": "BuLqKIAmKBw", "R": 142, "S": 6446, "T": 0, "V": "82"}]}]}]}