{"stats": [{"H": "Videos", "C": "40"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "12"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "7 H"}, {"H": "Views", "C": "4 M"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti", "I": 1}, {"H": "Composer", "V": "Oothukkadu Venkata Kavi", "P": "UtthukkADu vEMkaTa kavi", "I": 13}, {"H": "Raga", "V": "Simhendramadhyamam", "P": "siMhEMdramadhyamam", "I": 71}, {"H": "Tala", "V": "Adi", "P": "Adi", "I": 1}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA", "I": 0}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2", "I": 0}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8", "I": 0}, {"H": "Language", "V": "Tamil", "P": "Tamil", "I": 0}, {"H": "God", "V": "k.RshNA", "P": "k.RshNA", "I": 0}], "title": {"T": 996, "H": "Asaindadum Mayil", "V": "asaintADum mayil", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "asaintADum mayil onRu kANum <br/> nam azhakan vantAn enRE solvatu pOl tONum"}, {"M": "caraNam 1", "T": "isaiyARum kuzhal koNDu vantAn <br/> inda EzhEzhu piRavikkum inba nilai tantAn <br/> disai tOrum niRaivAga ninRAn <br/> enRum tigaTTAda vENugAnam rAdaiyiDam InRAn <br/> engAkilum ematiRaivA iRaivA <br/> ena mana niRai aDiyavariDam tangu manattuDaiyAn <br/> aruL pongu mugattuDaiyAn <br/> oru patam vaittu maRu patam tUkki ninRADa <br/> mayilin iRakADa makara kuzhaiyADa mati vatanamADa <br/> mayakku vizhiyADa malaraNikaLADa malarmagaLum pADa <br/> idu kanavO ninaivO ena mana niRai munivarum makizhntu koNDADa"}, {"M": "caraNam 2", "T": "asai pODum AvinangaL kaNDu <br/> inda adisayattil silai pOla ninRu <br/> nijamAna sugam enRu koNDu <br/> iruntAl Ezhulakil itaiyanRi vERetuvum anRu <br/> isaiyARum gOpAlan inRu <br/> miga ezhil ponga naDamADa etir ninRu rAdai pADa <br/> engAkilum ematiRaivA iRaivA <br/> ena mana niRai aDiyavariDam tangu manattuDaiyAn <br/> aruL pongu mugattuDaiyAn <br/> oru patam vaittu maRu patam tUkki ninRADa <br/> mayilin iRakADa makara kuzhaiyADa mati vatanamADa <br/> mayakku vizhiyADa malaraNikaLADa malarmagaLum pADa <br/> idu kanavO ninaivO ena mana niRai munivarum makizhntu koNDADa"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "அசைந்தாடும் மயில் ஒன்று காணும் <br/> நம் அழகன் வந்தான் என்றே சொல்வது போல் தோணும்"}, {"M": "சரணம் 1", "T": "இசையாறும் குழல் கொண்டு வந்தான் <br/> இந்த ஏழேழு பிறவிக்கும் இன்ப நிலை தந்தான் <br/> திசை தோரும் நிறைவாக நின்றான் <br/> என்றும் திகட்டாத வேணுகானம் ராதையிடம் ஈன்றான் <br/> எங்காகிலும் எமதிறைவா இறைவா <br/> என மன நிறை அடியவரிடம் தங்கு மனத்துடையான் <br/> அருள் பொங்கு முகத்துடையான் <br/> ஒரு பதம் வைத்து மறு பதம் தூக்கி நின்றாட <br/> மயிலின் இறகாட மகர குழையாட மதி வதனமாட <br/> மயக்கு விழியாட மலரணிகளாட மலர்மகளும் பாட <br/> இது கனவோ நினைவோ என மன நிறை முனிவரும் மகிழ்ந்து கொண்டாட"}, {"M": "சரணம் 2", "T": "அசை போடும் ஆவினங்கள் கண்டு <br/> இந்த அதிசயத்தில் சிலை போல நின்று <br/> நிஜமான சுகம் என்று கொண்டு <br/> இருந்தால் ஏழுலகில் இதையன்றி வேறெதுவும் அன்று <br/> இசையாறும் கோபாலன் இன்று <br/> மிக எழில் பொங்க நடமாட எதிர் நின்று ராதை பாட <br/> எங்காகிலும் எமதிறைவா இறைவா <br/> என மன நிறை அடியவரிடம் தங்கு மனத்துடையான் <br/> அருள் பொங்கு முகத்துடையான் <br/> ஒரு பதம் வைத்து மறு பதம் தூக்கி நின்றாட <br/> மயிலின் இறகாட மகர குழையாட மதி வதனமாட <br/> மயக்கு விழியாட மலரணிகளாட மலர்மகளும் பாட <br/> இது கனவோ நினைவோ என மன நிறை முனிவரும் மகிழ்ந்து கொண்டாட"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "అసైన్తాడుమ్ మయిల్ ఒన్ఱు కాణుమ్ <br/> నమ్ అఴకన్ వన్తాన్ ఎన్ఱే సొల్వతు పోల్ తోణుమ్"}, {"M": "చరణమ్ 1", "T": "ఇసైయాఱుమ్ కుఴల్ కొణ్డు వన్తాన్ <br/> ఇన్ద ఏఴేఴు పిఱవిక్కుమ్ ఇన్బ నిలై తన్తాన్ <br/> దిసై తోరుమ్ నిఱైవాగ నిన్ఱాన్ <br/> ఎన్ఱుమ్ తిగట్టాద వేణుగానమ్ రాదైయిడమ్ ఈన్ఱాన్ <br/> ఎఙ్గాకిలుమ్ ఎమతిఱైవా ఇఱైవా <br/> ఎన మన నిఱై అడియవరిడమ్ తఙ్గు మనత్తుడైయాన్ <br/> అరుళ్ పొఙ్గు ముగత్తుడైయాన్ <br/> ఒరు పతమ్ వైత్తు మఱు పతమ్ తూక్కి నిన్ఱాడ <br/> మయిలిన్ ఇఱకాడ మకర కుఴైయాడ మతి వతనమాడ <br/> మయక్కు విఴియాడ మలరణికళాడ మలర్మగళుమ్ పాడ <br/> ఇదు కనవో నినైవో ఎన మన నిఱై మునివరుమ్ మకిఴ్న్తు కొణ్డాడ"}, {"M": "చరణమ్ 2", "T": "అసై పోడుమ్ ఆవినఙ్గళ్ కణ్డు <br/> ఇన్ద అదిసయత్తిల్ సిలై పోల నిన్ఱు <br/> నిజమాన సుగమ్ ఎన్ఱు కొణ్డు <br/> ఇరున్తాల్ ఏఴులకిల్ ఇతైయన్ఱి వేఱెతువుమ్ అన్ఱు <br/> ఇసైయాఱుమ్ గోపాలన్ ఇన్ఱు <br/> మిగ ఎఴిల్ పొఙ్గ నడమాడ ఎతిర్ నిన్ఱు రాదై పాడ <br/> ఎఙ్గాకిలుమ్ ఎమతిఱైవా ఇఱైవా <br/> ఎన మన నిఱై అడియవరిడమ్ తఙ్గు మనత్తుడైయాన్ <br/> అరుళ్ పొఙ్గు ముగత్తుడైయాన్ <br/> ఒరు పతమ్ వైత్తు మఱు పతమ్ తూక్కి నిన్ఱాడ <br/> మయిలిన్ ఇఱకాడ మకర కుఴైయాడ మతి వతనమాడ <br/> మయక్కు విఴియాడ మలరణికళాడ మలర్మగళుమ్ పాడ <br/> ఇదు కనవో నినైవో ఎన మన నిఱై మునివరుమ్ మకిఴ్న్తు కొణ్డాడ"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಅಸೈನ್ತಾಡುಮ್ ಮಯಿಲ್ ಒನ್ಱು ಕಾಣುಮ್ <br/> ನಮ್ ಅಳಕನ್ ವನ್ತಾನ್ ಎನ್ಱೇ ಸೊಲ್ವತು ಪೋಲ್ ತೋಣುಮ್"}, {"M": "ಚರಣಮ್ 1", "T": "ಇಸೈಯಾಱುಮ್ ಕುಳಲ್ ಕೊಣ್ಡು ವನ್ತಾನ್ <br/> ಇನ್ದ ಏಳೇಳು ಪಿಱವಿಕ್ಕುಮ್ ಇನ್ಬ ನಿಲೈ ತನ್ತಾನ್ <br/> ದಿಸೈ ತೋರುಮ್ ನಿಱೈವಾಗ ನಿನ್ಱಾನ್ <br/> ಎನ್ಱುಮ್ ತಿಗಟ್ಟಾದ ವೇಣುಗಾನಮ್ ರಾದೈಯಿಡಮ್ ಈನ್ಱಾನ್ <br/> ಎಙ್ಗಾಕಿಲುಮ್ ಎಮತಿಱೈವಾ ಇಱೈವಾ <br/> ಎನ ಮನ ನಿಱೈ ಅಡಿಯವರಿಡಮ್ ತಙ್ಗು ಮನತ್ತುಡೈಯಾನ್ <br/> ಅರುಳ್ ಪೊಙ್ಗು ಮುಗತ್ತುಡೈಯಾನ್ <br/> ಒರು ಪತಮ್ ವೈತ್ತು ಮಱು ಪತಮ್ ತೂಕ್ಕಿ ನಿನ್ಱಾಡ <br/> ಮಯಿಲಿನ್ ಇಱಕಾಡ ಮಕರ ಕುಳೈಯಾಡ ಮತಿ ವತನಮಾಡ <br/> ಮಯಕ್ಕು ವಿಳಿಯಾಡ ಮಲರಣಿಕಳಾಡ ಮಲರ್ಮಗಳುಮ್ ಪಾಡ <br/> ಇದು ಕನವೋ ನಿನೈವೋ ಎನ ಮನ ನಿಱೈ ಮುನಿವರುಮ್ ಮಕಿಳ್ನ್ತು ಕೊಣ್ಡಾಡ"}, {"M": "ಚರಣಮ್ 2", "T": "ಅಸೈ ಪೋಡುಮ್ ಆವಿನಙ್ಗಳ್ ಕಣ್ಡು <br/> ಇನ್ದ ಅದಿಸಯತ್ತಿಲ್ ಸಿಲೈ ಪೋಲ ನಿನ್ಱು <br/> ನಿಜಮಾನ ಸುಗಮ್ ಎನ್ಱು ಕೊಣ್ಡು <br/> ಇರುನ್ತಾಲ್ ಏಳುಲಕಿಲ್ ಇತೈಯನ್ಱಿ ವೇಱೆತುವುಮ್ ಅನ್ಱು <br/> ಇಸೈಯಾಱುಮ್ ಗೋಪಾಲನ್ ಇನ್ಱು <br/> ಮಿಗ ಎಳಿಲ್ ಪೊಙ್ಗ ನಡಮಾಡ ಎತಿರ್ ನಿನ್ಱು ರಾದೈ ಪಾಡ <br/> ಎಙ್ಗಾಕಿಲುಮ್ ಎಮತಿಱೈವಾ ಇಱೈವಾ <br/> ಎನ ಮನ ನಿಱೈ ಅಡಿಯವರಿಡಮ್ ತಙ್ಗು ಮನತ್ತುಡೈಯಾನ್ <br/> ಅರುಳ್ ಪೊಙ್ಗು ಮುಗತ್ತುಡೈಯಾನ್ <br/> ಒರು ಪತಮ್ ವೈತ್ತು ಮಱು ಪತಮ್ ತೂಕ್ಕಿ ನಿನ್ಱಾಡ <br/> ಮಯಿಲಿನ್ ಇಱಕಾಡ ಮಕರ ಕುಳೈಯಾಡ ಮತಿ ವತನಮಾಡ <br/> ಮಯಕ್ಕು ವಿಳಿಯಾಡ ಮಲರಣಿಕಳಾಡ ಮಲರ್ಮಗಳುಮ್ ಪಾಡ <br/> ಇದು ಕನವೋ ನಿನೈವೋ ಎನ ಮನ ನಿಱೈ ಮುನಿವರುಮ್ ಮಕಿಳ್ನ್ತು ಕೊಣ್ಡಾಡ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "അസൈന്താഡുമ് മയില് ഒന്റു കാണുമ് <br/> നമ് അഴകന് വന്താന് എന്റേ സൊല്വതു പോല് തോണുമ്"}, {"M": "ചരണമ് 1", "T": "ഇസൈയാറുമ് കുഴല് കൊണ്ഡു വന്താന് <br/> ഇന്ദ ഏഴേഴു പിറവിക്കുമ് ഇന്ബ നിലൈ തന്താന് <br/> ദിസൈ തോരുമ് നിറൈവാഗ നിന്റാന് <br/> എന്റുമ് തിഗട്ടാദ വേണുഗാനമ് രാദൈയിഡമ് ഈന്റാന് <br/> എങ്ഗാകിലുമ് എമതിറൈവാ ഇറൈവാ <br/> എന മന നിറൈ അഡിയവരിഡമ് തങ്ഗു മനത്തുഡൈയാന് <br/> അരുള് പൊങ്ഗു മുഗത്തുഡൈയാന് <br/> ഒരു പതമ് വൈത്തു മറു പതമ് തൂക്കി നിന്റാഡ <br/> മയിലിന് ഇറകാഡ മകര കുഴൈയാഡ മതി വതനമാഡ <br/> മയക്കു വിഴിയാഡ മലരണികളാഡ മലര്മഗളുമ് പാഡ <br/> ഇദു കനവോ നിനൈവോ എന മന നിറൈ മുനിവരുമ് മകിഴ്ന്തു കൊണ്ഡാഡ"}, {"M": "ചരണമ് 2", "T": "അസൈ പോഡുമ് ആവിനങ്ഗള് കണ്ഡു <br/> ഇന്ദ അദിസയത്തില് സിലൈ പോല നിന്റു <br/> നിജമാന സുഗമ് എന്റു കൊണ്ഡു <br/> ഇരുന്താല് ഏഴുലകില് ഇതൈയന്റി വേറെതുവുമ് അന്റു <br/> ഇസൈയാറുമ് ഗോപാലന് ഇന്റു <br/> മിഗ എഴില് പൊങ്ഗ നഡമാഡ എതിര് നിന്റു രാദൈ പാഡ <br/> എങ്ഗാകിലുമ് എമതിറൈവാ ഇറൈവാ <br/> എന മന നിറൈ അഡിയവരിഡമ് തങ്ഗു മനത്തുഡൈയാന് <br/> അരുള് പൊങ്ഗു മുഗത്തുഡൈയാന് <br/> ഒരു പതമ് വൈത്തു മറു പതമ് തൂക്കി നിന്റാഡ <br/> മയിലിന് ഇറകാഡ മകര കുഴൈയാഡ മതി വതനമാഡ <br/> മയക്കു വിഴിയാഡ മലരണികളാഡ മലര്മഗളുമ് പാഡ <br/> ഇദു കനവോ നിനൈവോ എന മന നിറൈ മുനിവരുമ് മകിഴ്ന്തു കൊണ്ഡാഡ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "असैन्ताडुम् मयिल् ओन्रु काणुम् <br/> नम् अलकन् वन्तान् एन्रे सोल्वतु पोल् तोणुम्"}, {"M": "चरणम् 1", "T": "इसैयारुम् कुलल् कोण्डु वन्तान् <br/> इन्द एलेलु पिरविक्कुम् इन्ब निलै तन्तान् <br/> दिसै तोरुम् निरैवाग निन्रान् <br/> एन्रुम् तिगट्टाद वेणुगानम् रादैयिडम् ईन्रान् <br/> एङ्गाकिलुम् एमतिरैवा इरैवा <br/> एन मन निरै अडियवरिडम् तङ्गु मनत्तुडैयान् <br/> अरुल् पोङ्गु मुगत्तुडैयान् <br/> ओरु पतम् वैत्तु मरु पतम् तूक्कि निन्राड <br/> मयिलिन् इरकाड मकर कुलैयाड मति वतनमाड <br/> मयक्कु विलियाड मलरणिकलाड मलर्मगलुम् पाड <br/> इदु कनवो निनैवो एन मन निरै मुनिवरुम् मकिल्न्तु कोण्डाड"}, {"M": "चरणम् 2", "T": "असै पोडुम् आविनङ्गल् कण्डु <br/> इन्द अदिसयत्तिल् सिलै पोल निन्रु <br/> निजमान सुगम् एन्रु कोण्डु <br/> इरुन्ताल् एलुलकिल् इतैयन्रि वेरेतुवुम् अन्रु <br/> इसैयारुम् गोपालन् इन्रु <br/> मिग एलिल् पोङ्ग नडमाड एतिर् निन्रु रादै पाड <br/> एङ्गाकिलुम् एमतिरैवा इरैवा <br/> एन मन निरै अडियवरिडम् तङ्गु मनत्तुडैयान् <br/> अरुल् पोङ्गु मुगत्तुडैयान् <br/> ओरु पतम् वैत्तु मरु पतम् तूक्कि निन्राड <br/> मयिलिन् इरकाड मकर कुलैयाड मति वतनमाड <br/> मयक्कु विलियाड मलरणिकलाड मलर्मगलुम् पाड <br/> इदु कनवो निनैवो एन मन निरै मुनिवरुम् मकिल्न्तु कोण्डाड"}]}], "L": "l", "lyricsref": [{"links": [{"N": "www.venkatakavi.org", "L": "http://www.venkatakavi.org/ovk/compositions.html?id=144"}]}], "songs": [{"I": "YiiWeox2_r4&start=436&end=773", "T": 0, "S": 996, "R": 71, "C": 13, "A": 33, "D": "5:37", "V": "214,741", "J": "m"}, {"I": "cb_V8uvEqN0&start=3375&end=61", "T": 0, "S": 996, "R": 71, "C": 13, "A": 33, "D": "4:46", "V": "98,946", "J": "m"}, {"I": "V1IudawjqCs", "T": 0, "S": 996, "R": 71, "C": 13, "A": 33, "D": "5:39", "V": "5,143", "J": "m"}, {"I": "QQSX96hyRwk&start=8407&end=8818", "T": 0, "S": 996, "R": 71, "C": 13, "A": 33, "D": "6:51", "V": "1,544", "J": "m"}, {"I": "uhP39nzRVBE", "T": 0, "S": 996, "R": 71, "C": 13, "A": 19, "D": "10:00", "V": "222,226", "J": "h"}, {"I": "L7md1k0nvzg", "T": 0, "S": 996, "R": 71, "C": 13, "A": 19, "D": "10:05", "V": "22,737", "J": "m"}, {"I": "pM3S1NdzqI4", "T": 0, "S": 996, "R": 71, "C": 13, "A": 346, "D": "0:57", "V": "343,190", "J": "m"}, {"I": "qt-w3kTYjPs&start=1480&end=1893", "T": 0, "S": 996, "R": 71, "C": 13, "A": 13, "D": "6:53", "V": "77,350", "J": "h"}, {"I": "BCQuHy5uFXs", "T": 0, "S": 996, "R": 71, "C": 13, "A": 13, "D": "6:53", "V": "24,254", "J": "m"}, {"I": "NCNo-jZr5no", "T": 0, "S": 996, "R": 71, "C": 13, "A": 13, "D": "6:54", "V": "10,508", "J": "m"}, {"I": "p45x9g6_hkM", "T": 0, "S": 996, "R": 71, "C": 13, "A": 13, "D": "6:53", "V": "297", "J": "s"}, {"I": "r7WPo2Woip8&start=5211&end=5681", "T": 0, "S": 996, "R": 71, "C": 13, "A": 132, "D": "7:50", "V": "75,994", "J": "m"}, {"I": "3nrfdWFhilY&start=1325&end=1812", "T": 0, "S": 996, "R": 71, "C": 13, "A": 132, "D": "8:07", "V": "12,593", "J": "m"}, {"I": "8VZyAi_R0HA", "T": 0, "S": 996, "R": 71, "C": 13, "A": 29, "D": "3:53", "V": "156", "J": "h"}, {"I": "xMfFfekpwao", "T": 0, "S": 996, "R": 71, "C": 13, "A": 27, "D": "6:52", "V": "857", "J": "m"}, {"I": "zcE-CZWxuUE", "T": 0, "S": 996, "R": 71, "C": 13, "A": 27, "D": "2:55", "V": "539", "J": "m"}, {"I": "ohn6gTHt4wY", "T": 0, "S": 996, "R": 71, "C": 13, "A": 27, "D": "6:52", "V": "149", "J": "m"}, {"I": "VbN1DRr4FUA", "T": 0, "S": 996, "R": 71, "C": 13, "A": 27, "D": "6:52", "V": "20", "J": "m"}, {"I": "bq_8f3Yxv0w", "T": 0, "S": 996, "R": 71, "C": 13, "A": 5, "D": "6:35", "V": "2,381,229", "J": "m"}, {"I": "AnsfmTXzAdE&start=0&end=400", "T": 0, "S": 996, "R": 71, "C": 13, "A": 5, "D": "6:40", "V": "1,102,637", "J": "m"}, {"I": "i1a3SZpTmTY", "T": 0, "S": 996, "R": 71, "C": 13, "A": 5, "D": "6:37", "V": "169,061", "J": "m"}, {"I": "bcqf2NV-69w&start=0&end=400", "T": 0, "S": 996, "R": 71, "C": 13, "A": 5, "D": "6:40", "V": "42,211", "J": "h"}, {"I": "Gptde4FefnU&start=0&end=397", "T": 0, "S": 996, "R": 71, "C": 13, "A": 5, "D": "6:37", "V": "13,645", "J": "m"}, {"I": "Yy2-0WmariM&start=10&end=396", "T": 0, "S": 996, "R": 71, "C": 13, "A": 5, "D": "6:26", "V": "13,054", "J": "m"}, {"I": "A2mAxqtow3I", "T": 0, "S": 996, "R": 71, "C": 13, "A": 5, "D": "27:00", "V": "4,688", "J": "m"}, {"I": "I0zsu484krg", "T": 0, "S": 996, "R": 71, "C": 13, "A": 5, "D": "5:30", "V": "336", "J": "m"}, {"I": "FMwQha9GdBA", "T": 0, "S": 996, "R": 71, "C": 13, "A": 5, "D": "27:00", "V": "256", "J": "m"}, {"I": "7ZSNINqN9to", "T": 0, "S": 996, "R": 71, "C": 13, "A": 5, "D": "6:37", "V": "240", "J": "m"}, {"I": "1rMOxWMyBJQ", "T": 0, "S": 996, "R": 71, "C": 13, "A": 5, "D": "5:32", "V": "158", "J": "m"}, {"I": "fmdWuMjrLg0&start=0&end=397", "T": 0, "S": 996, "R": 71, "C": 13, "A": 5, "D": "6:37", "V": "86", "J": "s"}, {"I": "H93RiFgFZig", "T": 0, "S": 996, "R": 71, "C": 13, "A": 5, "D": "56:53", "V": "34", "J": "m"}, {"I": "gz1nIyU1DMY", "T": 0, "S": 996, "R": 71, "C": 13, "A": 5, "D": "27:35", "V": "2", "J": "m"}, {"I": "nQI4F1D5iQw", "T": 0, "S": 996, "R": 71, "C": 13, "A": 375, "D": "4:50", "V": "185", "J": "m"}, {"I": "tucAzxDIec4", "T": 0, "S": 996, "R": 71, "C": 13, "A": 17, "D": "16:38", "V": "2,702", "J": "m"}, {"I": "mbqbtqnz5Vo", "T": 0, "S": 996, "R": 71, "C": 13, "A": 17, "D": "24:45", "V": "388", "J": "m"}, {"I": "yBdQP0vch5g", "T": 0, "S": 996, "R": 71, "C": 13, "A": 17, "D": "24:38", "V": "369", "J": "m"}, {"I": "feu94gs-ZFc", "T": 0, "S": 996, "R": 71, "C": 13, "A": 17, "D": "17:19", "V": "92", "J": "m"}, {"I": "g5JQcmEvNTg", "T": 0, "S": 996, "R": 71, "C": 13, "A": 17, "D": "24:45", "V": "7", "J": "m"}, {"I": "iNsi4kKZhQs&start=1784&end=2927", "T": 0, "S": 996, "R": 71, "C": 13, "A": 264, "D": "19:03", "V": "173", "J": "m"}, {"I": "Ypr235QXM6s", "T": 0, "S": 996, "R": 71, "C": 13, "A": 174, "D": "18:37", "V": "58", "J": "h"}], "folders": [["artist", 33, "0,1,2,3"], ["artist", 19, "4,5"], ["artist", 346, "6"], ["artist", 13, "7,8,9,10"], ["artist", 132, "11,12"], ["artist", 29, "13"], ["artist", 27, "14,15,16,17"], ["artist", 5, "18,19,20,21,22,23,24,25,26,27,28,29,30,31"], ["artist", 375, "32"], ["artist", 17, "33,34,35,36,37"], ["artist", 264, "38"], ["artist", 174, "39"]], "languages": {"english": "10,0,11,1,2,3,4,5,6,7,8,9", "tamil": "11,6,4,2,1,7,9,8,3,0,10,5", "telugu": "11,6,4,2,1,8,9,3,5,0,10,7", "kannada": "11,6,4,2,1,8,9,3,5,0,10,7", "malayalam": "11,6,4,2,1,8,9,3,5,0,10,7", "hindi": "11,6,4,2,1,8,9,3,5,0,10,7", "marathi": "11,6,4,2,1,8,9,3,5,0,10,7", "bengali": "11,6,4,2,1,8,9,3,5,0,10,7", "gujarati": "11,6,4,2,1,8,9,3,5,0,10,7", "punjabi": "11,6,4,1,2,8,9,3,5,0,10,7", "odia": "11,6,4,2,1,8,9,3,5,0,10,7", "assamese": "11,6,4,2,1,8,9,3,5,0,10,7"}}