{"stats": [{"H": "Videos", "C": "164"}, {"H": "Ragas", "C": "2"}, {"H": "Artists", "C": "67"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "12 H"}, {"H": "Views", "C": "12 M"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti"}, {"H": "Composer", "V": "Purandara Dasa", "P": "puraMdara dAsA"}, {"H": "Raga", "V": "Sri", "P": "SrI"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Kannada", "P": "Kannada"}, {"H": "God", "V": "lakshmi", "P": "lakshmi"}], "title": {"H": "Bhagyada Lakshmi", "V": "bhAgyada lakshmi bArammA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "bhAgyada lakSmI bArammA nammamma nI sau <br/> bhAgyada lakSmI bArammA"}, {"M": "caraNam 1", "T": "hejjaya mele hhejjeyanikkuta gejje kAlgaLa dhvaniya madutha <br/> sajjana sAdhu pUjeya vELege majjigeyoLagina beNNeyante <br/> bhAgyada"}, {"M": "caraNam 2", "T": "kanaka vrshtiya kareyuta bAre mana kAmanaya siddhiya tOrE <br/> dinakara kOTi tEjadi hoLeva janakarAyana kumAri bega <br/> bhAgyada"}, {"M": "caraNam 3", "T": "attittalagalade bhaktara maneyali nitya mahOtsava nitya sumangaLa <br/> satyava tOruva sAdhu sajjanara cittadi hoLevA puttaLi bombe <br/> bhAgyada"}, {"M": "caraNam 4", "T": "sankhye illAda bhAgyava koTTu kankaNa kaiya tiruvuta bAre <br/> kunkumAnkite pankaja lOcane venkaTaramaNana binkada rANI <br/> bhAgyada"}, {"M": "caraNam 5", "T": "sakkare tuppada kAluve harisi SukravAradha pUjaya vELage <br/> akkareyuLLa aLagiri rangana cokka purandara viThalana rANI <br/> bhAgyada"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "பாக்யத லக்ஶ்மீ பாரம்மா நம்மம்ம நீ சௌ <br/> பாக்யத லக்ஶ்மீ பாரம்மா"}, {"M": "சரணம் 1", "T": "ஹெஜ்ஜய மெலெ ஹ்ஹெஜ்ஜெயனிக்குத கெஜ்ஜெ கால்கள த்வனிய மதுத <br/> சஜ்ஜன சாது பூஜெய வேளெகெ மஜ்ஜிகெயொளகின பெண்ணெயந்தெ <br/> பாக்யத"}, {"M": "சரணம் 2", "T": "கனக வ்ர்ஷ்திய கரெயுத பாரெ மன காமனய சித்திய தோரே <br/> தினகர கோடி தேஜதி ஹொளெவ ஜனகராயன குமாரி பெக <br/> பாக்யத"}, {"M": "சரணம் 3", "T": "அத்தித்தலகலதெ பக்தர மனெயலி நித்ய மஹோத்சவ நித்ய சுமங்கள <br/> சத்யவ தோருவ சாது சஜ்ஜனர சித்ததி ஹொளெவா புத்தளி பொம்பெ <br/> பாக்யத"}, {"M": "சரணம் 4", "T": "சங்க்யெ இல்லாத பாக்யவ கொட்டு கங்கண கைய திருவுத பாரெ <br/> குங்குமாங்கிதெ பங்கஜ லோசனெ வெங்கடரமணன பிங்கத ராணீ <br/> பாக்யத"}, {"M": "சரணம் 5", "T": "சக்கரெ துப்பத காலுவெ ஹரிசி சுக்ரவாரத பூஜய வேளகெ <br/> அக்கரெயுள்ள அளகிரி ரங்கன சொக்க புரந்தர விடலன ராணீ <br/> பாக்யத"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "భాగ్యద లక్శ్మీ బారమ్మా నమ్మమ్మ నీ సౌ <br/> భాగ్యద లక్శ్మీ బారమ్మా"}, {"M": "చరణమ్ 1", "T": "హెజ్జయ మెలె హ్హెజ్జెయనిక్కుత గెజ్జె కాల్గళ ధ్వనియ మదుథ <br/> సజ్జన సాధు పూజెయ వేళెగె మజ్జిగెయొళగిన బెణ్ణెయన్తె <br/> భాగ్యద"}, {"M": "చరణమ్ 2", "T": "కనక వ్ర్ష్తియ కరెయుత బారె మన కామనయ సిద్ధియ తోరే <br/> దినకర కోటి తేజది హొళెవ జనకరాయన కుమారి బెగ <br/> భాగ్యద"}, {"M": "చరణమ్ 3", "T": "అత్తిత్తలగలదె భక్తర మనెయలి నిత్య మహోత్సవ నిత్య సుమంగళ <br/> సత్యవ తోరువ సాధు సజ్జనర చిత్తది హొళెవా పుత్తళి బొమ్బె <br/> భాగ్యద"}, {"M": "చరణమ్ 4", "T": "సంఖ్యె ఇల్లాద భాగ్యవ కొట్టు కంకణ కైయ తిరువుత బారె <br/> కుంకుమాంకితె పంకజ లోచనె వెంకటరమణన బింకద రాణీ <br/> భాగ్యద"}, {"M": "చరణమ్ 5", "T": "సక్కరె తుప్పద కాలువె హరిసి శుక్రవారధ పూజయ వేళగె <br/> అక్కరెయుళ్ళ అళగిరి రంగన చొక్క పురన్దర విఠలన రాణీ <br/> భాగ్యద"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಭಾಗ್ಯದ ಲಕ್ಶ್ಮೀ ಬಾರಮ್ಮಾ ನಮ್ಮಮ್ಮ ನೀ ಸೌ <br/> ಭಾಗ್ಯದ ಲಕ್ಶ್ಮೀ ಬಾರಮ್ಮಾ"}, {"M": "ಚರಣಮ್ 1", "T": "ಹೆಜ್ಜಯ ಮೆಲೆ ಹ್ಹೆಜ್ಜೆಯನಿಕ್ಕುತ ಗೆಜ್ಜೆ ಕಾಲ್ಗಳ ಧ್ವನಿಯ ಮದುಥ <br/> ಸಜ್ಜನ ಸಾಧು ಪೂಜೆಯ ವೇಳೆಗೆ ಮಜ್ಜಿಗೆಯೊಳಗಿನ ಬೆಣ್ಣೆಯನ್ತೆ <br/> ಭಾಗ್ಯದ"}, {"M": "ಚರಣಮ್ 2", "T": "ಕನಕ ವ್ರ್ಷ್ತಿಯ ಕರೆಯುತ ಬಾರೆ ಮನ ಕಾಮನಯ ಸಿದ್ಧಿಯ ತೋರೇ <br/> ದಿನಕರ ಕೋಟಿ ತೇಜದಿ ಹೊಳೆವ ಜನಕರಾಯನ ಕುಮಾರಿ ಬೆಗ <br/> ಭಾಗ್ಯದ"}, {"M": "ಚರಣಮ್ 3", "T": "ಅತ್ತಿತ್ತಲಗಲದೆ ಭಕ್ತರ ಮನೆಯಲಿ ನಿತ್ಯ ಮಹೋತ್ಸವ ನಿತ್ಯ ಸುಮಂಗಳ <br/> ಸತ್ಯವ ತೋರುವ ಸಾಧು ಸಜ್ಜನರ ಚಿತ್ತದಿ ಹೊಳೆವಾ ಪುತ್ತಳಿ ಬೊಮ್ಬೆ <br/> ಭಾಗ್ಯದ"}, {"M": "ಚರಣಮ್ 4", "T": "ಸಂಖ್ಯೆ ಇಲ್ಲಾದ ಭಾಗ್ಯವ ಕೊಟ್ಟು ಕಂಕಣ ಕೈಯ ತಿರುವುತ ಬಾರೆ <br/> ಕುಂಕುಮಾಂಕಿತೆ ಪಂಕಜ ಲೋಚನೆ ವೆಂಕಟರಮಣನ ಬಿಂಕದ ರಾಣೀ <br/> ಭಾಗ್ಯದ"}, {"M": "ಚರಣಮ್ 5", "T": "ಸಕ್ಕರೆ ತುಪ್ಪದ ಕಾಲುವೆ ಹರಿಸಿ ಶುಕ್ರವಾರಧ ಪೂಜಯ ವೇಳಗೆ <br/> ಅಕ್ಕರೆಯುಳ್ಳ ಅಳಗಿರಿ ರಂಗನ ಚೊಕ್ಕ ಪುರನ್ದರ ವಿಠಲನ ರಾಣೀ <br/> ಭಾಗ್ಯದ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ഭാഗ്യദ ലക്ശ്മീ ബാരമ്മാ നമ്മമ്മ നീ സൌ <br/> ഭാഗ്യദ ലക്ശ്മീ ബാരമ്മാ"}, {"M": "ചരണമ് 1", "T": "ഹെജ്ജയ മെലെ ഹ്ഹെജ്ജെയനിക്കുത ഗെജ്ജെ കാല്ഗള ധ്വനിയ മദുഥ <br/> സജ്ജന സാധു പൂജെയ വേളെഗെ മജ്ജിഗെയൊളഗിന ബെണ്ണെയന്തെ <br/> ഭാഗ്യദ"}, {"M": "ചരണമ് 2", "T": "കനക വ്ര്ഷ്തിയ കരെയുത ബാരെ മന കാമനയ സിദ്ധിയ തോരേ <br/> ദിനകര കോടി തേജദി ഹൊളെവ ജനകരായന കുമാരി ബെഗ <br/> ഭാഗ്യദ"}, {"M": "ചരണമ് 3", "T": "അത്തിത്തലഗലദെ ഭക്തര മനെയലി നിത്യ മഹോത്സവ നിത്യ സുമംഗള <br/> സത്യവ തോരുവ സാധു സജ്ജനര ചിത്തദി ഹൊളെവാ പുത്തളി ബൊമ്ബെ <br/> ഭാഗ്യദ"}, {"M": "ചരണമ് 4", "T": "സംഖ്യെ ഇല്ലാദ ഭാഗ്യവ കൊട്ടു കംകണ കൈയ തിരുവുത ബാരെ <br/> കുംകുമാംകിതെ പംകജ ലോചനെ വെംകടരമണന ബിംകദ രാണീ <br/> ഭാഗ്യദ"}, {"M": "ചരണമ് 5", "T": "സക്കരെ തുപ്പദ കാലുവെ ഹരിസി ശുക്രവാരധ പൂജയ വേളഗെ <br/> അക്കരെയുള്ള അളഗിരി രംഗന ചൊക്ക പുരന്ദര വിഠലന രാണീ <br/> ഭാഗ്യദ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "भाग्यद लक्श्मी बारम्मा नम्मम्म नी सौ <br/> भाग्यद लक्श्मी बारम्मा"}, {"M": "चरणम् 1", "T": "हेज्जय मेले ह्हेज्जेयनिक्कुत गेज्जे काल्गल ध्वनिय मदुथ <br/> सज्जन साधु पूजेय वेलॆगे मज्जिगेयोलगिन बेण्णेयन्ते <br/> भाग्यद"}, {"M": "चरणम् 2", "T": "कनक व्र्ष्तिय करेयुत बारे मन कामनय सिद्धिय तोरे <br/> दिनकर कोटि तेजदि होलॆव जनकरायन कुमारि बेग <br/> भाग्यद"}, {"M": "चरणम् 3", "T": "अत्तित्तलगलदे भक्तर मनेयलि नित्य महोत्सव नित्य सुमंगल <br/> सत्यव तोरुव साधु सज्जनर चित्तदि होलॆवा पुत्तलि बोम्बे <br/> भाग्यद"}, {"M": "चरणम् 4", "T": "संख्ये इल्लाद भाग्यव कोट्टु कंकण कैय तिरुवुत बारे <br/> कुंकुमांकिते पंकज लोचने वेंकटरमणन बिंकद राणी <br/> भाग्यद"}, {"M": "चरणम् 5", "T": "सक्करे तुप्पद कालुवे हरिसि शुक्रवारध पूजय वेलगे <br/> अक्करेयुल्ल अलगिरि रंगन चोक्क पुरन्दर विठलन राणी <br/> भाग्यद"}]}], "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c1146.shtml"}]}], "videos": [{"folder": [{"A": 419, "songs": [{"C": 6, "D": "3:40", "I": "On2o5dL2FaI", "R": 58, "S": 24, "T": 0, "V": "740"}]}, {"A": 24, "songs": [{"C": 6, "D": "4:04", "I": "wkGLgA7_q_s", "R": 14, "S": 24, "T": 0, "V": "11,489"}, {"C": 6, "D": "7:36", "I": "oK_WiOb3mSY", "R": 14, "S": 24, "T": 0, "V": "8,226"}, {"C": 6, "D": "5:05", "I": "OYK4x90NVPQ", "R": 58, "S": 24, "T": 0, "V": "5,210"}, {"C": 6, "D": "5:12", "I": "-rmWiDvzDT4", "R": 58, "S": 24, "T": 0, "V": "4,894"}, {"C": 6, "D": "6:45", "I": "AHjMaeOkPHs", "R": 58, "S": 24, "T": 0, "V": "4,626"}, {"C": 6, "D": "3:00", "I": "LVl3GOPlVr4", "R": 58, "S": 24, "T": 0, "V": "1,774"}, {"C": 6, "D": "3:45", "I": "6_t2h9z-Cvc", "R": 58, "S": 24, "T": 0, "V": "1,298"}, {"C": 6, "D": "3:00", "I": "1RaqX8Fc1nE", "R": 14, "S": 24, "T": 0, "V": "815"}, {"C": 6, "D": "13:17", "I": "azvEtR3N_PM", "R": 58, "S": 24, "T": 0, "V": "387"}, {"C": 6, "D": "6:09", "I": "mCsSZvA_GpY", "R": 58, "S": 24, "T": 0, "V": "57"}]}, {"A": 66, "songs": [{"C": 6, "D": "2:34", "I": "vsImGwWEh7E", "R": 58, "S": 24, "T": 0, "V": "254"}]}, {"A": 176, "songs": [{"C": 6, "D": "3:47", "I": "a72mfPngaDs&t=9372s", "R": 14, "S": 24, "T": 0, "V": "1,900"}, {"C": 6, "D": "5:31", "I": "Mi49pGXOniw&t=7068s", "R": 58, "S": 24, "T": 0, "V": "1,200"}]}, {"A": 215, "songs": [{"C": 6, "D": "5:09", "I": "UMrjpSAifV0", "R": 58, "S": 24, "T": 0, "V": "28,551"}]}, {"A": 28, "songs": [{"C": 6, "D": "5:47", "I": "Xk5HOfSCAgY", "R": 58, "S": 24, "T": 0, "V": "818"}, {"C": 6, "D": "6:31", "I": "5WKJqj3GXBk", "R": 58, "S": 24, "T": 0, "V": "153"}, {"C": 6, "D": "6:04", "I": "9fANCQ0GNNI", "R": 58, "S": 24, "T": 0, "V": "115"}]}, {"A": 167, "songs": [{"C": 6, "D": "6:45", "I": "xtaYw92Tt14", "R": 58, "S": 24, "T": 0, "V": "151,704"}, {"C": 6, "D": "6:57", "I": "9iIHY5MQ5s0&t=1677s", "R": 58, "S": 24, "T": 0, "V": "5,845"}, {"C": 6, "D": "6:45", "I": "9mMXLuUCSEo", "R": 58, "S": 24, "T": 0, "V": "2,193"}, {"C": 6, "D": "7:06", "I": "3Xl0WBAxSdk&t=3027s", "R": 58, "S": 24, "T": 0, "V": "46"}]}, {"A": 416, "songs": [{"C": 6, "D": "3:13", "I": "qtYdHnQ30Yk", "R": 14, "S": 24, "T": 0, "V": "538"}]}, {"A": 2, "songs": [{"C": 6, "D": "3:25", "I": "N1Vlj4mhHwA&t=257s", "R": 58, "S": 24, "T": 0, "V": "12,149"}, {"C": 6, "D": "3:00", "I": "M8WBixW32So", "R": 58, "S": 24, "T": 0, "V": "3,087"}, {"C": 6, "D": "2:16", "I": "obYGiEkEmgU", "R": 58, "S": 24, "T": 0, "V": "741"}, {"C": 6, "D": "3:00", "I": "qUb5aMpDNi4", "R": 58, "S": 24, "T": 0, "V": "656"}, {"C": 6, "D": "2:39", "I": "dkAfcz1MuTs", "R": 58, "S": 24, "T": 0, "V": "141"}, {"C": 6, "D": "2:17", "I": "71dCO2SNB8M", "R": 58, "S": 24, "T": 0, "V": "35"}, {"C": 6, "D": "3:32", "I": "7VGylkLI3fA", "R": 58, "S": 24, "T": 0, "V": "26"}, {"C": 6, "D": "2:47", "I": "Led86F7WK8E", "R": 58, "S": 24, "T": 0, "V": "19"}, {"C": 6, "D": "2:30", "I": "ex07YkE0bFs", "R": 58, "S": 24, "T": 0, "V": "3"}, {"C": 6, "D": "2:28", "I": "0M-KU4bjoPc", "R": 58, "S": 24, "T": 0, "V": "2"}]}, {"A": 83, "songs": [{"C": 6, "D": "5:57", "I": "zvIb49BjMgo", "R": 14, "S": 24, "T": 0, "V": "337"}, {"C": 6, "D": "5:46", "I": "CcMdzGtaoNY", "R": 14, "S": 24, "T": 0, "V": "55"}, {"C": 6, "D": "4:37", "I": "I3DwR2t-1AY", "R": 58, "S": 24, "T": 0, "V": "28"}]}, {"A": 3, "songs": [{"C": 6, "D": "3:11", "I": "7Vy_VgMWCvA", "R": 58, "S": 24, "T": 0, "V": "1,434,391"}, {"C": 6, "D": "3:10", "I": "i9fIDapggl8", "R": 58, "S": 24, "T": 0, "V": "995,472"}, {"C": 6, "D": "3:18", "I": "oWSHRGLsjPI&t=3073s", "R": 58, "S": 24, "T": 0, "V": "428,168"}, {"C": 6, "D": "3:10", "I": "v3Ep-ogkcGA", "R": 58, "S": 24, "T": 0, "V": "235,040"}, {"C": 6, "D": "3:06", "I": "3vmF3c4YIss", "R": 14, "S": 24, "T": 0, "V": "51,032"}, {"C": 6, "D": "3:08", "I": "cu_zUYbqpQY", "R": 58, "S": 24, "T": 0, "V": "8,457"}, {"C": 6, "D": "0:02", "I": "aF9tY1HYd6w&t=3663s", "R": 58, "S": 24, "T": 0, "V": "4,533"}, {"C": 6, "D": "3:10", "I": "V8pkXnWZ_4s", "R": 58, "S": 24, "T": 0, "V": "3,786"}, {"C": 6, "D": "3:04", "I": "G3ATB0honDs", "R": 58, "S": 24, "T": 0, "V": "2,102"}, {"C": 6, "D": "3:12", "I": "keh_QEbQqrs", "R": 58, "S": 24, "T": 0, "V": "1,409"}, {"C": 6, "D": "3:11", "I": "G2nhZBUj55U", "R": 58, "S": 24, "T": 0, "V": "1,059"}, {"C": 6, "D": "3:13", "I": "Anq6wW3J6LQ", "R": 58, "S": 24, "T": 0, "V": "738"}, {"C": 6, "D": "3:10", "I": "Sit80Z4DS3o", "R": 58, "S": 24, "T": 0, "V": "190"}, {"C": 6, "D": "3:11", "I": "OsE6eS9lgjQ", "R": 58, "S": 24, "T": 0, "V": "129"}, {"C": 6, "D": "3:30", "I": "c3XOldA0sxg", "R": 58, "S": 24, "T": 0, "V": "49"}, {"C": 6, "D": "3:17", "I": "odrcQ6iJCaA", "R": 58, "S": 24, "T": 0, "V": "49"}, {"C": 6, "D": "3:10", "I": "PN7kR7BkdiM", "R": 58, "S": 24, "T": 0, "V": "18"}]}, {"A": 184, "songs": [{"C": 6, "D": "8:13", "I": "ENlBNxboyFA", "R": 14, "S": 24, "T": 0, "V": "110"}]}, {"A": 441, "songs": [{"C": 6, "D": "3:52", "I": "ubfHjyk4_mc", "R": 14, "S": 24, "T": 0, "V": "101"}]}, {"A": 436, "songs": [{"C": 6, "D": "4:45", "I": "hVvxf2x5v8E", "R": 14, "S": 24, "T": 0, "V": "101,126"}]}, {"A": 13, "songs": [{"C": 6, "D": "5:06", "I": "gTKhhCLJUc4", "R": 58, "S": 24, "T": 0, "V": "1,068,340"}, {"C": 6, "D": "2:40", "I": "0wMgHi3Fq0M", "R": 58, "S": 24, "T": 0, "V": "34,861"}, {"C": 6, "D": "6:07", "I": "BziB_UbC60w&t=3586s", "R": 58, "S": 24, "T": 0, "V": "4,694"}, {"C": 6, "D": "5:12", "I": "qFgSocNbIkE", "R": 58, "S": 24, "T": 0, "V": "893"}, {"C": 6, "D": "7:23", "I": "JWOursULGxA", "R": 58, "S": 24, "T": 0, "V": "889"}]}, {"A": 132, "songs": [{"C": 6, "D": "6:22", "I": "jBg8-v50fSk", "R": 58, "S": 24, "T": 0, "V": "7,255"}]}, {"A": 29, "songs": [{"C": 6, "D": "5:25", "I": "fDRF0tlxtfg", "R": 58, "S": 24, "T": 0, "V": "31,642"}]}, {"A": 79, "songs": [{"C": 6, "D": "5:14", "I": "_8kum7MrYsA&t=0s", "R": 58, "S": 24, "T": 0, "V": "16,000"}]}, {"A": 44, "songs": [{"C": 6, "D": "4:29", "I": "mLHnAf9lXEQ", "R": 58, "S": 24, "T": 0, "V": "4,498"}, {"C": 6, "D": "4:28", "I": "saF9oNqijpE", "R": 58, "S": 24, "T": 0, "V": "253"}, {"C": 6, "D": "4:19", "I": "5x3NNnD4wXQ", "R": 58, "S": 24, "T": 0, "V": "21"}, {"C": 6, "D": "2:06", "I": "QREKN6C6Ph4", "R": 58, "S": 24, "T": 0, "V": "9"}]}, {"A": 72, "songs": [{"C": 6, "D": "3:06", "I": "L3KZRcT1_6U&t=2851s", "R": 58, "S": 24, "T": 0, "V": "3,400"}, {"C": 6, "D": "3:17", "I": "aX99HaWI3ZI", "R": 58, "S": 24, "T": 0, "V": "907"}, {"C": 6, "D": "4:02", "I": "k-kYojWDu2w", "R": 58, "S": 24, "T": 0, "V": "23"}]}, {"A": 397, "songs": [{"C": 6, "D": "5:14", "I": "P2QCjrD-q68", "R": 14, "S": 24, "T": 0, "V": "15,065"}]}, {"A": 272, "songs": [{"C": 6, "D": "3:07", "I": "zjDtUFyP-a0", "R": 58, "S": 24, "T": 0, "V": "3,327"}, {"C": 6, "D": "3:28", "I": "n1FVjasMOdQ", "R": 14, "S": 24, "T": 0, "V": "150"}]}, {"A": 396, "songs": [{"C": 6, "D": "3:29", "I": "8T6qD2_g0_o", "R": 14, "S": 24, "T": 0, "V": "100"}]}, {"A": 53, "songs": [{"C": 6, "D": "4:31", "I": "k5-ohaLCXWM", "R": 14, "S": 24, "T": 0, "V": "2,243"}]}, {"A": 60, "songs": [{"C": 6, "D": "2:01", "I": "sC4VPQPYJck", "R": 58, "S": 24, "T": 0, "V": "42"}]}, {"A": 242, "songs": [{"C": 6, "D": "9:10", "I": "kNcvGMNpmEE", "R": 58, "S": 24, "T": 0, "V": "44"}]}, {"A": 177, "songs": [{"C": 6, "D": "4:53", "I": "FyYHOuuUkTQ", "R": 14, "S": 24, "T": 0, "V": "46,000"}]}, {"A": 324, "songs": [{"C": 6, "D": "4:25", "I": "IT1aCRqSJIc", "R": 58, "S": 24, "T": 0, "V": "85"}]}, {"A": 5, "songs": [{"C": 6, "D": "3:36", "I": "TQO3zyLNlRk", "R": 58, "S": 24, "T": 0, "V": "11,329"}, {"C": 6, "D": "3:38", "I": "9ZjPxnOf1uQ", "R": 58, "S": 24, "T": 0, "V": "99"}]}, {"A": 506, "songs": [{"C": 6, "D": "6:39", "I": "gPiz7piKZd4&t=2247s", "R": 58, "S": 24, "T": 0, "V": "1,100"}]}, {"A": 336, "songs": [{"C": 6, "D": "5:05", "I": "d9dVPVavyyY", "R": 14, "S": 24, "T": 0, "V": "102"}]}, {"A": 163, "songs": [{"C": 6, "D": "3:40", "I": "5qlStHbHrXI", "R": 14, "S": 24, "T": 0, "V": "50"}]}, {"A": 112, "songs": [{"C": 6, "D": "6:47", "I": "oXCm7Vg7V8A&t=2287s", "R": 58, "S": 24, "T": 0, "V": "94,260"}, {"C": 6, "D": "6:30", "I": "ojIK34FoXg4", "R": 58, "S": 24, "T": 0, "V": "33,464"}, {"C": 6, "D": "8:07", "I": "uHXuTVJFlVo&t=5542s", "R": 58, "S": 24, "T": 0, "V": "1,894"}]}, {"A": 374, "songs": [{"C": 6, "D": "3:02", "I": "AC03Iw3SydQ", "R": 58, "S": 24, "T": 0, "V": "331"}]}, {"A": 381, "songs": [{"C": 6, "D": "5:50", "I": "uu-uw4lwUjE&t=1497s", "R": 58, "S": 24, "T": 0, "V": "544"}, {"C": 6, "D": "5:50", "I": "MTiRBaEkixY&t=1497s", "R": 58, "S": 24, "T": 0, "V": "498"}]}, {"A": 133, "songs": [{"C": 6, "D": "3:08", "I": "hFTFWoHIpbM", "R": 58, "S": 24, "T": 0, "V": "463"}]}, {"A": 332, "songs": [{"C": 6, "D": "7:03", "I": "BS_mQ8Mm43A", "R": 14, "S": 24, "T": 0, "V": "208"}]}, {"A": 173, "songs": [{"C": 6, "D": "52:30", "I": "2MA7H6GyEiM", "R": 58, "S": 24, "T": 0, "V": "5,100"}, {"C": 6, "D": "1:56", "I": "NamA7lPNo8w&t=8224s", "R": 14, "S": 24, "T": 0, "V": "75"}]}, {"A": 577, "songs": [{"C": 6, "D": "3:30", "I": "sNll2U0vmbg", "R": 14, "S": 24, "T": 0, "V": "1"}]}, {"A": 37, "songs": [{"C": 6, "D": "3:16", "I": "FSiwJCFg-2s", "R": 58, "S": 24, "T": 0, "V": "49"}]}, {"A": 145, "songs": [{"C": 6, "D": "3:20", "I": "MBppSoxN9_0", "R": 14, "S": 24, "T": 0, "V": "2,643"}, {"C": 6, "D": "3:40", "I": "pmOzpjhr3Xg", "R": 14, "S": 24, "T": 0, "V": "1,072"}, {"C": 6, "D": "4:26", "I": "EmQu5d9GfCw&t=13430s", "R": 14, "S": 24, "T": 0, "V": "845"}, {"C": 6, "D": "3:05", "I": "BtFjRgSjhXE", "R": 14, "S": 24, "T": 0, "V": "772"}, {"C": 6, "D": "3:40", "I": "o9SbhoKsJRs", "R": 14, "S": 24, "T": 0, "V": "151"}, {"C": 6, "D": "3:30", "I": "m1fMfVNM0hE", "R": 14, "S": 24, "T": 0, "V": "133"}, {"C": 6, "D": "2:50", "I": "3K83qG0rv7s", "R": 14, "S": 24, "T": 0, "V": "126"}, {"C": 6, "D": "2:36", "I": "23QsC8fW0Qo", "R": 14, "S": 24, "T": 0, "V": "104"}, {"C": 6, "D": "2:05", "I": "qohILwX1rYo", "R": 14, "S": 24, "T": 0, "V": "57"}, {"C": 6, "D": "3:09", "I": "otjBjT8xoVc", "R": 14, "S": 24, "T": 0, "V": "54"}, {"C": 6, "D": "3:22", "I": "gwYWbU9H3oE", "R": 14, "S": 24, "T": 0, "V": "18"}]}, {"A": 256, "songs": [{"C": 6, "D": "5:34", "I": "Fui4aHpVoMc", "R": 14, "S": 24, "T": 0, "V": "108,000"}, {"C": 6, "D": "5:33", "I": "sKa3KINCbNw", "R": 14, "S": 24, "T": 0, "V": "54"}]}, {"A": 41, "songs": [{"C": 6, "D": "15:56", "I": "e2e_ASlf4dc&t=2619s", "R": 58, "S": 24, "T": 0, "V": "47,377"}, {"C": 6, "D": "1:56", "I": "wBLdB0tbpk4", "R": 14, "S": 24, "T": 0, "V": "364"}, {"C": 6, "D": "1:25", "I": "Hy5rQp6gO-4", "R": 14, "S": 24, "T": 0, "V": "69"}]}, {"A": 180, "songs": [{"C": 6, "D": "3:15", "I": "bxfPzpUwXA0", "R": 14, "S": 24, "T": 0, "V": "241"}, {"C": 6, "D": "3:15", "I": "vyijdQwx5e8", "R": 14, "S": 24, "T": 0, "V": "41"}, {"C": 6, "D": "3:06", "I": "mxmOC8rdOVQ", "R": 14, "S": 24, "T": 0, "V": "11"}]}, {"A": 68, "songs": [{"C": 6, "D": "3:24", "I": "Vh5xhGHf3qk&t=5665s", "R": 58, "S": 24, "T": 0, "V": "2,524"}, {"C": 6, "D": "3:24", "I": "s-aDh9ZPjZg&t=5665s", "R": 58, "S": 24, "T": 0, "V": "915"}]}, {"A": 296, "songs": [{"C": 6, "D": "2:26", "I": "Vtx3p2BZtco", "R": 58, "S": 24, "T": 0, "V": "1,090"}, {"C": 6, "D": "2:53", "I": "PqRkV-nOMqc", "R": 14, "S": 24, "T": 0, "V": "335"}]}, {"A": 10, "songs": [{"C": 6, "D": "5:29", "I": "2qeocZH6C8w&t=900s", "R": 58, "S": 24, "T": 0, "V": "2,300"}, {"C": 6, "D": "5:20", "I": "MQOov-fjzFs&t=3318s", "R": 58, "S": 24, "T": 0, "V": "194"}]}, {"A": 257, "songs": [{"C": 6, "D": "2:12", "I": "cmMctBCXbps", "R": 58, "S": 24, "T": 0, "V": "546"}, {"C": 6, "D": "3:18", "I": "yWletT90PSA&t=3322s", "R": 58, "S": 24, "T": 0, "V": "47"}]}, {"A": 90, "songs": [{"C": 6, "D": "5:08", "I": "tByA8vHEFk4", "R": 58, "S": 24, "T": 0, "V": "6,392,357"}, {"C": 6, "D": "3:55", "I": "Mh_n0ZcOxS0", "R": 58, "S": 24, "T": 0, "V": "21,132"}, {"C": 6, "D": "7:16", "I": "vlM41F37PFw", "R": 58, "S": 24, "T": 0, "V": "8,983"}, {"C": 6, "D": "3:38", "I": "S0BzWfmxcmw", "R": 14, "S": 24, "T": 0, "V": "276"}, {"C": 6, "D": "3:41", "I": "IwQtSmRkaHs", "R": 58, "S": 24, "T": 0, "V": "228"}, {"C": 6, "D": "3:58", "I": "Ejj0rI63JwE&t=200s", "R": 58, "S": 24, "T": 0, "V": "141"}, {"C": 6, "D": "4:58", "I": "CaaQEcoTBGs", "R": 58, "S": 24, "T": 0, "V": "104"}, {"C": 6, "D": "3:40", "I": "RnQkjdSMPpQ", "R": 14, "S": 24, "T": 0, "V": "75"}, {"C": 6, "D": "1:16:34", "I": "qjj1W-NoO2Y", "R": 14, "S": 24, "T": 0, "V": "47"}, {"C": 6, "D": "1:57", "I": "xXsr00Rt9xY&t=5132s", "R": 58, "S": 24, "T": 0, "V": "42"}]}, {"A": 651, "songs": [{"C": 6, "D": "2:08", "I": "eIrijOtXIjg&t=3557s", "R": 58, "S": 24, "T": 0, "V": "212"}]}, {"A": 150, "songs": [{"C": 6, "D": "4:02", "I": "sM-6eLjkl3I", "R": 14, "S": 24, "T": 0, "V": "70"}]}, {"A": 35, "songs": [{"C": 6, "D": "4:14", "I": "LVE7dUlpFdY", "R": 58, "S": 24, "T": 0, "V": "804"}, {"C": 6, "D": "4:30", "I": "ZoQD9HPp9o4&t=3394s", "R": 58, "S": 24, "T": 0, "V": "253"}, {"C": 6, "D": "4:34", "I": "nAreTqQGJ7E", "R": 58, "S": 24, "T": 0, "V": "147"}, {"C": 6, "D": "3:56", "I": "q6y0Awef1go", "R": 58, "S": 24, "T": 0, "V": "118"}, {"C": 6, "D": "7:38", "I": "r827mb8bsqU", "R": 58, "S": 24, "T": 0, "V": "102"}, {"C": 6, "D": "4:35", "I": "ctCCCfiYxlw&t=0s", "R": 58, "S": 24, "T": 0, "V": "74"}]}, {"A": 57, "songs": [{"C": 6, "D": "2:21", "I": "gWkooYg9Ovo", "R": 14, "S": 24, "T": 0, "V": "432"}]}, {"A": 174, "songs": [{"C": 6, "D": "4:08", "I": "YrNcsX_zOms", "R": 58, "S": 24, "T": 0, "V": "653"}]}, {"A": 275, "songs": [{"C": 6, "D": "2:37", "I": "J1ZjW_EYVGQ", "R": 14, "S": 24, "T": 0, "V": "69"}]}, {"A": 164, "songs": [{"C": 6, "D": "3:52", "I": "60ImJxE2oZA", "R": 58, "S": 24, "T": 0, "V": "277,297"}, {"C": 6, "D": "3:51", "I": "Q-nUIpdZC4g", "R": 58, "S": 24, "T": 0, "V": "3,100"}, {"C": 6, "D": "6:32", "I": "SY7mSU8590s&t=979s", "R": 58, "S": 24, "T": 0, "V": "607"}, {"C": 6, "D": "4:03", "I": "W2kD8kF_zDU", "R": 58, "S": 24, "T": 0, "V": "9"}]}, {"A": 4, "songs": [{"C": 6, "D": "3:01", "I": "K2dg_K2ICAk", "R": 58, "S": 24, "T": 0, "V": "7,630"}]}, {"A": 50, "songs": [{"C": 6, "D": "2:21", "I": "RCZhT4qopQc&t=7664s", "R": 14, "S": 24, "T": 0, "V": "774"}, {"C": 6, "D": "2:07", "I": "P1SMCKEkAlY&t=3406s", "R": 58, "S": 24, "T": 0, "V": "225"}, {"C": 6, "D": "3:45", "I": "ur9fGF864iM", "R": 14, "S": 24, "T": 0, "V": "75"}]}, {"A": 22, "songs": [{"C": 6, "D": "4:55", "I": "PLRxO1HEeSA&t=2809s", "R": 58, "S": 24, "T": 0, "V": "52"}]}, {"A": 165, "songs": [{"C": 6, "D": "3:33", "I": "ceRp1IV9IdA", "R": 58, "S": 24, "T": 0, "V": "32"}]}, {"A": 120, "songs": [{"C": 6, "D": "3:02", "I": "0q8AZ8LQlmI", "R": 58, "S": 24, "T": 0, "V": "510"}]}, {"A": 99, "songs": [{"C": 6, "D": "2:52", "I": "Nu4bm5bR6Zg", "R": 14, "S": 24, "T": 0, "V": "355"}, {"C": 6, "D": "2:29", "I": "0w30YNxvIa4", "R": 58, "S": 24, "T": 0, "V": "353"}]}, {"A": 356, "songs": [{"C": 6, "D": "2:52", "I": "tawYfOu3p0A", "R": 58, "S": 24, "T": 0, "V": "412"}]}, {"A": 14, "songs": [{"C": 6, "D": "2:37", "I": "nSA3xCXKYxc&t=9771s", "R": 14, "S": 24, "T": 0, "V": "809"}, {"C": 6, "D": "2:31", "I": "KbfELxap0a4", "R": 58, "S": 24, "T": 0, "V": "175"}]}, {"A": 161, "songs": [{"C": 6, "D": "2:47", "I": "FGOObAG1syI", "R": 14, "S": 24, "T": 0, "V": "50"}]}, {"A": 160, "songs": [{"C": 6, "D": "4:53", "I": "IywXWkGh6Sc", "R": 58, "S": 24, "T": 0, "V": "20,654"}]}, {"A": 86, "songs": [{"C": 6, "D": "6:01", "I": "R2SMwcgXs7E", "R": 14, "S": 24, "T": 0, "V": "26,524"}]}]}]}