{"stats": [{"H": "Videos", "C": "77"}, {"H": "Ragas", "C": "2"}, {"H": "Artists", "C": "36"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "5 H"}, {"H": "Views", "C": "9 M"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Purandara Dasa", "P": "purandara dAsA"}, {"H": "Raga", "V": "Sri", "P": "SrI"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Kannada", "P": "Kannada"}, {"H": "God", "V": "lakshmi", "P": "lakshmi"}], "title": {"H": "Bhagyada Lakshmi", "V": "bhAgyada lakSmI bArammA nammamma nI", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "bhAgyada lakSmI bArammA nammamma nI sau <br/> bhAgyada lakSmI bArammA"}, {"M": "caraNam 1", "T": "hejjaya mele hhejjeyanikkuta gejje kAlgaLa dhvaniya madutha <br/> sajjana sAdhu pUjeya vELege majjigeyoLagina beNNeyante <br/> (bhAgyada)"}, {"M": "caraNam 2", "T": "kanaka vrshtiya kareyuta bAre mana kAmanaya siddhiya tOrE <br/> dinakara kOTi tEjadi hoLeva janakarAyana kumAri bega <br/> (bhAgyada)"}, {"M": "caraNam 3", "T": "attittalagalade bhaktara maneyali nitya mahOtsava nitya sumangaLa <br/> satyava tOruva sAdhu sajjanara cittadi hoLevA puttaLi bombe <br/> (bhAgyada)"}, {"M": "caraNam 4", "T": "sankhye illAda bhAgyava koTTu kankaNa kaiya tiruvuta bAre <br/> kunkumAnkite pankaja lOcane venkaTaramaNana binkada rANI <br/> (bhAgyada)"}, {"M": "caraNam 5", "T": "sakkare tuppada kAluve harisi SukravAradha pUjaya vELage <br/> akkareyuLLa aLagiri rangana cokka purandara viThalana rANI <br/> (bhAgyada)"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "பாக்யத லக்ஶ்மீ பாரம்மா நம்மம்ம நீ சௌ <br/> பாக்யத லக்ஶ்மீ பாரம்மா"}, {"M": "சரணம் 1", "T": "ஹெஜ்ஜய மெலெ ஹ்ஹெஜ்ஜெயனிக்குத கெஜ்ஜெ கால்கள த்வனிய மதுத <br/> சஜ்ஜன சாது பூஜெய வேளெகெ மஜ்ஜிகெயொளகின பெண்ணெயந்தெ <br/> (பாக்யத)"}, {"M": "சரணம் 2", "T": "கனக வ்ர்ஷ்திய கரெயுத பாரெ மன காமனய சித்திய தோரே <br/> தினகர கோடி தேஜதி ஹொளெவ ஜனகராயன குமாரி பெக <br/> (பாக்யத)"}, {"M": "சரணம் 3", "T": "அத்தித்தலகலதெ பக்தர மனெயலி நித்ய மஹோத்சவ நித்ய சுமங்கள <br/> சத்யவ தோருவ சாது சஜ்ஜனர சித்ததி ஹொளெவா புத்தளி பொம்பெ <br/> (பாக்யத)"}, {"M": "சரணம் 4", "T": "சங்க்யெ இல்லாத பாக்யவ கொட்டு கங்கண கைய திருவுத பாரெ <br/> குங்குமாங்கிதெ பங்கஜ லோசனெ வெங்கடரமணன பிங்கத ராணீ <br/> (பாக்யத)"}, {"M": "சரணம் 5", "T": "சக்கரெ துப்பத காலுவெ ஹரிசி சுக்ரவாரத பூஜய வேளகெ <br/> அக்கரெயுள்ள அளகிரி ரங்கன சொக்க புரந்தர விடலன ராணீ <br/> (பாக்யத)"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "భాగ్యద లక్శ్మీ బారమ్మా నమ్మమ్మ నీ సౌ <br/> భాగ్యద లక్శ్మీ బారమ్మా"}, {"M": "చరణమ్ 1", "T": "హెజ్జయ మెలె హ్హెజ్జెయనిక్కుత గెజ్జె కాల్గళ ధ్వనియ మదుథ <br/> సజ్జన సాధు పూజెయ వేళెగె మజ్జిగెయొళగిన బెణ్ణెయన్తె <br/> (భాగ్యద)"}, {"M": "చరణమ్ 2", "T": "కనక వ్ర్ష్తియ కరెయుత బారె మన కామనయ సిద్ధియ తోరే <br/> దినకర కోటి తేజది హొళెవ జనకరాయన కుమారి బెగ <br/> (భాగ్యద)"}, {"M": "చరణమ్ 3", "T": "అత్తిత్తలగలదె భక్తర మనెయలి నిత్య మహోత్సవ నిత్య సుమఙ్గళ <br/> సత్యవ తోరువ సాధు సజ్జనర చిత్తది హొళెవా పుత్తళి బొమ్బె <br/> (భాగ్యద)"}, {"M": "చరణమ్ 4", "T": "సఙ్ఖ్యె ఇల్లాద భాగ్యవ కొట్టు కఙ్కణ కైయ తిరువుత బారె <br/> కుఙ్కుమాఙ్కితె పఙ్కజ లోచనె వెఙ్కటరమణన బిఙ్కద రాణీ <br/> (భాగ్యద)"}, {"M": "చరణమ్ 5", "T": "సక్కరె తుప్పద కాలువె హరిసి శుక్రవారధ పూజయ వేళగె <br/> అక్కరెయుళ్ళ అళగిరి రఙ్గన చొక్క పురన్దర విఠలన రాణీ <br/> (భాగ్యద)"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಭಾಗ್ಯದ ಲಕ್ಶ್ಮೀ ಬಾರಮ್ಮಾ ನಮ್ಮಮ್ಮ ನೀ ಸೌ <br/> ಭಾಗ್ಯದ ಲಕ್ಶ್ಮೀ ಬಾರಮ್ಮಾ"}, {"M": "ಚರಣಮ್ 1", "T": "ಹೆಜ್ಜಯ ಮೆಲೆ ಹ್ಹೆಜ್ಜೆಯನಿಕ್ಕುತ ಗೆಜ್ಜೆ ಕಾಲ್ಗಳ ಧ್ವನಿಯ ಮದುಥ <br/> ಸಜ್ಜನ ಸಾಧು ಪೂಜೆಯ ವೇಳೆಗೆ ಮಜ್ಜಿಗೆಯೊಳಗಿನ ಬೆಣ್ಣೆಯನ್ತೆ <br/> (ಭಾಗ್ಯದ)"}, {"M": "ಚರಣಮ್ 2", "T": "ಕನಕ ವ್ರ್ಷ್ತಿಯ ಕರೆಯುತ ಬಾರೆ ಮನ ಕಾಮನಯ ಸಿದ್ಧಿಯ ತೋರೇ <br/> ದಿನಕರ ಕೋಟಿ ತೇಜದಿ ಹೊಳೆವ ಜನಕರಾಯನ ಕುಮಾರಿ ಬೆಗ <br/> (ಭಾಗ್ಯದ)"}, {"M": "ಚರಣಮ್ 3", "T": "ಅತ್ತಿತ್ತಲಗಲದೆ ಭಕ್ತರ ಮನೆಯಲಿ ನಿತ್ಯ ಮಹೋತ್ಸವ ನಿತ್ಯ ಸುಮಙ್ಗಳ <br/> ಸತ್ಯವ ತೋರುವ ಸಾಧು ಸಜ್ಜನರ ಚಿತ್ತದಿ ಹೊಳೆವಾ ಪುತ್ತಳಿ ಬೊಮ್ಬೆ <br/> (ಭಾಗ್ಯದ)"}, {"M": "ಚರಣಮ್ 4", "T": "ಸಙ್ಖ್ಯೆ ಇಲ್ಲಾದ ಭಾಗ್ಯವ ಕೊಟ್ಟು ಕಙ್ಕಣ ಕೈಯ ತಿರುವುತ ಬಾರೆ <br/> ಕುಙ್ಕುಮಾಙ್ಕಿತೆ ಪಙ್ಕಜ ಲೋಚನೆ ವೆಙ್ಕಟರಮಣನ ಬಿಙ್ಕದ ರಾಣೀ <br/> (ಭಾಗ್ಯದ)"}, {"M": "ಚರಣಮ್ 5", "T": "ಸಕ್ಕರೆ ತುಪ್ಪದ ಕಾಲುವೆ ಹರಿಸಿ ಶುಕ್ರವಾರಧ ಪೂಜಯ ವೇಳಗೆ <br/> ಅಕ್ಕರೆಯುಳ್ಳ ಅಳಗಿರಿ ರಙ್ಗನ ಚೊಕ್ಕ ಪುರನ್ದರ ವಿಠಲನ ರಾಣೀ <br/> (ಭಾಗ್ಯದ)"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ഭാഗ്യദ ലക്ശ്മീ ബാരമ്മാ നമ്മമ്മ നീ സൌ <br/> ഭാഗ്യദ ലക്ശ്മീ ബാരമ്മാ"}, {"M": "ചരണമ് 1", "T": "ഹെജ്ജയ മെലെ ഹ്ഹെജ്ജെയനിക്കുത ഗെജ്ജെ കാല്ഗള ധ്വനിയ മദുഥ <br/> സജ്ജന സാധു പൂജെയ വേളെഗെ മജ്ജിഗെയൊളഗിന ബെണ്ണെയന്തെ <br/> (ഭാഗ്യദ)"}, {"M": "ചരണമ് 2", "T": "കനക വ്ര്ഷ്തിയ കരെയുത ബാരെ മന കാമനയ സിദ്ധിയ തോരേ <br/> ദിനകര കോടി തേജദി ഹൊളെവ ജനകരായന കുമാരി ബെഗ <br/> (ഭാഗ്യദ)"}, {"M": "ചരണമ് 3", "T": "അത്തിത്തലഗലദെ ഭക്തര മനെയലി നിത്യ മഹോത്സവ നിത്യ സുമങ്ഗള <br/> സത്യവ തോരുവ സാധു സജ്ജനര ചിത്തദി ഹൊളെവാ പുത്തളി ബൊമ്ബെ <br/> (ഭാഗ്യദ)"}, {"M": "ചരണമ് 4", "T": "സങ്ഖ്യെ ഇല്ലാദ ഭാഗ്യവ കൊട്ടു കങ്കണ കൈയ തിരുവുത ബാരെ <br/> കുങ്കുമാങ്കിതെ പങ്കജ ലോചനെ വെങ്കടരമണന ബിങ്കദ രാണീ <br/> (ഭാഗ്യദ)"}, {"M": "ചരണമ് 5", "T": "സക്കരെ തുപ്പദ കാലുവെ ഹരിസി ശുക്രവാരധ പൂജയ വേളഗെ <br/> അക്കരെയുള്ള അളഗിരി രങ്ഗന ചൊക്ക പുരന്ദര വിഠലന രാണീ <br/> (ഭാഗ്യദ)"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "भाग्यद लक्श्मी बारम्मा नम्मम्म नी सौ <br/> भाग्यद लक्श्मी बारम्मा"}, {"M": "चरणम् 1", "T": "हेज्जय मेले ह्हेज्जेयनिक्कुत गेज्जे काल्गल ध्वनिय मदुथ <br/> सज्जन साधु पूजेय वेलॆगे मज्जिगेयोलगिन बेण्णेयन्ते <br/> (भाग्यद)"}, {"M": "चरणम् 2", "T": "कनक व्र्ष्तिय करेयुत बारे मन कामनय सिद्धिय तोरे <br/> दिनकर कोटि तेजदि होलॆव जनकरायन कुमारि बेग <br/> (भाग्यद)"}, {"M": "चरणम् 3", "T": "अत्तित्तलगलदे भक्तर मनेयलि नित्य महोत्सव नित्य सुमङ्गल <br/> सत्यव तोरुव साधु सज्जनर चित्तदि होलॆवा पुत्तलि बोम्बे <br/> (भाग्यद)"}, {"M": "चरणम् 4", "T": "सङ्ख्ये इल्लाद भाग्यव कोट्टु कङ्कण कैय तिरुवुत बारे <br/> कुङ्कुमाङ्किते पङ्कज लोचने वेङ्कटरमणन बिङ्कद राणी <br/> (भाग्यद)"}, {"M": "चरणम् 5", "T": "सक्करे तुप्पद कालुवे हरिसि शुक्रवारध पूजय वेलगे <br/> अक्करेयुल्ल अलगिरि रङ्गन चोक्क पुरन्दर विठलन राणी <br/> (भाग्यद)"}]}], "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c1146.shtml"}]}], "videos": [{"folder": [{"A": [3036, 3037], "songs": [{"C": [5009, 5010], "D": "4:05", "I": "wkGLgA7_q_s", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "10,000"}, {"C": [5009, 5010], "D": "7:36", "I": "oK_WiOb3mSY", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "7,700"}, {"C": [5009, 5010], "D": "5:05", "I": "OYK4x90NVPQ", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "5,100"}, {"C": [5009, 5010], "D": "3:01", "I": "LVl3GOPlVr4", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "1,700"}, {"C": [5009, 5010], "D": "3:46", "I": "6_t2h9z-Cvc", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "1,100"}, {"C": [5009, 5010], "D": "3:01", "I": "1RaqX8Fc1nE", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "795"}]}, {"A": [3402, 3403], "songs": [{"C": [5009, 5010], "D": "6:46", "I": "9mMXLuUCSEo", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "1,341"}]}, {"A": [3002, 3003], "songs": [{"C": [5009, 5010], "D": "2:16", "I": "obYGiEkEmgU", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "662"}, {"C": [5009, 5010], "D": "3:01", "I": "qUb5aMpDNi4", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "341"}, {"C": [5009, 5010], "D": "2:18", "I": "71dCO2SNB8M", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "35"}, {"C": [5009, 5010], "D": "2:48", "I": "Led86F7WK8E", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "16"}, {"C": [5009, 5010], "D": "2:30", "I": "ex07YkE0bFs", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "1"}]}, {"A": [3202, 3203], "songs": [{"C": [5009, 5010], "D": "4:33", "I": "DDQMnWOHr58", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "2,102"}, {"C": [5009, 5010], "D": "5:58", "I": "zvIb49BjMgo", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "213"}, {"C": [5009, 5010], "D": "5:58", "I": "EzURq7-5PSk", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "91"}, {"C": [5009, 5010], "D": "4:38", "I": "kP3DpjXODo8", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "14"}]}, {"A": [3004, 3005], "songs": [{"C": [5009, 5010], "D": "3:11", "I": "7Vy_VgMWCvA", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "1,247,498"}, {"C": [5009, 5010], "D": "3:11", "I": "i9fIDapggl8", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "983,000"}, {"C": [5009, 5010], "D": "3:10", "I": "v3Ep-ogkcGA", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "223,000"}, {"C": [5009, 5010], "D": "3:04", "I": "G3ATB0honDs", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "1,000"}, {"C": [5009, 5010], "D": "3:13", "I": "keh_QEbQqrs", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "1,000"}, {"C": [5009, 5010], "D": "3:12", "I": "OsE6eS9lgjQ", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "119"}]}, {"A": [3889, 3892], "songs": [{"C": [5009, 5010], "D": "4:45", "I": "hVvxf2x5v8E", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "68,253"}]}, {"A": [3042, 3043], "songs": [{"C": [5009, 5010], "D": "2:40", "I": "0wMgHi3Fq0M", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "30,566"}]}, {"A": [3347, 3350], "songs": [{"C": [5009, 5010], "D": "7:38", "I": "PPv5DRtWgMY", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "1,176"}]}, {"A": [3056, 3057], "songs": [{"C": [5009, 5010], "D": "5:25", "I": "fDRF0tlxtfg", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "11,573"}]}, {"A": [3079, 3077], "songs": [{"C": [5009, 5010], "D": "4:29", "I": "mLHnAf9lXEQ", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "4,100"}, {"C": [5009, 5010], "D": "4:29", "I": "PRYi7Ok_fAs", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "534"}, {"C": [5009, 5010], "D": "4:29", "I": "saF9oNqijpE", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "249"}, {"C": [5009, 5010], "D": "4:29", "I": "7AZZ1mN4j2E", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "150"}, {"C": [5009, 5010], "D": "4:29", "I": "HUGBqmjLDPc", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "79"}, {"C": [5009, 5010], "D": "4:29", "I": "hDbcTUHAi0c", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "58"}, {"C": [5009, 5010], "D": "4:29", "I": "S9f1xpuj9No", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "24"}, {"C": [5009, 5010], "D": "2:06", "I": "QREKN6C6Ph4", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "9"}, {"C": [5009, 5010], "D": "4:29", "I": "6sbgTE3BnLE", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "8"}]}, {"A": [3101, 3103], "songs": [{"C": [5009, 5010], "D": "3:18", "I": "aX99HaWI3ZI", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "864"}]}, {"A": [3615, 3619], "songs": [{"C": [5009, 5010], "D": "5:15", "I": "P2QCjrD-q68", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "10,224"}]}, {"A": [3357, 3360], "songs": [{"C": [5009, 5010], "D": "3:07", "I": "zjDtUFyP-a0", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "3,300"}]}, {"A": [3160, 3161], "songs": [{"C": [5009, 5010], "D": "4:31", "I": "k5-ohaLCXWM", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "959"}]}, {"A": [3853, 3859], "songs": [{"C": [5009, 5010], "D": "8:26", "I": "tYrA_-CupLU", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "47"}]}, {"A": [3097, 3096], "songs": [{"C": [5009, 5010], "D": "2:02", "I": "sC4VPQPYJck", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "20"}]}, {"A": [3205, 3204], "songs": [{"C": [5009, 5010], "D": "4:54", "I": "FyYHOuuUkTQ", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "27,000"}]}, {"A": [3014, 3015], "songs": [{"C": [5009, 5010], "D": "3:36", "I": "TQO3zyLNlRk", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "10,000"}, {"C": [5009, 5010], "D": "3:39", "I": "9ZjPxnOf1uQ", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "88"}]}, {"A": [3330, 3331], "songs": [{"C": [5009, 5010], "D": "5:09", "I": "UMrjpSAifV0", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "25,962"}]}, {"A": [3200, 3201], "songs": [{"C": [5009, 5010], "D": "3:41", "I": "5qlStHbHrXI", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "47"}]}, {"A": [4135, 4149], "songs": [{"C": [5009, 5010], "D": "3:08", "I": "hFTFWoHIpbM", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "431"}]}, {"A": [5171, 5172], "songs": [{"C": [5009, 5010], "D": "3:16", "I": "FSiwJCFg-2s", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "41"}]}, {"A": [3168, 3169], "songs": [{"C": [5009, 5010], "D": "3:21", "I": "MBppSoxN9_0", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "2,300"}, {"C": [5009, 5010], "D": "3:35", "I": "pmOzpjhr3Xg", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "994"}, {"C": [5009, 5010], "D": "3:00", "I": "BtFjRgSjhXE", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "742"}, {"C": [5009, 5010], "D": "3:35", "I": "o9SbhoKsJRs", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "149"}, {"C": [5009, 5010], "D": "3:25", "I": "m1fMfVNM0hE", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "132"}, {"C": [5009, 5010], "D": "2:51", "I": "3K83qG0rv7s", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "120"}, {"C": [5009, 5010], "D": "2:30", "I": "23QsC8fW0Qo", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "90"}, {"C": [5009, 5010], "D": "3:05", "I": "otjBjT8xoVc", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "53"}, {"C": [5009, 5010], "D": "2:00", "I": "qohILwX1rYo", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "50"}]}, {"A": [3428, 3431], "songs": [{"C": [5009, 5010], "D": "5:34", "I": "Fui4aHpVoMc", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "25,912"}, {"C": [5009, 5010], "D": "5:34", "I": "sKa3KINCbNw", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "43"}]}, {"A": [5398, 5402], "songs": [{"C": [5009, 5010], "D": "1:56", "I": "wBLdB0tbpk4", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "274"}]}, {"A": [3386, 3388], "songs": [{"C": [5009, 5010], "D": "3:15", "I": "bxfPzpUwXA0", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "197"}]}, {"A": [3018, 3019], "songs": [{"C": [5009, 5010], "D": "5:19", "I": "4bN_2AVvLaU", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "1,400"}]}, {"A": [3306, 3308], "songs": [{"C": [5009, 5010], "D": "2:12", "I": "cmMctBCXbps", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "346"}]}, {"A": [3182, 3185], "songs": [{"C": [5009, 5010], "D": "5:09", "I": "tByA8vHEFk4", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "5,694,605"}, {"C": [5009, 5010], "D": "3:56", "I": "Mh_n0ZcOxS0", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "18,672"}, {"C": [5009, 5010], "D": "7:16", "I": "vlM41F37PFw", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "7,057"}, {"C": [5009, 5010], "D": "3:35", "I": "S0BzWfmxcmw", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "271"}]}, {"A": [3266, 3267], "songs": [{"C": [5009, 5010], "D": "4:03", "I": "sM-6eLjkl3I", "R": [1028, 1029], "S": [7074, 7281], "T": [0, 0], "V": "55"}]}, {"A": [3068, 3069], "songs": [{"C": [5009, 5010], "D": "23:00", "I": "rmMdfr4o1Pg", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "12,000"}, {"C": [5009, 5010], "D": "23:00", "I": "Sd6WxXtdMoU", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "3,300"}, {"C": [5009, 5010], "D": "3:50", "I": "q6y0Awef1go", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "115"}]}, {"A": [3284, 3287], "songs": [{"C": [5009, 5010], "D": "4:08", "I": "YrNcsX_zOms", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "429"}]}, {"A": [3236, 3237], "songs": [{"C": [5009, 5010], "D": "3:53", "I": "60ImJxE2oZA", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "267,215"}, {"C": [5009, 5010], "D": "3:52", "I": "Q-nUIpdZC4g", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "3,000"}]}, {"A": [3230, 3234], "songs": [{"C": [5009, 5010], "D": "3:03", "I": "0q8AZ8LQlmI", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "482"}]}, {"A": [3604, 3606], "songs": [{"C": [5009, 5010], "D": "2:53", "I": "tawYfOu3p0A", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "372"}]}, {"A": [3028, 3029], "songs": [{"C": [5009, 5010], "D": "2:31", "I": "KbfELxap0a4", "R": [1061, 1060], "S": [7074, 7281], "T": [0, 0], "V": "175"}]}]}]}