{"stats": [{"N": "Videos", "C": "21"}, {"N": "Ragas", "C": "1"}, {"N": "Artists", "C": "13"}, {"N": "Types", "C": "1"}, {"N": "Duration", "C": "8 H"}, {"N": "Views", "C": "34 K"}], "info": [{"N": "Type", "V": "Navarathri"}, {"N": "Composer", "V": "Swathi Thirunal"}, {"N": "Raga", "V": "Thodi"}, {"N": "Tala", "V": "Adi"}, {"N": "Tala name", "V": "Chatusra Jaati Triputa Tala"}, {"N": "Tala angas", "V": "Laghu-1, Dhruta-2"}, {"N": "Tala count", "V": "4 + 2 + 2 = 8"}, {"N": "Language", "V": "Sanskrit"}, {"N": "God", "V": "Devi"}], "title": {"N": "bhArati mAmava krpayA nata janArtti", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "bhArati mAmava krpayA nata janArtti bhAra haraNa niratayA"}, {"M": "anupallavi", "T": "SArada vidhumaNDala sadrSa manOharamukhi"}, {"M": "caraNam 1", "T": "vAsavAdi suravinutE daraNi Sata bhAsura bhUshaNa lasitE hAsajita kundavitatE <br/> vimala muktA-hAra kaNThi gajEndra gatE dAsa bhUta jana vidyA dAnalOla <br/> paradEvi bhAsura candana mrgamada kusuma su-vAsita gAtri su-pAvana SIlE"}, {"M": "caraNam 2", "T": "nAradAdi manOnilayE bhuvanatraya nAyikE krtAgyA nilayE cAru bAhu <br/> dhrta valayE vikaca sArasAkshi tOshita bhUvalayE mAra kArmuka sushamAcOra <br/> cilliyugE vANi vArija bhava dayitE varavINA vAdana lOla karAnguLI jAlE"}, {"M": "caraNam 3", "T": "sakalAgama maya rUpE nikhilalOka janani sudhA madhuralApE akaLanka <br/> guNa kaLApE karuNArasa hata vivaSa jana vilApE sakalE padmanAbha pada sarasija <br/> sEvakavara Suka sanakAdi munISvara vinutE sOma kalA sadrSAmala phalE"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "பாரதி மாமவ க்ர்பயா நத ஜனார்த்தி பார ஹரண நிரதயா"}, {"M": "அனுபல்லவி", "T": "சாரத விதுமண்டல சத்ர்ச மனோஹரமுகி"}, {"M": "சரணம் 1", "T": "வாசவாதி சுரவினுதே தரணி சத பாசுர பூஷண லசிதே ஹாசஜித குந்தவிததே <br/> விமல முக்தா-ஹார கண்டி கஜேந்த்ர கதே தாச பூத ஜன வித்யா தானலோல <br/> பரதேவி பாசுர சந்தன ம்ர்கமத குசும சு-வாசித காத்ரி சு-பாவன சீலே"}, {"M": "சரணம் 2", "T": "நாரதாதி மனோனிலயே புவனத்ரய நாயிகே க்ர்தாஞ்ஞா நிலயே சாரு பாஹு <br/> த்ர்த வலயே விகச சாரசாக்ஷி தோஷித பூவலயே மார கார்முக சுஷமாசோர <br/> சில்லியுகே வாணி வாரிஜ பவ தயிதே வரவீணா வாதன லோல கராங்குளீ ஜாலே"}, {"M": "சரணம் 3", "T": "சகலாகம மய ரூபே நிகிலலோக ஜனனி சுதா மதுரலாபே அகளங்க <br/> குண களாபே கருணாரச ஹத விவச ஜன விலாபே சகலே பத்மனாப பத சரசிஜ <br/> சேவகவர சுக சனகாதி முனீஶ்வர வினுதே சோம கலா சத்ர்சாமல பலே"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "భారతి మామవ క్ర్పయా నత జనార్త్తి భార హరణ నిరతయా"}, {"M": "అనుపల్లవి", "T": "శారద విధుమణ్డల సద్ర్శ మనోహరముఖి"}, {"M": "చరణమ్ 1", "T": "వాసవాది సురవినుతే దరణి శత భాసుర భూషణ లసితే హాసజిత కున్దవితతే <br/> విమల ముక్తా-హార కణ్ఠి గజేన్ద్ర గతే దాస భూత జన విద్యా దానలోల <br/> పరదేవి భాసుర చన్దన మ్ర్గమద కుసుమ సు-వాసిత గాత్రి సు-పావన శీలే"}, {"M": "చరణమ్ 2", "T": "నారదాది మనోనిలయే భువనత్రయ నాయికే క్ర్తాజ్ఞా నిలయే చారు బాహు <br/> ధ్ర్త వలయే వికచ సారసాక్షి తోషిత భూవలయే మార కార్ముక సుషమాచోర <br/> చిల్లియుగే వాణి వారిజ భవ దయితే వరవీణా వాదన లోల కరాఙ్గుళీ జాలే"}, {"M": "చరణమ్ 3", "T": "సకలాగమ మయ రూపే నిఖిలలోక జనని సుధా మధురలాపే అకళఙ్క <br/> గుణ కళాపే కరుణారస హత వివశ జన విలాపే సకలే పద్మనాభ పద సరసిజ <br/> సేవకవర శుక సనకాది మునీశ్వర వినుతే సోమ కలా సద్ర్శామల ఫలే"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಭಾರತಿ ಮಾಮವ ಕ್ರ್ಪಯಾ ನತ ಜನಾರ್ತ್ತಿ ಭಾರ ಹರಣ ನಿರತಯಾ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಶಾರದ ವಿಧುಮಣ್ಡಲ ಸದ್ರ್ಶ ಮನೋಹರಮುಖಿ"}, {"M": "ಚರಣಮ್ 1", "T": "ವಾಸವಾದಿ ಸುರವಿನುತೇ ದರಣಿ ಶತ ಭಾಸುರ ಭೂಷಣ ಲಸಿತೇ ಹಾಸಜಿತ ಕುನ್ದವಿತತೇ <br/> ವಿಮಲ ಮುಕ್ತಾ-ಹಾರ ಕಣ್ಠಿ ಗಜೇನ್ದ್ರ ಗತೇ ದಾಸ ಭೂತ ಜನ ವಿದ್ಯಾ ದಾನಲೋಲ <br/> ಪರದೇವಿ ಭಾಸುರ ಚನ್ದನ ಮ್ರ್ಗಮದ ಕುಸುಮ ಸು-ವಾಸಿತ ಗಾತ್ರಿ ಸು-ಪಾವನ ಶೀಲೇ"}, {"M": "ಚರಣಮ್ 2", "T": "ನಾರದಾದಿ ಮನೋನಿಲಯೇ ಭುವನತ್ರಯ ನಾಯಿಕೇ ಕ್ರ್ತಾಜ್ಞಾ ನಿಲಯೇ ಚಾರು ಬಾಹು <br/> ಧ್ರ್ತ ವಲಯೇ ವಿಕಚ ಸಾರಸಾಕ್ಷಿ ತೋಷಿತ ಭೂವಲಯೇ ಮಾರ ಕಾರ್ಮುಕ ಸುಷಮಾಚೋರ <br/> ಚಿಲ್ಲಿಯುಗೇ ವಾಣಿ ವಾರಿಜ ಭವ ದಯಿತೇ ವರವೀಣಾ ವಾದನ ಲೋಲ ಕರಾಙ್ಗುಳೀ ಜಾಲೇ"}, {"M": "ಚರಣಮ್ 3", "T": "ಸಕಲಾಗಮ ಮಯ ರೂಪೇ ನಿಖಿಲಲೋಕ ಜನನಿ ಸುಧಾ ಮಧುರಲಾಪೇ ಅಕಳಙ್ಕ <br/> ಗುಣ ಕಳಾಪೇ ಕರುಣಾರಸ ಹತ ವಿವಶ ಜನ ವಿಲಾಪೇ ಸಕಲೇ ಪದ್ಮನಾಭ ಪದ ಸರಸಿಜ <br/> ಸೇವಕವರ ಶುಕ ಸನಕಾದಿ ಮುನೀಶ್ವರ ವಿನುತೇ ಸೋಮ ಕಲಾ ಸದ್ರ್ಶಾಮಲ ಫಲೇ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ഭാരതി മാമവ ക്ര്പയാ നത ജനാര്ത്തി ഭാര ഹരണ നിരതയാ"}, {"M": "അനുപല്ലവി", "T": "ശാരദ വിധുമണ്ഡല സദ്ര്ശ മനോഹരമുഖി"}, {"M": "ചരണമ് 1", "T": "വാസവാദി സുരവിനുതേ ദരണി ശത ഭാസുര ഭൂഷണ ലസിതേ ഹാസജിത കുന്ദവിതതേ <br/> വിമല മുക്താ-ഹാര കണ്ഠി ഗജേന്ദ്ര ഗതേ ദാസ ഭൂത ജന വിദ്യാ ദാനലോല <br/> പരദേവി ഭാസുര ചന്ദന മ്ര്ഗമദ കുസുമ സു-വാസിത ഗാത്രി സു-പാവന ശീലേ"}, {"M": "ചരണമ് 2", "T": "നാരദാദി മനോനിലയേ ഭുവനത്രയ നായികേ ക്ര്താജ്ഞാ നിലയേ ചാരു ബാഹു <br/> ധ്ര്ത വലയേ വികച സാരസാക്ഷി തോഷിത ഭൂവലയേ മാര കാര്മുക സുഷമാചോര <br/> ചില്ലിയുഗേ വാണി വാരിജ ഭവ ദയിതേ വരവീണാ വാദന ലോല കരാങ്ഗുളീ ജാലേ"}, {"M": "ചരണമ് 3", "T": "സകലാഗമ മയ രൂപേ നിഖിലലോക ജനനി സുധാ മധുരലാപേ അകളങ്ക <br/> ഗുണ കളാപേ കരുണാരസ ഹത വിവശ ജന വിലാപേ സകലേ പദ്മനാഭ പദ സരസിജ <br/> സേവകവര ശുക സനകാദി മുനീശ്വര വിനുതേ സോമ കലാ സദ്ര്ശാമല ഫലേ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "भारति मामव क्र्पया नत जनार्त्ति भार हरण निरतया"}, {"M": "अनुपल्लवि", "T": "शारद विधुमण्डल सद्र्श मनोहरमुखि"}, {"M": "चरणम् 1", "T": "वासवादि सुरविनुते दरणि शत भासुर भूषण लसिते हासजित कुन्दवितते <br/> विमल मुक्ता-हार कण्ठि गजेन्द्र गते दास भूत जन विद्या दानलोल <br/> परदेवि भासुर चन्दन म्र्गमद कुसुम सु-वासित गात्रि सु-पावन शीले"}, {"M": "चरणम् 2", "T": "नारदादि मनोनिलये भुवनत्रय नायिके क्र्ताज्ञा निलये चारु बाहु <br/> ध्र्त वलये विकच सारसाक्षि तोषित भूवलये मार कार्मुक सुषमाचोर <br/> चिल्लियुगे वाणि वारिज भव दयिते वरवीणा वादन लोल कराङ्गुली जाले"}, {"M": "चरणम् 3", "T": "सकलागम मय रूपे निखिललोक जननि सुधा मधुरलापे अकलङ्क <br/> गुण कलापे करुणारस हत विवश जन विलापे सकले पद्मनाभ पद सरसिज <br/> सेवकवर शुक सनकादि मुनीश्वर विनुते सोम कला सद्र्शामल फले"}]}], "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c6701.shtml"}, {"N": "carnatica.net", "L": "http://carnatica.net/special/bharatimamava.htm"}]}], "videos": [{"folder": [{"A": 1064, "songs": [{"C": 2003, "D": "29:40", "H": 6409, "I": "jZ5GYc9m-h4", "R": 102, "S": 6366, "T": 37, "V": "436"}, {"C": 2003, "D": "24:36", "H": 6409, "I": "kFjRmmBgdiA", "R": 102, "S": 6366, "T": 37, "V": "324"}, {"C": 2003, "D": "14:30", "H": 6409, "I": "r2ANdm4A1jM", "R": 102, "S": 6366, "T": 37, "V": "120"}, {"C": 2003, "D": "29:41", "H": 6409, "I": "Lo-t-IQbtAY", "R": 102, "S": 6366, "T": 37, "V": "6"}]}, {"A": 1040, "songs": [{"C": 2003, "D": "1:06:34", "H": 6409, "I": "XkAFu2BLbTE", "R": 102, "S": 6366, "T": 37, "V": "920"}, {"C": 2003, "D": "28:11", "H": 6409, "I": "2sRaoFw42Ow", "R": 102, "S": 6366, "T": 37, "V": "130"}, {"C": 2003, "D": "1:06:36", "H": 6409, "I": "gJjJgEpJrJU", "R": 102, "S": 6366, "T": 37, "V": "118"}]}, {"A": 1048, "songs": [{"C": 2003, "D": "7:45", "H": 6409, "I": "MAvieJj0I0M", "R": 102, "S": 6366, "T": 37, "V": "199"}]}, {"A": 1330, "songs": [{"C": 2003, "D": "31:41", "H": 6409, "I": "caVlgmRueI4", "R": 102, "S": 6366, "T": 37, "V": "33"}]}, {"A": 1015, "songs": [{"C": 2003, "D": "6:46", "H": 6409, "I": "T5hUsSVRjHs", "R": 102, "S": 6366, "T": 37, "V": "24,000"}]}, {"A": 1037, "songs": [{"C": 2003, "D": "28:51", "H": 6409, "I": "NEi1BiTqshw", "R": 102, "S": 6366, "T": 37, "V": "956"}, {"C": 2003, "D": "28:51", "H": 6409, "I": "NT7hDi-lrlE", "R": 102, "S": 6366, "T": 37, "V": "97"}]}, {"A": 1045, "songs": [{"C": 2003, "D": "16:31", "H": 6409, "I": "Cd5scDm1QDE", "R": 102, "S": 6366, "T": 37, "V": "1,700"}]}, {"A": 1604, "songs": [{"C": 2003, "D": "6:33", "H": 6409, "I": "pZCOnAmpVpk", "R": 102, "S": 6366, "T": 37, "V": "1,236"}, {"C": 2003, "D": "6:33", "H": 6409, "I": "OhKNJEeP124", "R": 102, "S": 6366, "T": 37, "V": "70"}]}, {"A": 1009, "songs": [{"C": 2003, "D": "51:01", "H": 6409, "I": "LTbVkhAck1w", "R": 102, "S": 6366, "T": 37, "V": "432"}, {"C": 2003, "D": "5:26", "H": 6409, "I": "kRZWN4VP61Q", "R": 102, "S": 6366, "T": 37, "V": "228"}]}, {"A": 1089, "songs": [{"C": 2003, "D": "6:55", "H": 6409, "I": "e-GOc2hJBbw", "R": 102, "S": 6366, "T": 37, "V": "494"}]}, {"A": 1252, "songs": [{"C": 2003, "D": "3:01", "H": 6409, "I": "DENlrQX1M50", "R": 102, "S": 6366, "T": 37, "V": "344"}]}, {"A": 1003, "songs": [{"C": 2003, "D": "25:56", "H": 6409, "I": "0mhc1xBJBas", "R": 102, "S": 6366, "T": 37, "V": "1,000"}]}, {"A": 1075, "songs": [{"C": 2003, "D": "33:51", "H": 6409, "I": "WYVIQ-YakrA", "R": 102, "S": 6366, "T": 37, "V": "307"}]}]}]}