{"stats": [{"N": "Videos", "C": "10"}, {"N": "Ragas", "C": "1"}, {"N": "Artists", "C": "7"}, {"N": "Types", "C": "1"}, {"N": "Duration", "C": "4 H"}, {"N": "Views", "C": "12 K"}], "info": [{"N": "Type", "V": "Krithi"}, {"N": "Composer", "V": "Swathi Thirunal"}, {"N": "Raga", "V": "Keeravani"}, {"N": "Tala", "V": "Adi"}, {"N": "Tala name", "V": "Chatusra Jaati Triputa Tala"}, {"N": "Tala angas", "V": "Laghu-1, Dhruta-2"}, {"N": "Tala count", "V": "4 + 2 + 2 = 8"}, {"N": "Language", "V": "Sanskrit"}], "title": {"N": "bhAvayE sArasanAbham bhAsura mUrtim", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "bhAvayE sArasanAbham bhAsura mUrtim"}, {"M": "anupallavi", "T": "bhUmi ramA karayuga sEvyamAna pAda sarOjam"}, {"M": "caraNam 1", "T": "durita samUha virAmam nijatanu ruci nindita kAmam <br/> paripUrita natajana kAmam brgu nArada hrdayAbhirAmam <br/> surucira SObha lalAmam khala sAhasika samudaya bhImam <br/> hata nirupama khalatara bhaumam suvadana ruci nindita SArada sOmam"}, {"M": "caraNam 2", "T": "sarasa ghanOpama nIlam dhrta manOhara cElam <br/> SiSu himakara madahara phAlam mahi mAdhavam amala suSIlam <br/> cAru karANcita Sailam khaladanu suta samudaya kAlam <br/> pada viracita tribhuvana hElam muni nikara hrdaya sarOja marAlam"}, {"M": "caraNam 3", "T": "bhUri krpArasa vAsam phaNI pari vrUDha dalpa nivAsam <br/> nava nIrada mEcaka kESam nija padayuga natagata rOsham <br/> sura bhItiharam rutuhAsam cArutila suma sadrSa su-nASam <br/> divya madhuvana viracita rAsam valaripu makuTa lasita pAdasudESam"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "பாவயே சாரசனாபம் பாசுர மூர்திம்"}, {"M": "அனுபல்லவி", "T": "பூமி ரமா கரயுக சேவ்யமான பாத சரோஜம்"}, {"M": "சரணம் 1", "T": "துரித சமூஹ விராமம் நிஜதனு ருசி நிந்தித காமம் <br/> பரிபூரித நதஜன காமம் ப்ர்கு நாரத ஹ்ர்தயாபிராமம் <br/> சுருசிர சோப லலாமம் கல சாஹசிக சமுதய பீமம் <br/> ஹத நிருபம கலதர பௌமம் சுவதன ருசி நிந்தித சாரத சோமம்"}, {"M": "சரணம் 2", "T": "சரச கனோபம நீலம் த்ர்த மனோஹர சேலம் <br/> சிசு ஹிமகர மதஹர பாலம் மஹி மாதவம் அமல சுசீலம் <br/> சாரு கராண்சித சைலம் கலதனு சுத சமுதய காலம் <br/> பத விரசித த்ரிபுவன ஹேலம் முனி நிகர ஹ்ர்தய சரோஜ மராலம்"}, {"M": "சரணம் 3", "T": "பூரி க்ர்பாரச வாசம் பணீ பரி வ்ரூட தல்ப நிவாசம் <br/> நவ நீரத மேசக கேசம் நிஜ பதயுக நதகத ரோஷம் <br/> சுர பீதிஹரம் ருதுஹாசம் சாருதில சும சத்ர்ச சு-நாசம் <br/> திவ்ய மதுவன விரசித ராசம் வலரிபு மகுட லசித பாதசுதேசம்"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "భావయే సారసనాభమ్ భాసుర మూర్తిమ్"}, {"M": "అనుపల్లవి", "T": "భూమి రమా కరయుగ సేవ్యమాన పాద సరోజమ్"}, {"M": "చరణమ్ 1", "T": "దురిత సమూహ విరామమ్ నిజతను రుచి నిన్దిత కామమ్ <br/> పరిపూరిత నతజన కామమ్ బ్ర్గు నారద హ్ర్దయాభిరామమ్ <br/> సురుచిర శోభ లలామమ్ ఖల సాహసిక సముదయ భీమమ్ <br/> హత నిరుపమ ఖలతర భౌమమ్ సువదన రుచి నిన్దిత శారద సోమమ్"}, {"M": "చరణమ్ 2", "T": "సరస ఘనోపమ నీలమ్ ధ్ర్త మనోహర చేలమ్ <br/> శిశు హిమకర మదహర ఫాలమ్ మహి మాధవమ్ అమల సుశీలమ్ <br/> చారు కరాణ్చిత శైలమ్ ఖలదను సుత సముదయ కాలమ్ <br/> పద విరచిత త్రిభువన హేలమ్ ముని నికర హ్ర్దయ సరోజ మరాలమ్"}, {"M": "చరణమ్ 3", "T": "భూరి క్ర్పారస వాసమ్ ఫణీ పరి వ్రూఢ దల్ప నివాసమ్ <br/> నవ నీరద మేచక కేశమ్ నిజ పదయుగ నతగత రోషమ్ <br/> సుర భీతిహరమ్ రుతుహాసమ్ చారుతిల సుమ సద్ర్శ సు-నాశమ్ <br/> దివ్య మధువన విరచిత రాసమ్ వలరిపు మకుట లసిత పాదసుదేశమ్"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಭಾವಯೇ ಸಾರಸನಾಭಮ್ ಭಾಸುರ ಮೂರ್ತಿಮ್"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಭೂಮಿ ರಮಾ ಕರಯುಗ ಸೇವ್ಯಮಾನ ಪಾದ ಸರೋಜಮ್"}, {"M": "ಚರಣಮ್ 1", "T": "ದುರಿತ ಸಮೂಹ ವಿರಾಮಮ್ ನಿಜತನು ರುಚಿ ನಿನ್ದಿತ ಕಾಮಮ್ <br/> ಪರಿಪೂರಿತ ನತಜನ ಕಾಮಮ್ ಬ್ರ್ಗು ನಾರದ ಹ್ರ್ದಯಾಭಿರಾಮಮ್ <br/> ಸುರುಚಿರ ಶೋಭ ಲಲಾಮಮ್ ಖಲ ಸಾಹಸಿಕ ಸಮುದಯ ಭೀಮಮ್ <br/> ಹತ ನಿರುಪಮ ಖಲತರ ಭೌಮಮ್ ಸುವದನ ರುಚಿ ನಿನ್ದಿತ ಶಾರದ ಸೋಮಮ್"}, {"M": "ಚರಣಮ್ 2", "T": "ಸರಸ ಘನೋಪಮ ನೀಲಮ್ ಧ್ರ್ತ ಮನೋಹರ ಚೇಲಮ್ <br/> ಶಿಶು ಹಿಮಕರ ಮದಹರ ಫಾಲಮ್ ಮಹಿ ಮಾಧವಮ್ ಅಮಲ ಸುಶೀಲಮ್ <br/> ಚಾರು ಕರಾಣ್ಚಿತ ಶೈಲಮ್ ಖಲದನು ಸುತ ಸಮುದಯ ಕಾಲಮ್ <br/> ಪದ ವಿರಚಿತ ತ್ರಿಭುವನ ಹೇಲಮ್ ಮುನಿ ನಿಕರ ಹ್ರ್ದಯ ಸರೋಜ ಮರಾಲಮ್"}, {"M": "ಚರಣಮ್ 3", "T": "ಭೂರಿ ಕ್ರ್ಪಾರಸ ವಾಸಮ್ ಫಣೀ ಪರಿ ವ್ರೂಢ ದಲ್ಪ ನಿವಾಸಮ್ <br/> ನವ ನೀರದ ಮೇಚಕ ಕೇಶಮ್ ನಿಜ ಪದಯುಗ ನತಗತ ರೋಷಮ್ <br/> ಸುರ ಭೀತಿಹರಮ್ ರುತುಹಾಸಮ್ ಚಾರುತಿಲ ಸುಮ ಸದ್ರ್ಶ ಸು-ನಾಶಮ್ <br/> ದಿವ್ಯ ಮಧುವನ ವಿರಚಿತ ರಾಸಮ್ ವಲರಿಪು ಮಕುಟ ಲಸಿತ ಪಾದಸುದೇಶಮ್"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ഭാവയേ സാരസനാഭമ് ഭാസുര മൂര്തിമ്"}, {"M": "അനുപല്ലവി", "T": "ഭൂമി രമാ കരയുഗ സേവ്യമാന പാദ സരോജമ്"}, {"M": "ചരണമ് 1", "T": "ദുരിത സമൂഹ വിരാമമ് നിജതനു രുചി നിന്ദിത കാമമ് <br/> പരിപൂരിത നതജന കാമമ് ബ്ര്ഗു നാരദ ഹ്ര്ദയാഭിരാമമ് <br/> സുരുചിര ശോഭ ലലാമമ് ഖല സാഹസിക സമുദയ ഭീമമ് <br/> ഹത നിരുപമ ഖലതര ഭൌമമ് സുവദന രുചി നിന്ദിത ശാരദ സോമമ്"}, {"M": "ചരണമ് 2", "T": "സരസ ഘനോപമ നീലമ് ധ്ര്ത മനോഹര ചേലമ് <br/> ശിശു ഹിമകര മദഹര ഫാലമ് മഹി മാധവമ് അമല സുശീലമ് <br/> ചാരു കരാണ്ചിത ശൈലമ് ഖലദനു സുത സമുദയ കാലമ് <br/> പദ വിരചിത ത്രിഭുവന ഹേലമ് മുനി നികര ഹ്ര്ദയ സരോജ മരാലമ്"}, {"M": "ചരണമ് 3", "T": "ഭൂരി ക്ര്പാരസ വാസമ് ഫണീ പരി വ്രൂഢ ദല്പ നിവാസമ് <br/> നവ നീരദ മേചക കേശമ് നിജ പദയുഗ നതഗത രോഷമ് <br/> സുര ഭീതിഹരമ് രുതുഹാസമ് ചാരുതില സുമ സദ്ര്ശ സു-നാശമ് <br/> ദിവ്യ മധുവന വിരചിത രാസമ് വലരിപു മകുട ലസിത പാദസുദേശമ്"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "भावये सारसनाभम् भासुर मूर्तिम्"}, {"M": "अनुपल्लवि", "T": "भूमि रमा करयुग सेव्यमान पाद सरोजम्"}, {"M": "चरणम् 1", "T": "दुरित समूह विरामम् निजतनु रुचि निन्दित कामम् <br/> परिपूरित नतजन कामम् ब्र्गु नारद ह्र्दयाभिरामम् <br/> सुरुचिर शोभ ललामम् खल साहसिक समुदय भीमम् <br/> हत निरुपम खलतर भौमम् सुवदन रुचि निन्दित शारद सोमम्"}, {"M": "चरणम् 2", "T": "सरस घनोपम नीलम् ध्र्त मनोहर चेलम् <br/> शिशु हिमकर मदहर फालम् महि माधवम् अमल सुशीलम् <br/> चारु कराण्चित शैलम् खलदनु सुत समुदय कालम् <br/> पद विरचित त्रिभुवन हेलम् मुनि निकर ह्र्दय सरोज मरालम्"}, {"M": "चरणम् 3", "T": "भूरि क्र्पारस वासम् फणी परि व्रूढ दल्प निवासम् <br/> नव नीरद मेचक केशम् निज पदयुग नतगत रोषम् <br/> सुर भीतिहरम् रुतुहासम् चारुतिल सुम सद्र्श सु-नाशम् <br/> दिव्य मधुवन विरचित रासम् वलरिपु मकुट लसित पादसुदेशम्"}]}], "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c6709.shtml"}]}], "videos": [{"folder": [{"A": 1067, "songs": [{"C": 2003, "D": "14:31", "H": 7200, "I": "73LLs0Xvw4E", "R": 135, "S": 7132, "T": 0, "V": "24"}]}, {"A": 1040, "songs": [{"C": 2003, "D": "39:51", "H": 7200, "I": "-8eGx6XKL-4", "R": 135, "S": 7132, "T": 0, "V": "863"}, {"C": 2003, "D": "11:11", "H": 7200, "I": "UxhcecqOVF4", "R": 135, "S": 7132, "T": 0, "V": "2,800"}]}, {"A": 1015, "songs": [{"C": 2003, "D": "18:26", "H": 7200, "I": "hrRCQdxAEQs", "R": 135, "S": 7132, "T": 0, "V": "410"}, {"C": 2003, "D": "10:10", "H": 7200, "I": "pgKH6JQJkpQ", "R": 135, "S": 7132, "T": 0, "V": "20"}]}, {"A": 1154, "songs": [{"C": 2003, "D": "51:56", "H": 7200, "I": "D56ULXDbiBw", "R": 135, "S": 7132, "T": 0, "V": "247"}]}, {"A": 1007, "songs": [{"C": 2003, "D": "25:47", "H": 7200, "I": "_hd-Zl_XnAg", "R": 135, "S": 7132, "T": 0, "V": "7,300"}]}, {"A": 1026, "songs": [{"C": 2003, "D": "27:10", "H": 7200, "I": "U0KZvacLEUc", "R": 135, "S": 7132, "T": 0, "V": "19"}]}, {"A": 1323, "songs": [{"C": 2003, "D": "33:41", "H": 7200, "I": "8hBHBVPLLbI", "R": 135, "S": 7132, "T": 0, "V": "104"}, {"C": 2003, "D": "18:45", "H": 7200, "I": "4rRriktJabA", "R": 135, "S": 7132, "T": 0, "V": "202"}]}]}]}