{"stats": [{"H": "Videos", "C": "2"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "10 M"}, {"H": "Views", "C": "471"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Oothukkadu Venkata Kavi", "P": "UtthukkADu vEGkaTa kavi"}, {"H": "Raga", "V": "Kurinji", "P": "kuRiMji"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Tamil", "P": "Tamil"}], "title": {"H": "Brindavanam Enbadivaiyo", "V": "brundAvanam enbadillaiyO andappErukkuttA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "brundAvanam enbadillaiyO andappErukkuttAn <br/> enna SuvaiyO andapperumaiyil kallum pullum pESikkoLLudE <br/> pESiyum manamidai koLLai koLLudE <br/> urimaiyODu vArum ena SolludE <br/> uNmaiyil bhaktikkaDal Azham taLLudE"}, {"M": "anupallavi", "T": "mandAkini nANum yamunai nadi kANum manadiRku vegu pazham Sondam enattONum idai"}, {"M": "madhyamakAla sAhityam", "T": "aRivadarkkoru tiRanillaiyE paNNArnda kuzhaliSai maDuttana ivaiyE <br/> arugum ARumuRai terindadoru vazhi aNuvaLavum kUDa kaTRadumilaiyE <br/> malaraDi kuLirnda vaNNamiyanRadumAna talangaLum aghanRadilaiyE <br/> vaikuntam kailAyam adu idu enbadellAm vArttaiyilAllAdu pArttadumillaiyE"}, {"M": "caraNam", "T": "EyOTTum SiRuvargaL kuzhaliSai iduvO iduvE ippaDi enRAl ennaiyyan eduvO <br/> OyAda anbukkellai UrenRAl iduvO OhO hO bhakti enRAl gOkulam tAn poduvO"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ப்ருந்தாவனம் என்பதில்லையோ அந்தப்பேருக்குத்தான் <br/> என்ன சுவையோ அந்தப்பெருமையில் கல்லும் புல்லும் பேசிக்கொள்ளுதே <br/> பேசியும் மனமிதை கொள்ளை கொள்ளுதே <br/> உரிமையோடு வாரும் என சொல்லுதே <br/> உண்மையில் பக்திக்கடல் ஆழம் தள்ளுதே"}, {"M": "அனுபல்லவி", "T": "மந்தாகினி நாணும் யமுனை நதி காணும் மனதிற்கு வெகு பழம் சொந்தம் எனத்தோணும் இதை"}, {"M": "மத்யமகால சாஹித்யம்", "T": "அறிவதர்க்கொரு திறனில்லையே பண்ணார்ந்த குழலிசை மடுத்தன இவையே <br/> அருகும் ஆறுமுறை தெரிந்ததொரு வழி அணுவளவும் கூட கற்றதுமிலையே <br/> மலரடி குளிர்ந்த வண்ணமியன்றதுமான தலங்களும் அகன்றதிலையே <br/> வைகுந்தம் கைலாயம் அது இது என்பதெல்லாம் வார்த்தையிலால்லாது பார்த்ததுமில்லையே"}, {"M": "சரணம்", "T": "ஏயோட்டும் சிறுவர்கள் குழலிசை இதுவோ இதுவே இப்படி என்றால் என்னைய்யன் எதுவோ <br/> ஓயாத அன்புக்கெல்லை ஊரென்றால் இதுவோ ஓஹோ ஹோ பக்தி என்றால் கோகுலம் தான் பொதுவோ"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "బ్రున్దావనమ్ ఎన్బదిల్లైయో అన్దప్పేరుక్కుత్తాన్ <br/> ఎన్న శువైయో అన్దప్పెరుమైయిల్ కల్లుమ్ పుల్లుమ్ పేశిక్కొళ్ళుదే <br/> పేశియుమ్ మనమిదై కొళ్ళై కొళ్ళుదే <br/> ఉరిమైయోడు వారుమ్ ఎన శొల్లుదే <br/> ఉణ్మైయిల్ భక్తిక్కడల్ ఆఴమ్ తళ్ళుదే"}, {"M": "అనుపల్లవి", "T": "మన్దాకిని నాణుమ్ యమునై నది కాణుమ్ మనదిఱ్కు వెగు పఴమ్ శొన్దమ్ ఎనత్తోణుమ్ ఇదై"}, {"M": "మధ్యమకాల సాహిత్యమ్", "T": "అఱివదర్క్కొరు తిఱనిల్లైయే పణ్ణార్న్ద కుఴలిశై మడుత్తన ఇవైయే <br/> అరుగుమ్ ఆఱుముఱై తెరిన్దదొరు వఴి అణువళవుమ్ కూడ కట్ఱదుమిలైయే <br/> మలరడి కుళిర్న్ద వణ్ణమియన్ఱదుమాన తలఙ్గళుమ్ అఘన్ఱదిలైయే <br/> వైకున్తమ్ కైలాయమ్ అదు ఇదు ఎన్బదెల్లామ్ వార్త్తైయిలాల్లాదు పార్త్తదుమిల్లైయే"}, {"M": "చరణమ్", "T": "ఏయోట్టుమ్ శిఱువర్గళ్ కుఴలిశై ఇదువో ఇదువే ఇప్పడి ఎన్ఱాల్ ఎన్నైయ్యన్ ఎదువో <br/> ఓయాద అన్బుక్కెల్లై ఊరెన్ఱాల్ ఇదువో ఓహో హో భక్తి ఎన్ఱాల్ గోకులమ్ తాన్ పొదువో"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಬ್ರುನ್ದಾವನಮ್ ಎನ್ಬದಿಲ್ಲೈಯೋ ಅನ್ದಪ್ಪೇರುಕ್ಕುತ್ತಾನ್ <br/> ಎನ್ನ ಶುವೈಯೋ ಅನ್ದಪ್ಪೆರುಮೈಯಿಲ್ ಕಲ್ಲುಮ್ ಪುಲ್ಲುಮ್ ಪೇಶಿಕ್ಕೊಳ್ಳುದೇ <br/> ಪೇಶಿಯುಮ್ ಮನಮಿದೈ ಕೊಳ್ಳೈ ಕೊಳ್ಳುದೇ <br/> ಉರಿಮೈಯೋಡು ವಾರುಮ್ ಎನ ಶೊಲ್ಲುದೇ <br/> ಉಣ್ಮೈಯಿಲ್ ಭಕ್ತಿಕ್ಕಡಲ್ ಆಳಮ್ ತಳ್ಳುದೇ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಮನ್ದಾಕಿನಿ ನಾಣುಮ್ ಯಮುನೈ ನದಿ ಕಾಣುಮ್ ಮನದಿಱ್ಕು ವೆಗು ಪಳಮ್ ಶೊನ್ದಮ್ ಎನತ್ತೋಣುಮ್ ಇದೈ"}, {"M": "ಮಧ್ಯಮಕಾಲ ಸಾಹಿತ್ಯಮ್", "T": "ಅಱಿವದರ್ಕ್ಕೊರು ತಿಱನಿಲ್ಲೈಯೇ ಪಣ್ಣಾರ್ನ್ದ ಕುಳಲಿಶೈ ಮಡುತ್ತನ ಇವೈಯೇ <br/> ಅರುಗುಮ್ ಆಱುಮುಱೈ ತೆರಿನ್ದದೊರು ವಳಿ ಅಣುವಳವುಮ್ ಕೂಡ ಕಟ್ಱದುಮಿಲೈಯೇ <br/> ಮಲರಡಿ ಕುಳಿರ್ನ್ದ ವಣ್ಣಮಿಯನ್ಱದುಮಾನ ತಲಙ್ಗಳುಮ್ ಅಘನ್ಱದಿಲೈಯೇ <br/> ವೈಕುನ್ತಮ್ ಕೈಲಾಯಮ್ ಅದು ಇದು ಎನ್ಬದೆಲ್ಲಾಮ್ ವಾರ್ತ್ತೈಯಿಲಾಲ್ಲಾದು ಪಾರ್ತ್ತದುಮಿಲ್ಲೈಯೇ"}, {"M": "ಚರಣಮ್", "T": "ಏಯೋಟ್ಟುಮ್ ಶಿಱುವರ್ಗಳ್ ಕುಳಲಿಶೈ ಇದುವೋ ಇದುವೇ ಇಪ್ಪಡಿ ಎನ್ಱಾಲ್ ಎನ್ನೈಯ್ಯನ್ ಎದುವೋ <br/> ಓಯಾದ ಅನ್ಬುಕ್ಕೆಲ್ಲೈ ಊರೆನ್ಱಾಲ್ ಇದುವೋ ಓಹೋ ಹೋ ಭಕ್ತಿ ಎನ್ಱಾಲ್ ಗೋಕುಲಮ್ ತಾನ್ ಪೊದುವೋ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ബ്രുന്ദാവനമ് എന്ബദില്ലൈയോ അന്ദപ്പേരുക്കുത്താന് <br/> എന്ന ശുവൈയോ അന്ദപ്പെരുമൈയില് കല്ലുമ് പുല്ലുമ് പേശിക്കൊള്ളുദേ <br/> പേശിയുമ് മനമിദൈ കൊള്ളൈ കൊള്ളുദേ <br/> ഉരിമൈയോഡു വാരുമ് എന ശൊല്ലുദേ <br/> ഉണ്മൈയില് ഭക്തിക്കഡല് ആഴമ് തള്ളുദേ"}, {"M": "അനുപല്ലവി", "T": "മന്ദാകിനി നാണുമ് യമുനൈ നദി കാണുമ് മനദിറ്കു വെഗു പഴമ് ശൊന്ദമ് എനത്തോണുമ് ഇദൈ"}, {"M": "മധ്യമകാല സാഹിത്യമ്", "T": "അറിവദര്ക്കൊരു തിറനില്ലൈയേ പണ്ണാര്ന്ദ കുഴലിശൈ മഡുത്തന ഇവൈയേ <br/> അരുഗുമ് ആറുമുറൈ തെരിന്ദദൊരു വഴി അണുവളവുമ് കൂഡ കട്റദുമിലൈയേ <br/> മലരഡി കുളിര്ന്ദ വണ്ണമിയന്റദുമാന തലങ്ഗളുമ് അഘന്റദിലൈയേ <br/> വൈകുന്തമ് കൈലായമ് അദു ഇദു എന്ബദെല്ലാമ് വാര്ത്തൈയിലാല്ലാദു പാര്ത്തദുമില്ലൈയേ"}, {"M": "ചരണമ്", "T": "ഏയോട്ടുമ് ശിറുവര്ഗള് കുഴലിശൈ ഇദുവോ ഇദുവേ ഇപ്പഡി എന്റാല് എന്നൈയ്യന് എദുവോ <br/> ഓയാദ അന്ബുക്കെല്ലൈ ഊരെന്റാല് ഇദുവോ ഓഹോ ഹോ ഭക്തി എന്റാല് ഗോകുലമ് താന് പൊദുവോ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "ब्रुन्दावनम् एन्बदिल्लैयो अन्दप्पेरुक्कुत्तान् <br/> एन्न शुवैयो अन्दप्पेरुमैयिल् कल्लुम् पुल्लुम् पेशिक्कोल्लुदे <br/> पेशियुम् मनमिदै कोल्लै कोल्लुदे <br/> उरिमैयोडु वारुम् एन शोल्लुदे <br/> उण्मैयिल् भक्तिक्कडल् आलम् तल्लुदे"}, {"M": "अनुपल्लवि", "T": "मन्दाकिनि नाणुम् यमुनै नदि काणुम् मनदिर्कु वेगु पलम् शोन्दम् एनत्तोणुम् इदै"}, {"M": "मध्यमकाल साहित्यम्", "T": "अरिवदर्क्कोरु तिरनिल्लैये पण्णार्न्द कुललिशै मडुत्तन इवैये <br/> अरुगुम् आरुमुरै तेरिन्ददोरु वलि अणुवलवुम् कूड कट्रदुमिलैये <br/> मलरडि कुलिर्न्द वण्णमियन्रदुमान तलङ्गलुम् अघन्रदिलैये <br/> वैकुन्तम् कैलायम् अदु इदु एन्बदेल्लाम् वार्त्तैयिलाल्लादु पार्त्तदुमिल्लैये"}, {"M": "चरणम्", "T": "एयोट्टुम् शिरुवर्गल् कुललिशै इदुवो इदुवे इप्पडि एन्राल् एन्नैय्यन् एदुवो <br/> ओयाद अन्बुक्केल्लै ऊरेन्राल् इदुवो ओहो हो भक्ति एन्राल् गोकुलम् तान् पोदुवो"}]}], "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c8456.shtml"}]}], "videos": [{"folder": [{"A": [3036, 3037], "songs": [{"C": [5025, 5026], "D": "5:04", "I": "k693t1BbMS4", "R": [1161, 1162], "S": [15591, 16415], "T": [0, 0], "V": "302"}, {"C": [5025, 5026], "D": "5:00", "I": "R7RIzRr0c4A", "R": [1161, 1162], "S": [15591, 16415], "T": [0, 0], "V": "169"}]}]}]}