{"stats": [{"H": "Videos", "C": "64"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "37"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "6 H"}, {"H": "Views", "C": "178 K"}], "info": [{"H": "Type", "V": "Varnam", "P": "varNam"}, {"H": "Composer", "V": "Srirangam Rangasamy Nattuvanar", "P": "SrIraMgam raMgasAmi naTTuvanAr"}, {"H": "Raga", "V": "Natakurinji", "P": "nATTakuRiMji"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Telugu", "P": "Telugu"}], "title": {"H": "Chalamela", "V": "calamEla jEsEvayya", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "calamEla jEsEvayya cakkani mA rangayya |"}, {"M": "anupallavi", "T": "kala kAlamu nI pAdamulE gatiyani nammi yuNDaga"}, {"M": "muktAyi sAhityam", "T": "kari moraliDa vini, rayamuna veDali, makarini dunimi, <br/> kari-varadu-Dani birudu dharanu velasi, suralu pogaDa galigina <br/> patita pAvanuDa! nA manavi vina  ||ca||"}, {"M": "caraNam", "T": "nannu brOva nIku  bhAramA"}, {"M": "svara sAhityam 1", "T": "idE bAgani UrakAnu nIvunna ninu nE viDacedanA"}, {"M": "svara sAhityam 2", "T": "nIdu smaraNa gAka vEre eruganu, nIraja nayana, danuja mada haraNa"}, {"M": "svara sAhityam 3", "T": "anDANDamulaku-nadhipati-vani niNDa moraliDaga, vinI-vinaka yuNDa <br/> sari-yagunA? madana janakuNDa, varamosagi anudinamu"}, {"M": "svara sAhityam 4", "T": "A draupadiki valuva sabhalO tarugakanu osagina mahA daya gala ninu <br/> pogaDanu nA taramagunA, siri velayu rangapurini Elina pati, <br/> nAgala rangani komaruNDa, telisi teliyaka nadacina palu naDatalanu <br/> madi talupa valadu, valadu, SaraNu murahari"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "சலமேல ஜேசேவய்ய சக்கனி மா ரங்கய்ய |"}, {"M": "அனுபல்லவி", "T": "கல காலமு நீ பாதமுலே கதியனி நம்மி யுண்டக"}, {"M": "முக்தாயி சாஹித்யம்", "T": "கரி மொரலிட வினி, ரயமுன வெடலி, மகரினி துனிமி, <br/> கரி-வரது-டனி பிருது தரனு வெலசி, சுரலு பொகட கலிகின <br/> பதித பாவனுட! நா மனவி வின  ||ச||"}, {"M": "சரணம்", "T": "நன்னு ப்ரோவ நீகு  பாரமா"}, {"M": "ஸ்வர சாஹித்யம் 1", "T": "இதே பாகனி ஊரகானு நீவுன்ன நினு நே விடசெதனா"}, {"M": "ஸ்வர சாஹித்யம் 2", "T": "நீது ஸ்மரண காக வேரெ எருகனு, நீரஜ நயன, தனுஜ மத ஹரண"}, {"M": "ஸ்வர சாஹித்யம் 3", "T": "அன்டாண்டமுலகு-நதிபதி-வனி நிண்ட மொரலிடக, வினீ-வினக யுண்ட <br/> சரி-யகுனா? மதன ஜனகுண்ட, வரமொசகி அனுதினமு"}, {"M": "ஸ்வர சாஹித்யம் 4", "T": "ஆ த்ரௌபதிகி வலுவ சபலோ தருககனு ஒசகின மஹா தய கல நினு <br/> பொகடனு நா தரமகுனா, சிரி வெலயு ரங்கபுரினி ஏலின பதி, <br/> நாகல ரங்கனி கொமருண்ட, தெலிசி தெலியக நதசின பலு நடதலனு <br/> மதி தலுப வலது, வலது, சரணு முரஹரி"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "చలమేల జేసేవయ్య చక్కని మా రంగయ్య |"}, {"M": "అనుపల్లవి", "T": "కల కాలము నీ పాదములే గతియని నమ్మి యుణ్డగ"}, {"M": "ముక్తాయి సాహిత్యమ్", "T": "కరి మొరలిడ విని, రయమున వెడలి, మకరిని దునిమి, <br/> కరి-వరదు-డని బిరుదు ధరను వెలసి, సురలు పొగడ గలిగిన <br/> పతిత పావనుడ! నా మనవి విన  ||చ||"}, {"M": "చరణమ్", "T": "నన్ను బ్రోవ నీకు  భారమా"}, {"M": "స్వర సాహిత్యమ్ 1", "T": "ఇదే బాగని ఊరకాను నీవున్న నిను నే విడచెదనా"}, {"M": "స్వర సాహిత్యమ్ 2", "T": "నీదు స్మరణ గాక వేరె ఎరుగను, నీరజ నయన, దనుజ మద హరణ"}, {"M": "స్వర సాహిత్యమ్ 3", "T": "అన్డాణ్డములకు-నధిపతి-వని నిణ్డ మొరలిడగ, వినీ-వినక యుణ్డ <br/> సరి-యగునా? మదన జనకుణ్డ, వరమొసగి అనుదినము"}, {"M": "స్వర సాహిత్యమ్ 4", "T": "ఆ ద్రౌపదికి వలువ సభలో తరుగకను ఒసగిన మహా దయ గల నిను <br/> పొగడను నా తరమగునా, సిరి వెలయు రంగపురిని ఏలిన పతి, <br/> నాగల రంగని కొమరుణ్డ, తెలిసి తెలియక నదచిన పలు నడతలను <br/> మది తలుప వలదు, వలదు, శరణు మురహరి"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಚಲಮೇಲ ಜೇಸೇವಯ್ಯ ಚಕ್ಕನಿ ಮಾ ರಂಗಯ್ಯ |"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಕಲ ಕಾಲಮು ನೀ ಪಾದಮುಲೇ ಗತಿಯನಿ ನಮ್ಮಿ ಯುಣ್ಡಗ"}, {"M": "ಮುಕ್ತಾಯಿ ಸಾಹಿತ್ಯಮ್", "T": "ಕರಿ ಮೊರಲಿಡ ವಿನಿ, ರಯಮುನ ವೆಡಲಿ, ಮಕರಿನಿ ದುನಿಮಿ, <br/> ಕರಿ-ವರದು-ಡನಿ ಬಿರುದು ಧರನು ವೆಲಸಿ, ಸುರಲು ಪೊಗಡ ಗಲಿಗಿನ <br/> ಪತಿತ ಪಾವನುಡ! ನಾ ಮನವಿ ವಿನ  ||ಚ||"}, {"M": "ಚರಣಮ್", "T": "ನನ್ನು ಬ್ರೋವ ನೀಕು  ಭಾರಮಾ"}, {"M": "ಸ್ವರ ಸಾಹಿತ್ಯಮ್ 1", "T": "ಇದೇ ಬಾಗನಿ ಊರಕಾನು ನೀವುನ್ನ ನಿನು ನೇ ವಿಡಚೆದನಾ"}, {"M": "ಸ್ವರ ಸಾಹಿತ್ಯಮ್ 2", "T": "ನೀದು ಸ್ಮರಣ ಗಾಕ ವೇರೆ ಎರುಗನು, ನೀರಜ ನಯನ, ದನುಜ ಮದ ಹರಣ"}, {"M": "ಸ್ವರ ಸಾಹಿತ್ಯಮ್ 3", "T": "ಅನ್ಡಾಣ್ಡಮುಲಕು-ನಧಿಪತಿ-ವನಿ ನಿಣ್ಡ ಮೊರಲಿಡಗ, ವಿನೀ-ವಿನಕ ಯುಣ್ಡ <br/> ಸರಿ-ಯಗುನಾ? ಮದನ ಜನಕುಣ್ಡ, ವರಮೊಸಗಿ ಅನುದಿನಮು"}, {"M": "ಸ್ವರ ಸಾಹಿತ್ಯಮ್ 4", "T": "ಆ ದ್ರೌಪದಿಕಿ ವಲುವ ಸಭಲೋ ತರುಗಕನು ಒಸಗಿನ ಮಹಾ ದಯ ಗಲ ನಿನು <br/> ಪೊಗಡನು ನಾ ತರಮಗುನಾ, ಸಿರಿ ವೆಲಯು ರಂಗಪುರಿನಿ ಏಲಿನ ಪತಿ, <br/> ನಾಗಲ ರಂಗನಿ ಕೊಮರುಣ್ಡ, ತೆಲಿಸಿ ತೆಲಿಯಕ ನದಚಿನ ಪಲು ನಡತಲನು <br/> ಮದಿ ತಲುಪ ವಲದು, ವಲದು, ಶರಣು ಮುರಹರಿ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ചലമേല ജേസേവയ്യ ചക്കനി മാ രംഗയ്യ |"}, {"M": "അനുപല്ലവി", "T": "കല കാലമു നീ പാദമുലേ ഗതിയനി നമ്മി യുണ്ഡഗ"}, {"M": "മുക്തായി സാഹിത്യമ്", "T": "കരി മൊരലിഡ വിനി, രയമുന വെഡലി, മകരിനി ദുനിമി, <br/> കരി-വരദു-ഡനി ബിരുദു ധരനു വെലസി, സുരലു പൊഗഡ ഗലിഗിന <br/> പതിത പാവനുഡ! നാ മനവി വിന  ||ച||"}, {"M": "ചരണമ്", "T": "നന്നു ബ്രോവ നീകു  ഭാരമാ"}, {"M": "സ്വര സാഹിത്യമ് 1", "T": "ഇദേ ബാഗനി ഊരകാനു നീവുന്ന നിനു നേ വിഡചെദനാ"}, {"M": "സ്വര സാഹിത്യമ് 2", "T": "നീദു സ്മരണ ഗാക വേരെ എരുഗനു, നീരജ നയന, ദനുജ മദ ഹരണ"}, {"M": "സ്വര സാഹിത്യമ് 3", "T": "അന്ഡാണ്ഡമുലകു-നധിപതി-വനി നിണ്ഡ മൊരലിഡഗ, വിനീ-വിനക യുണ്ഡ <br/> സരി-യഗുനാ? മദന ജനകുണ്ഡ, വരമൊസഗി അനുദിനമു"}, {"M": "സ്വര സാഹിത്യമ് 4", "T": "ആ ദ്രൌപദികി വലുവ സഭലോ തരുഗകനു ഒസഗിന മഹാ ദയ ഗല നിനു <br/> പൊഗഡനു നാ തരമഗുനാ, സിരി വെലയു രംഗപുരിനി ഏലിന പതി, <br/> നാഗല രംഗനി കൊമരുണ്ഡ, തെലിസി തെലിയക നദചിന പലു നഡതലനു <br/> മദി തലുപ വലദു, വലദു, ശരണു മുരഹരി"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "चलमेल जेसेवय्य चक्कनि मा रंगय्य |"}, {"M": "अनुपल्लवि", "T": "कल कालमु नी पादमुले गतियनि नम्मि युण्डग"}, {"M": "मुक्तायि साहित्यम्", "T": "करि मोरलिड विनि, रयमुन वेडलि, मकरिनि दुनिमि, <br/> करि-वरदु-डनि बिरुदु धरनु वेलसि, सुरलु पोगड गलिगिन <br/> पतित पावनुड! ना मनवि विन  ||च||"}, {"M": "चरणम्", "T": "नन्नु ब्रोव नीकु  भारमा"}, {"M": "स्वर साहित्यम् 1", "T": "इदे बागनि ऊरकानु नीवुन्न निनु ने विडचेदना"}, {"M": "स्वर साहित्यम् 2", "T": "नीदु स्मरण गाक वेरे एरुगनु, नीरज नयन, दनुज मद हरण"}, {"M": "स्वर साहित्यम् 3", "T": "अन्डाण्डमुलकु-नधिपति-वनि निण्ड मोरलिडग, विनी-विनक युण्ड <br/> सरि-यगुना? मदन जनकुण्ड, वरमोसगि अनुदिनमु"}, {"M": "स्वर साहित्यम् 4", "T": "आ द्रौपदिकि वलुव सभलो तरुगकनु ओसगिन महा दय गल निनु <br/> पोगडनु ना तरमगुना, सिरि वेलयु रंगपुरिनि एलिन पति, <br/> नागल रंगनि कोमरुण्ड, तेलिसि तेलियक नदचिन पलु नडतलनु <br/> मदि तलुप वलदु, वलदु, शरणु मुरहरि"}]}], "lyricsref": [{"links": [{"N": "www.eviolinguru.com", "L": "https://www.eviolinguru.com/uploads/7/3/5/7/735729/11_chalame...pdf"}]}], "videos": [{"folder": [{"A": 48, "songs": [{"C": 112, "D": "5:50", "I": "d5NqYFgnO8c", "P": "m", "R": 39, "S": 360, "T": 4, "V": "31,460"}, {"C": 112, "D": "6:40", "I": "LnqQtQbY52M", "P": "m", "R": 39, "S": 360, "T": 4, "V": "821"}]}, {"A": 76, "songs": [{"C": 112, "D": "5:40", "I": "343xPxcHGcA&start=0&end=340", "P": "h", "R": 39, "S": 360, "T": 4, "V": "7,700"}, {"C": 112, "D": "5:28", "I": "8HuoEtPZtHc&start=0&end=328", "P": "h", "R": 39, "S": 360, "T": 4, "V": "1,100"}, {"C": 112, "D": "5:24", "I": "NjhWFxdEfV0", "P": "m", "R": 39, "S": 360, "T": 4, "V": "404"}, {"C": 112, "D": "5:10", "I": "-Uayp30y7rQ", "P": "m", "R": 39, "S": 360, "T": 4, "V": "347"}, {"C": 112, "D": "6:29", "I": "glxz-P3isic", "P": "m", "R": 39, "S": 360, "T": 4, "V": "48"}, {"C": 112, "D": "6:30", "I": "cD3fHS5W2Mg", "P": "m", "R": 39, "S": 360, "T": 4, "V": "16"}, {"C": 112, "D": "6:30", "I": "EywI2fr87ps", "P": "m", "R": 39, "S": 360, "T": 4, "V": "3"}, {"C": 112, "D": "5:10", "I": "drMyRQDnbQU", "P": "m", "R": 39, "S": 360, "T": 4, "V": "0"}]}, {"A": 66, "songs": [{"C": 112, "D": "5:13", "I": "260r3n2I6VI", "P": "m", "R": 39, "S": 360, "T": 4, "V": "1,100"}]}, {"A": 348, "songs": [{"C": 112, "D": "3:46", "I": "Vt-zno9dAjM", "P": "m", "R": 39, "S": 360, "T": 4, "V": "195"}]}, {"A": 391, "songs": [{"C": 112, "D": "5:09", "I": "uNIOO5EkeXw", "P": "m", "R": 39, "S": 360, "T": 4, "V": "88"}]}, {"A": 75, "songs": [{"C": 112, "D": "5:20", "I": "VZkICLaPHkA", "P": "h", "R": 39, "S": 360, "T": 4, "V": "77"}, {"C": 112, "D": "5:24", "I": "tzUGEUyJyQk", "P": "h", "R": 39, "S": 360, "T": 4, "V": "52"}, {"C": 112, "D": "4:57", "I": "rEcD06AjECg", "P": "h", "R": 39, "S": 360, "T": 4, "V": "52"}, {"C": 112, "D": "5:31", "I": "ZsH-m7uCGsI", "P": "h", "R": 39, "S": 360, "T": 4, "V": "32"}]}, {"A": 129, "songs": [{"C": 112, "D": "34:13", "I": "_dvKqRu2j6Y", "P": "m", "R": 39, "S": 360, "T": 4, "V": "510"}]}, {"A": 31, "songs": [{"C": 112, "D": "7:47", "I": "kbBhtq1_JOA", "P": "m", "R": 39, "S": 360, "T": 4, "V": "9,072"}, {"C": 112, "D": "7:12", "I": "78IihCjh4Cs&start=9&end=441", "P": "h", "R": 39, "S": 360, "T": 4, "V": "380"}]}, {"A": 87, "songs": [{"C": 112, "D": "3:14", "I": "FJ7cj8rkVfU&start=6&end=200", "P": "m", "R": 39, "S": 360, "T": 4, "V": "1,159"}]}, {"A": 232, "songs": [{"C": 112, "D": "10:33", "I": "VuJKZhIpq3E", "P": "m", "R": 39, "S": 360, "T": 4, "V": "49"}]}, {"A": 439, "songs": [{"C": 112, "D": "3:05", "I": "cA3aae1MNLg", "P": "m", "R": 39, "S": 360, "T": 4, "V": "23"}]}, {"A": 397, "songs": [{"C": 112, "D": "6:09", "I": "GmJ1aMKXCng", "P": "h", "R": 39, "S": 360, "T": 4, "V": "2,157"}]}, {"A": 40, "songs": [{"C": 112, "D": "4:57", "I": "V-SBpu0n8IQ&start=0&end=297", "P": "m", "R": 39, "S": 360, "T": 4, "V": "2,797"}, {"C": 0, "D": "7:10", "I": "OmXKznGXgL8", "P": "m", "R": 39, "S": 360, "T": 4, "V": "289"}, {"C": 0, "D": "3:24", "I": "O2NJuPiPq58", "P": "m", "R": 39, "S": 360, "T": 4, "V": "61"}]}, {"A": 27, "songs": [{"C": 112, "D": "5:50", "I": "_-YEw7D_7Ho", "P": "m", "R": 39, "S": 360, "T": 4, "V": "36"}]}, {"A": 71, "songs": [{"C": 112, "D": "8:11", "I": "9kPSqqSFmeI", "P": "m", "R": 39, "S": 360, "T": 4, "V": "895"}]}, {"A": 522, "songs": [{"C": 112, "D": "8:05", "I": "NxWx6EG6TrI&start=0&end=485", "P": "h", "R": 39, "S": 360, "T": 4, "V": "2,500"}]}, {"A": 38, "songs": [{"C": 112, "D": "8:19", "I": "9lcKz-W4ieU", "P": "m", "R": 39, "S": 360, "T": 4, "V": "1,011"}]}, {"A": 9, "songs": [{"C": 112, "D": "19:52", "I": "Yd3tA0mGiRw", "P": "m", "R": 39, "S": 360, "T": 4, "V": "42,985"}, {"C": 112, "D": "4:10", "I": "MWu7ZJ1ZOMs", "P": "h", "R": 39, "S": 360, "T": 4, "V": "15,545"}, {"C": 112, "D": "5:02", "I": "BpIDjWjCl0o", "P": "m", "R": 39, "S": 360, "T": 4, "V": "401"}, {"C": 112, "D": "4:10", "I": "SZFZUsmHIsk", "P": "m", "R": 39, "S": 360, "T": 4, "V": "118"}, {"C": 112, "D": "4:02", "I": "BYeG3qg0Ha8", "P": "m", "R": 39, "S": 360, "T": 4, "V": "66"}]}, {"A": 210, "songs": [{"C": 0, "D": "4:22", "I": "JhmxvCnWuak&start=0&end=262", "P": "h", "R": 39, "S": 360, "T": 4, "V": "701"}]}, {"A": 446, "songs": [{"C": 112, "D": "6:47", "I": "tkJjVr73fHE", "P": "m", "R": 39, "S": 360, "T": 4, "V": "107"}]}, {"A": 601, "songs": [{"C": 112, "D": "10:09", "I": "OY33xvUUWcA", "P": "m", "R": 39, "S": 360, "T": 4, "V": "198"}]}, {"A": 109, "songs": [{"C": 0, "D": "3:25", "I": "pURu2t2YEoM", "P": "h", "R": 39, "S": 360, "T": 4, "V": "165"}]}, {"A": 78, "songs": [{"C": 112, "D": "5:30", "I": "HrtG2lOwKHA", "P": "m", "R": 39, "S": 360, "T": 4, "V": "244"}]}, {"A": 284, "songs": [{"C": 112, "D": "4:38", "I": "35gRutBt_Lw", "P": "m", "R": 39, "S": 360, "T": 4, "V": "590"}]}, {"A": 536, "songs": [{"C": 112, "D": "6:22", "I": "UmiofWymXCU", "P": "h", "R": 39, "S": 360, "T": 4, "V": "495"}]}, {"A": 145, "songs": [{"C": 112, "D": "6:25", "I": "Lz7cJ30Nn8A", "P": "m", "R": 39, "S": 360, "T": 4, "V": "487"}, {"C": 0, "D": "6:05", "I": "Ffs6oXHHlZI", "P": "m", "R": 39, "S": 360, "T": 4, "V": "165"}, {"C": 0, "D": "6:05", "I": "IfuI1I8S-zk", "P": "m", "R": 39, "S": 360, "T": 4, "V": "17"}, {"C": 0, "D": "6:01", "I": "HC2VkxmYL1k", "P": "h", "R": 39, "S": 360, "T": 4, "V": "16"}]}, {"A": 41, "songs": [{"C": 112, "D": "8:25", "I": "gKp8EwAfp3c", "P": "h", "R": 39, "S": 360, "T": 4, "V": "527"}, {"C": 112, "D": "8:25", "I": "OqX_fpYy4tQ", "P": "m", "R": 39, "S": 360, "T": 4, "V": "254"}, {"C": 112, "D": "3:21", "I": "RKSwiIKdsZY", "P": "m", "R": 39, "S": 360, "T": 4, "V": "165"}]}, {"A": 68, "songs": [{"C": 112, "D": "4:56", "I": "VMZAHavomkw", "P": "h", "R": 39, "S": 360, "T": 4, "V": "148"}]}, {"A": 10, "songs": [{"C": 112, "D": "5:05", "I": "pInAAwUDb48", "P": "m", "R": 39, "S": 360, "T": 4, "V": "495"}, {"C": 112, "D": "4:21", "I": "6742-R21TJ4", "P": "m", "R": 39, "S": 360, "T": 4, "V": "439"}]}, {"A": 35, "songs": [{"C": 112, "D": "2:54", "I": "vYqp7ynAuHQ&start=0&end=174", "P": "m", "R": 39, "S": 360, "T": 4, "V": "150"}, {"C": 112, "D": "2:44", "I": "4ViZDUqlmOg", "P": "m", "R": 39, "S": 360, "T": 4, "V": "34"}]}, {"A": 80, "songs": [{"C": 112, "D": "7:17", "I": "eB82h8gVV_w", "P": "m", "R": 39, "S": 360, "T": 4, "V": "42"}]}, {"A": 147, "songs": [{"C": 112, "D": "3:29", "I": "RIPaq31lwtw", "P": "h", "R": 39, "S": 360, "T": 4, "V": "26,262"}, {"C": 112, "D": "5:34", "I": "Siz_1b-AIHo", "P": "h", "R": 39, "S": 360, "T": 4, "V": "9,551"}, {"C": 112, "D": "6:00", "I": "gncmJxOwGIo", "P": "h", "R": 39, "S": 360, "T": 4, "V": "3,748"}]}, {"A": 127, "songs": [{"C": 112, "D": "10:21", "I": "v8qztzD9u1U", "P": "m", "R": 39, "S": 360, "T": 4, "V": "3,900"}]}, {"A": 22, "songs": [{"C": 112, "D": "7:05", "I": "G1R5ATIAAfo", "P": "m", "R": 39, "S": 360, "T": 4, "V": "3,717"}]}, {"A": 273, "songs": [{"C": 112, "D": "5:27", "I": "IGYiNRitkSI", "P": "m", "R": 39, "S": 360, "T": 4, "V": "332"}]}, {"A": 14, "songs": [{"C": 112, "D": "4:28", "I": "21pnfN12vEs&start=25&end=293", "P": "h", "R": 39, "S": 360, "T": 4, "V": "413"}]}, {"A": 293, "songs": [{"C": 112, "D": "6:14", "I": "IF1io3-dzxo", "P": "m", "R": 39, "S": 360, "T": 4, "V": "582"}]}]}]}