{"stats": [{"H": "Videos", "C": "133"}, {"H": "Ragas", "C": "3"}, {"H": "Artists", "C": "35"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "11 H"}, {"H": "Views", "C": "5 M"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti", "I": 1}, {"H": "Composer", "V": "Purandara Dasa", "P": "puraMdara dAsA", "I": 6}, {"H": "Raga", "V": "Darbari kaanada", "P": "darbAri kAnaDA", "I": 90}, {"H": "Tala", "V": "Adi", "P": "Adi", "I": 1}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA", "I": 0}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2", "I": 0}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8", "I": 0}, {"H": "Language", "V": "Kannada", "P": "Kannada", "I": 0}, {"H": "God", "V": "SivA", "P": "SivA", "I": 0}], "title": {"T": 310, "H": "Chandra Chooda", "V": "caMdracUDa Siva", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "candracUDa! Siva! Sankara! pArvatI ramaNanE! ninage namO namO! <br/> sundara mriga dhara! pinAka dhanukara gangA <br/> Sira! gajacarma ambaradhara!"}, {"M": "anupallavi", "T": "SankarAbharaNam <br/> nandi vAhana Anandadinda mUr jagadi mereva nInE andu amr.ta <br/> ghaTTadinda udisida viSa tandu bhujisidava nInE"}, {"M": "caraNam 1", "T": "sunAda vinOdini <br/> kandarpana krodhadinda kaN teredu konda ugranu nInE <br/> indirESa SrI ramana <br/> nAmava candadi pogaLuva nInE"}, {"M": "caraNam 2", "T": "tODi <br/> bAlamruganDana kAlanu eLevAga pAlisidava nInE kAlakUTavanu <br/> pAnamADida nIlakanThanu nInE"}, {"M": "caraNam 3", "T": "kamAs <br/> valayadi kapAla piDidu bhikSe bEdO digambara nInE jAla mADida <br/> gOpAlanemba heNNige maruLAdava nInE"}, {"M": "caraNam 4", "T": "kamAs <br/> dharege dakSiNa kAveri tIra kumbhapura vAsanu nInE <br/> tODi <br/> karadalli vINeya gAnava mADuva uraga bhUSana nInE <br/> sunAda vinOdini <br/> koraLali bhasma rudrAkSava dharisida parama vaiSNava nInE <br/> SankarAbharaNam <br/> garudagamana SrI purandara viTTalage prANa priyanu nInE"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "சந்த்ரசூட! சிவ! ச.ங்கர! பார்வதீ ரமணனே! நினகெ நமோ நமோ! <br/> சுந்தர ம்ரிக தர! பினாக தனுகர கங்கா <br/> சிர! கஜசர்ம அம்பரதர!"}, {"M": "அனுபல்லவி", "T": "சங்கராபரணம் <br/> நந்தி வாஹன ஆனந்ததிந்த மூர் ஜகதி மெரெவ நீனே அந்து அம்ர்.த <br/> கட்டதிந்த உதிசித விச தந்து புஜிசிதவ நீனே"}, {"M": "சரணம் 1", "T": "சுனாத வினோதினி <br/> கந்தர்பன க்ரொததிந்த கண் தெரெது கொந்த உக்ரனு நீனே <br/> இந்திரேச ஶ்ரீ ரமன <br/> நாமவ சந்ததி பொகளுவ நீனே"}, {"M": "சரணம் 2", "T": "தோடி <br/> பாலம்ருகன்டன காலனு எளெவாக பாலிசிதவ நீனே காலகூடவனு <br/> பானமாடித நீலகன்டனு நீனே"}, {"M": "சரணம் 3", "T": "கமாஸ் <br/> வலயதி கபால பிடிது பிக்செ பேதோ திகம்பர நீனே ஜால மாடித <br/> கோபாலனெம்ப ஹெண்ணிகெ மருளாதவ நீனே"}, {"M": "சரணம் 4", "T": "கமாஸ் <br/> தரெகெ தக்சிண காவெரி தீர கும்பபுர வாசனு நீனே <br/> தோடி <br/> கரதல்லி வீணெய கானவ மாடுவ உரக பூசன நீனே <br/> சுனாத வினோதினி <br/> கொரளலி பஸ்ம ருத்ராக்சவ தரிசித பரம வைஶ்ணவ நீனே <br/> சங்கராபரணம் <br/> கருதகமன ஶ்ரீ புரந்தர விட்டலகெ ப்ராண ப்ரியனு நீனே"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "చన్ద్రచూడ! శివ! శ.ంకర! పార్వతీ రమణనే! నినగె నమో నమో! <br/> సున్దర మ్రిగ ధర! పినాక ధనుకర గంగా <br/> శిర! గజచర్మ అమ్బరధర!"}, {"M": "అనుపల్లవి", "T": "శంకరాభరణమ్ <br/> నన్ది వాహన ఆనన్దదిన్ద మూర్ జగది మెరెవ నీనే అన్దు అమ్ర్.త <br/> ఘట్టదిన్ద ఉదిసిద విశ తన్దు భుజిసిదవ నీనే"}, {"M": "చరణమ్ 1", "T": "సునాద వినోదిని <br/> కన్దర్పన క్రొధదిన్ద కణ్ తెరెదు కొన్ద ఉగ్రను నీనే <br/> ఇన్దిరేశ శ్రీ రమన <br/> నామవ చన్దది పొగళువ నీనే"}, {"M": "చరణమ్ 2", "T": "తోడి <br/> బాలమ్రుగన్డన కాలను ఎళెవాగ పాలిసిదవ నీనే కాలకూటవను <br/> పానమాడిద నీలకన్ఠను నీనే"}, {"M": "చరణమ్ 3", "T": "కమాస్ <br/> వలయది కపాల పిడిదు భిక్శె బేదో దిగమ్బర నీనే జాల మాడిద <br/> గోపాలనెమ్బ హెణ్ణిగె మరుళాదవ నీనే"}, {"M": "చరణమ్ 4", "T": "కమాస్ <br/> ధరెగె దక్శిణ కావెరి తీర కుమ్భపుర వాసను నీనే <br/> తోడి <br/> కరదల్లి వీణెయ గానవ మాడువ ఉరగ భూశన నీనే <br/> సునాద వినోదిని <br/> కొరళలి భస్మ రుద్రాక్శవ ధరిసిద పరమ వైశ్ణవ నీనే <br/> శంకరాభరణమ్ <br/> గరుదగమన శ్రీ పురన్దర విట్టలగె ప్రాణ ప్రియను నీనే"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಚನ್ದ್ರಚೂಡ! ಶಿವ! ಶ.ಂಕರ! ಪಾರ್ವತೀ ರಮಣನೇ! ನಿನಗೆ ನಮೋ ನಮೋ! <br/> ಸುನ್ದರ ಮ್ರಿಗ ಧರ! ಪಿನಾಕ ಧನುಕರ ಗಂಗಾ <br/> ಶಿರ! ಗಜಚರ್ಮ ಅಮ್ಬರಧರ!"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಶಂಕರಾಭರಣಮ್ <br/> ನನ್ದಿ ವಾಹನ ಆನನ್ದದಿನ್ದ ಮೂರ್ ಜಗದಿ ಮೆರೆವ ನೀನೇ ಅನ್ದು ಅಮ್ರ್.ತ <br/> ಘಟ್ಟದಿನ್ದ ಉದಿಸಿದ ವಿಶ ತನ್ದು ಭುಜಿಸಿದವ ನೀನೇ"}, {"M": "ಚರಣಮ್ 1", "T": "ಸುನಾದ ವಿನೋದಿನಿ <br/> ಕನ್ದರ್ಪನ ಕ್ರೊಧದಿನ್ದ ಕಣ್ ತೆರೆದು ಕೊನ್ದ ಉಗ್ರನು ನೀನೇ <br/> ಇನ್ದಿರೇಶ ಶ್ರೀ ರಮನ <br/> ನಾಮವ ಚನ್ದದಿ ಪೊಗಳುವ ನೀನೇ"}, {"M": "ಚರಣಮ್ 2", "T": "ತೋಡಿ <br/> ಬಾಲಮ್ರುಗನ್ಡನ ಕಾಲನು ಎಳೆವಾಗ ಪಾಲಿಸಿದವ ನೀನೇ ಕಾಲಕೂಟವನು <br/> ಪಾನಮಾಡಿದ ನೀಲಕನ್ಠನು ನೀನೇ"}, {"M": "ಚರಣಮ್ 3", "T": "ಕಮಾಸ್ <br/> ವಲಯದಿ ಕಪಾಲ ಪಿಡಿದು ಭಿಕ್ಶೆ ಬೇದೋ ದಿಗಮ್ಬರ ನೀನೇ ಜಾಲ ಮಾಡಿದ <br/> ಗೋಪಾಲನೆಮ್ಬ ಹೆಣ್ಣಿಗೆ ಮರುಳಾದವ ನೀನೇ"}, {"M": "ಚರಣಮ್ 4", "T": "ಕಮಾಸ್ <br/> ಧರೆಗೆ ದಕ್ಶಿಣ ಕಾವೆರಿ ತೀರ ಕುಮ್ಭಪುರ ವಾಸನು ನೀನೇ <br/> ತೋಡಿ <br/> ಕರದಲ್ಲಿ ವೀಣೆಯ ಗಾನವ ಮಾಡುವ ಉರಗ ಭೂಶನ ನೀನೇ <br/> ಸುನಾದ ವಿನೋದಿನಿ <br/> ಕೊರಳಲಿ ಭಸ್ಮ ರುದ್ರಾಕ್ಶವ ಧರಿಸಿದ ಪರಮ ವೈಶ್ಣವ ನೀನೇ <br/> ಶಂಕರಾಭರಣಮ್ <br/> ಗರುದಗಮನ ಶ್ರೀ ಪುರನ್ದರ ವಿಟ್ಟಲಗೆ ಪ್ರಾಣ ಪ್ರಿಯನು ನೀನೇ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ചന്ദ്രചൂഡ! ശിവ! ശ.ംകര! പാര്വതീ രമണനേ! നിനഗെ നമോ നമോ! <br/> സുന്ദര മ്രിഗ ധര! പിനാക ധനുകര ഗംഗാ <br/> ശിര! ഗജചര്മ അമ്ബരധര!"}, {"M": "അനുപല്ലവി", "T": "ശംകരാഭരണമ് <br/> നന്ദി വാഹന ആനന്ദദിന്ദ മൂര് ജഗദി മെരെവ നീനേ അന്ദു അമ്ര്.ത <br/> ഘട്ടദിന്ദ ഉദിസിദ വിശ തന്ദു ഭുജിസിദവ നീനേ"}, {"M": "ചരണമ് 1", "T": "സുനാദ വിനോദിനി <br/> കന്ദര്പന ക്രൊധദിന്ദ കണ് തെരെദു കൊന്ദ ഉഗ്രനു നീനേ <br/> ഇന്ദിരേശ ശ്രീ രമന <br/> നാമവ ചന്ദദി പൊഗളുവ നീനേ"}, {"M": "ചരണമ് 2", "T": "തോഡി <br/> ബാലമ്രുഗന്ഡന കാലനു എളെവാഗ പാലിസിദവ നീനേ കാലകൂടവനു <br/> പാനമാഡിദ നീലകന്ഠനു നീനേ"}, {"M": "ചരണമ് 3", "T": "കമാസ് <br/> വലയദി കപാല പിഡിദു ഭിക്ശെ ബേദോ ദിഗമ്ബര നീനേ ജാല മാഡിദ <br/> ഗോപാലനെമ്ബ ഹെണ്ണിഗെ മരുളാദവ നീനേ"}, {"M": "ചരണമ് 4", "T": "കമാസ് <br/> ധരെഗെ ദക്ശിണ കാവെരി തീര കുമ്ഭപുര വാസനു നീനേ <br/> തോഡി <br/> കരദല്ലി വീണെയ ഗാനവ മാഡുവ ഉരഗ ഭൂശന നീനേ <br/> സുനാദ വിനോദിനി <br/> കൊരളലി ഭസ്മ രുദ്രാക്ശവ ധരിസിദ പരമ വൈശ്ണവ നീനേ <br/> ശംകരാഭരണമ് <br/> ഗരുദഗമന ശ്രീ പുരന്ദര വിട്ടലഗെ പ്രാണ പ്രിയനു നീനേ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "चन्द्रचूड! शिव! श.ंकर! पार्वती रमणने! निनगे नमो नमो! <br/> सुन्दर म्रिग धर! पिनाक धनुकर गंगा <br/> शिर! गजचर्म अम्बरधर!"}, {"M": "अनुपल्लवि", "T": "शंकराभरणम् <br/> नन्दि वाहन आनन्ददिन्द मूर् जगदि मेरेव नीने अन्दु अम्र्.त <br/> घट्टदिन्द उदिसिद विश तन्दु भुजिसिदव नीने"}, {"M": "चरणम् 1", "T": "सुनाद विनोदिनि <br/> कन्दर्पन क्रोधदिन्द कण् तेरेदु कोन्द उग्रनु नीने <br/> इन्दिरेश श्री रमन <br/> नामव चन्ददि पोगलुव नीने"}, {"M": "चरणम् 2", "T": "तोडि <br/> बालम्रुगन्डन कालनु एलेवाग पालिसिदव नीने कालकूटवनु <br/> पानमाडिद नीलकन्ठनु नीने"}, {"M": "चरणम् 3", "T": "कमास् <br/> वलयदि कपाल पिडिदु भिक्शे बेदो दिगम्बर नीने जाल माडिद <br/> गोपालनेम्ब हेण्णिगे मरुलादव नीने"}, {"M": "चरणम् 4", "T": "कमास् <br/> धरेगे दक्शिण कावेरि तीर कुम्भपुर वासनु नीने <br/> तोडि <br/> करदल्लि वीणेय गानव माडुव उरग भूशन नीने <br/> सुनाद विनोदिनि <br/> कोरललि भस्म रुद्राक्शव धरिसिद परम वैश्णव नीने <br/> शंकराभरणम् <br/> गरुदगमन श्री पुरन्दर विट्टलगे प्राण प्रियनु नीने"}]}], "L": "l", "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c1252.shtml"}]}], "songs": [{"I": "ePas2Y5lkhw", "T": 0, "S": 310, "R": 90, "C": 6, "A": 48, "D": "8:43", "V": "42,454", "J": "h"}, {"I": "CimWmQDheoM", "T": 0, "S": 310, "R": 90, "C": 6, "A": 48, "D": "12:54", "V": "21,320", "J": "h"}, {"I": "hS1cZjXf3x0", "T": 0, "S": 310, "R": 90, "C": 6, "A": 48, "D": "9:30", "V": "11,383", "J": "m"}, {"I": "9-49EBTjYek", "T": 0, "S": 310, "R": 90, "C": 6, "A": 48, "D": "1:00", "V": "2,265", "J": "m"}, {"I": "InW0VIuyv2U", "T": 0, "S": 310, "R": 90, "C": 6, "A": 48, "D": "12:55", "V": "873", "J": "h"}, {"I": "DmNL1G-xpTM&start=0&end=4", "T": 0, "S": 310, "R": 90, "C": 6, "A": 48, "D": "0:00", "V": "0", "J": "m"}, {"I": "-5h0JglC7iI&start=0&end=6", "T": 0, "S": 310, "R": 90, "C": 6, "A": 48, "D": "0:00", "V": "0", "J": "m"}, {"I": "QxXw81nQr8Q", "T": 0, "S": 310, "R": 90, "C": 6, "A": 342, "D": "5:10", "V": "26,688", "J": "h"}, {"I": "OBTZ1p__P4k", "T": 0, "S": 310, "R": 90, "C": 6, "A": 261, "D": "3:31", "V": "5,419", "J": "h"}, {"I": "R5cuWs17qYs&start=5926&end=6181", "T": 0, "S": 310, "R": 90, "C": 6, "A": 261, "D": "4:15", "V": "3,654", "J": "m"}, {"I": "RExYZgu_xYQ&start=3928&end=4182", "T": 0, "S": 310, "R": 90, "C": 6, "A": 261, "D": "4:14", "V": "815", "J": "h"}, {"I": "dsOJA-PGxL4&start=3930&end=4183", "T": 0, "S": 310, "R": 90, "C": 6, "A": 261, "D": "4:13", "V": "659", "J": "m"}, {"I": "d8tW2vUdIxU", "T": 0, "S": 310, "R": 90, "C": 6, "A": 261, "D": "4:42", "V": "451", "J": "m"}, {"I": "HbUYrfP3PhI&start=8384&end=8666", "T": 0, "S": 310, "R": 90, "C": 6, "A": 261, "D": "4:42", "V": "420", "J": "m"}, {"I": "-7d6r56Ooqo&start=5926&end=6181", "T": 0, "S": 310, "R": 90, "C": 6, "A": 261, "D": "4:15", "V": "371", "J": "m"}, {"I": "Q8FWFPfnSSM", "T": 0, "S": 310, "R": 90, "C": 6, "A": 261, "D": "4:42", "V": "122", "J": "h"}, {"I": "-02nnOJlp6s&start=0&end=10", "T": 0, "S": 310, "R": 90, "C": 6, "A": 261, "D": "0:00", "V": "0", "J": "h"}, {"I": "--DWpBH0TeA&start=0&end=9", "T": 0, "S": 310, "R": 90, "C": 6, "A": 261, "D": "0:00", "V": "0", "J": "m"}, {"I": "LglVpB0z4U0&start=0&end=10", "T": 0, "S": 310, "R": 90, "C": 6, "A": 261, "D": "0:00", "V": "0", "J": "h"}, {"I": "1td6V0ZK7wQ&start=0&end=6", "T": 0, "S": 310, "R": 90, "C": 6, "A": 261, "D": "0:00", "V": "0", "J": "h"}, {"I": "DBzCTDJIkcg&start=0&end=9", "T": 0, "S": 310, "R": 90, "C": 6, "A": 261, "D": "0:00", "V": "0", "J": "m"}, {"I": "1NcNJJJU_Yw&start=0&end=4", "T": 0, "S": 310, "R": 90, "C": 6, "A": 239, "D": "0:00", "V": "0", "J": "h"}, {"I": "KuJmOfoOZaM", "T": 0, "S": 310, "R": 1, "C": 6, "A": 239, "D": "19:20", "V": "599", "J": "m"}, {"I": "6SVJhrAJUXA", "T": 0, "S": 310, "R": 90, "C": 6, "A": 219, "D": "5:14", "V": "1,468", "J": "m"}, {"I": "S8Fu59UbDgU", "T": 0, "S": 310, "R": 1, "C": 6, "A": 42, "D": "8:58", "V": "600", "J": "m"}, {"I": "uPhfaaVE-mE", "T": 0, "S": 310, "R": 1, "C": 6, "A": 42, "D": "9:01", "V": "462", "J": "s"}, {"I": "KHbAIzKUXC4", "T": 0, "S": 310, "R": 1, "C": 6, "A": 42, "D": "9:25", "V": "12", "J": "m"}, {"I": "Ha58XZdG720&start=8476&end=8826", "T": 0, "S": 310, "R": 90, "C": 6, "A": 179, "D": "5:50", "V": "10,811", "J": "m"}, {"I": "dR92aYOrwTo", "T": 0, "S": 310, "R": 90, "C": 6, "A": 179, "D": "4:30", "V": "502", "J": "m"}, {"I": "BZMSgbNnzpw", "T": 0, "S": 310, "R": 90, "C": 6, "A": 2, "D": "8:06", "V": "45,407", "J": "m"}, {"I": "67rh53Plrfg", "T": 0, "S": 310, "R": 90, "C": 6, "A": 2, "D": "6:16", "V": "9,540", "J": "h"}, {"I": "5LHGnM8WPng", "T": 0, "S": 310, "R": 90, "C": 6, "A": 2, "D": "8:08", "V": "3", "J": "m"}, {"I": "DpUyjdWr-kM&start=4390&end=4778", "T": 0, "S": 310, "R": 1, "C": 6, "A": 2, "D": "6:28", "V": "11,521", "J": "h"}, {"I": "xNLssRv2kQo&start=5355&end=5822", "T": 0, "S": 310, "R": 1, "C": 6, "A": 2, "D": "7:47", "V": "7,193", "J": "h"}, {"I": "mybuv0eeZLo", "T": 0, "S": 310, "R": 1, "C": 6, "A": 2, "D": "7:09", "V": "2,118", "J": "h"}, {"I": "HmdkyNlQtwk", "T": 0, "S": 310, "R": 1, "C": 6, "A": 2, "D": "6:46", "V": "685", "J": "m"}, {"I": "Np-6lRtQx3I", "T": 0, "S": 310, "R": 1, "C": 6, "A": 2, "D": "7:38", "V": "286", "J": "m"}, {"I": "JKApbL1XAGI", "T": 0, "S": 310, "R": 1, "C": 6, "A": 2, "D": "7:18", "V": "227", "J": "m"}, {"I": "lgTtCxLvlBA", "T": 0, "S": 310, "R": 1, "C": 6, "A": 2, "D": "7:30", "V": "35", "J": "s"}, {"I": "x3UgiPpoIyM", "T": 0, "S": 310, "R": 1, "C": 6, "A": 2, "D": "9:12", "V": "13", "J": "h"}, {"I": "zUVcEaR8kh8", "T": 0, "S": 310, "R": 1, "C": 6, "A": 2, "D": "8:43", "V": "11", "J": "h"}, {"I": "m8RLHaRGm_k", "T": 0, "S": 310, "R": 1, "C": 6, "A": 2, "D": "9:12", "V": "10", "J": "h"}, {"I": "0I0ARScrs_4&start=0&end=6", "T": 0, "S": 310, "R": 1, "C": 6, "A": 2, "D": "0:00", "V": "0", "J": "m"}, {"I": "0o72gAN-OMg&start=0&end=1", "T": 0, "S": 310, "R": 1, "C": 6, "A": 2, "D": "0:00", "V": "0", "J": "m"}, {"I": "2FnjMp_jc48&start=0&end=6", "T": 0, "S": 310, "R": 1, "C": 6, "A": 2, "D": "0:00", "V": "0", "J": "m"}, {"I": "8uuPEaCGR1k", "T": 0, "S": 310, "R": 5, "C": 6, "A": 2, "D": "6:45", "V": "1,890", "J": "h"}, {"I": "GKrBseWCCIE", "T": 0, "S": 310, "R": 5, "C": 6, "A": 2, "D": "7:25", "V": "327", "J": "h"}, {"I": "UgVZKvIw0uk", "T": 0, "S": 310, "R": 5, "C": 6, "A": 2, "D": "7:25", "V": "32", "J": "m"}, {"I": "KreCeKSUbUc", "T": 0, "S": 310, "R": 5, "C": 6, "A": 2, "D": "6:07", "V": "6", "J": "h"}, {"I": "Y_PuGyMXe38&start=0&end=2", "T": 0, "S": 310, "R": 5, "C": 6, "A": 2, "D": "0:00", "V": "0", "J": "m"}, {"I": "lYKCFmmNH5o&start=0&end=1", "T": 0, "S": 310, "R": 5, "C": 6, "A": 2, "D": "0:00", "V": "0", "J": "s"}, {"I": "lYKCFmmNH5o&start=0&end=6", "T": 0, "S": 310, "R": 5, "C": 6, "A": 2, "D": "0:00", "V": "0", "J": "s"}, {"I": "ph2Qu_cBB_w", "T": 0, "S": 310, "R": 90, "C": 6, "A": 83, "D": "5:00", "V": "1,847", "J": "m"}, {"I": "S9eRx8JORNU&start=0&end=9", "T": 0, "S": 310, "R": 90, "C": 6, "A": 83, "D": "0:00", "V": "0", "J": "m"}, {"I": "LDugw8GcdbY&start=1643&end=2128", "T": 0, "S": 310, "R": 90, "C": 6, "A": 3, "D": "8:05", "V": "646,092", "J": "m"}, {"I": "obWadJUJwTQ&start=1200&end=1684", "T": 0, "S": 310, "R": 90, "C": 6, "A": 3, "D": "8:04", "V": "145,406", "J": "m"}, {"I": "aXiyqgTeV7s&start=1032&end=1516", "T": 0, "S": 310, "R": 90, "C": 6, "A": 3, "D": "8:04", "V": "23,851", "J": "m"}, {"I": "r8ois3GEaPY&start=1643&end=2128", "T": 0, "S": 310, "R": 90, "C": 6, "A": 3, "D": "8:05", "V": "17,643", "J": "m"}, {"I": "aGrphbXuCUo&start=2222&end=2708", "T": 0, "S": 310, "R": 90, "C": 6, "A": 3, "D": "8:06", "V": "14,134", "J": "m"}, {"I": "7QDxxKH7s4w&start=2014&end=2498", "T": 0, "S": 310, "R": 90, "C": 6, "A": 3, "D": "8:04", "V": "12,732", "J": "m"}, {"I": "xoYLYHwO1sg&start=1643&end=2128", "T": 0, "S": 310, "R": 90, "C": 6, "A": 3, "D": "8:05", "V": "2,797", "J": "m"}, {"I": "O08-UtTG-4g&start=1643&end=2128", "T": 0, "S": 310, "R": 90, "C": 6, "A": 3, "D": "8:05", "V": "2,539", "J": "m"}, {"I": "WdzfVowlgko&start=1032&end=1516", "T": 0, "S": 310, "R": 90, "C": 6, "A": 3, "D": "8:04", "V": "1,877", "J": "m"}, {"I": "cTuk02HoCgk&start=2014&end=2498", "T": 0, "S": 310, "R": 90, "C": 6, "A": 3, "D": "8:04", "V": "410", "J": "m"}, {"I": "oLMICI7m1rU&start=2222&end=2708", "T": 0, "S": 310, "R": 90, "C": 6, "A": 3, "D": "8:06", "V": "394", "J": "m"}, {"I": "9Yh5a9sLDGA&start=0&end=4", "T": 0, "S": 310, "R": 90, "C": 6, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "DiQ0fn8roNA", "T": 0, "S": 310, "R": 90, "C": 6, "A": 198, "D": "5:15", "V": "18", "J": "s"}, {"I": "O-oAX5kZcc0", "T": 0, "S": 310, "R": 1, "C": 6, "A": 184, "D": "27:59", "V": "259", "J": "m"}, {"I": "G4MlV6DpE7A", "T": 0, "S": 310, "R": 90, "C": 6, "A": 87, "D": "3:09", "V": "159,820", "J": "h"}, {"I": "WvKN39ZAJaw", "T": 0, "S": 310, "R": 90, "C": 6, "A": 87, "D": "3:11", "V": "133,145", "J": "h"}, {"I": "Xh80s6dnyWw&start=3566&end=3756", "T": 0, "S": 310, "R": 90, "C": 6, "A": 87, "D": "3:10", "V": "117,125", "J": "m"}, {"I": "JQyluljYs9o", "T": 0, "S": 310, "R": 90, "C": 6, "A": 87, "D": "6:16", "V": "10,778", "J": "h"}, {"I": "P62nOf_JI9I", "T": 0, "S": 310, "R": 90, "C": 6, "A": 87, "D": "9:25", "V": "466", "J": "m"}, {"I": "he5CX4R2RjI", "T": 0, "S": 310, "R": 90, "C": 6, "A": 87, "D": "5:35", "V": "466", "J": "m"}, {"I": "Uquv-8w5U8I", "T": 0, "S": 310, "R": 90, "C": 6, "A": 87, "D": "3:04", "V": "442", "J": "m"}, {"I": "EhxLUCxba-M&start=0&end=6", "T": 0, "S": 310, "R": 90, "C": 6, "A": 87, "D": "0:00", "V": "0", "J": "s"}, {"I": "rNPCVYdDzdA&start=0&end=8", "T": 0, "S": 310, "R": 90, "C": 6, "A": 168, "D": "0:00", "V": "0", "J": "m"}, {"I": "YpoVWGIp_TM&start=3446&end=4681", "T": 0, "S": 310, "R": 1, "C": 6, "A": 195, "D": "20:35", "V": "2,443", "J": "m"}, {"I": "maz9dQxz2b8", "T": 0, "S": 310, "R": 90, "C": 6, "A": 64, "D": "19:50", "V": "51", "J": "m"}, {"I": "z9c_-BcXaRA&start=0&end=8", "T": 0, "S": 310, "R": 90, "C": 6, "A": 88, "D": "0:00", "V": "0", "J": "m"}, {"I": "H0o2-tpnQks", "T": 0, "S": 310, "R": 90, "C": 6, "A": 71, "D": "6:47", "V": "2,338,448", "J": "m"}, {"I": "CXnLLjOe-Ck", "T": 0, "S": 310, "R": 90, "C": 6, "A": 71, "D": "6:46", "V": "433,852", "J": "m"}, {"I": "nh7pFPa6PRw", "T": 0, "S": 310, "R": 90, "C": 6, "A": 71, "D": "6:51", "V": "31,350", "J": "m"}, {"I": "Z4Pv8zE5nt4", "T": 0, "S": 310, "R": 90, "C": 6, "A": 71, "D": "8:58", "V": "1,836", "J": "m"}, {"I": "-V90gbuOoDo", "T": 0, "S": 310, "R": 90, "C": 6, "A": 71, "D": "6:06", "V": "1,734", "J": "m"}, {"I": "A-GJrf1ChW8", "T": 0, "S": 310, "R": 90, "C": 6, "A": 71, "D": "1:00", "V": "636", "J": "s"}, {"I": "TUmGfnDHL7o", "T": 0, "S": 310, "R": 90, "C": 6, "A": 71, "D": "6:51", "V": "634", "J": "s"}, {"I": "Vmtp42kOt8I", "T": 0, "S": 310, "R": 90, "C": 6, "A": 71, "D": "0:49", "V": "613", "J": "s"}, {"I": "YvOZCpwi7tw", "T": 0, "S": 310, "R": 90, "C": 6, "A": 71, "D": "6:51", "V": "547", "J": "m"}, {"I": "I8I_hqxZsL0", "T": 0, "S": 310, "R": 90, "C": 6, "A": 71, "D": "7:16", "V": "495", "J": "m"}, {"I": "-04qPaU_7Q4", "T": 0, "S": 310, "R": 90, "C": 6, "A": 71, "D": "6:46", "V": "470", "J": "m"}, {"I": "nwKlErgIk8M", "T": 0, "S": 310, "R": 90, "C": 6, "A": 71, "D": "4:49", "V": "67", "J": "s"}, {"I": "RgQFmQ_iKew", "T": 0, "S": 310, "R": 90, "C": 6, "A": 71, "D": "6:46", "V": "53", "J": "h"}, {"I": "d-aAEqbkoLM", "T": 0, "S": 310, "R": 1, "C": 6, "A": 71, "D": "5:20", "V": "262", "J": "m"}, {"I": "RphpfzWZstE", "T": 0, "S": 310, "R": 90, "C": 6, "A": 53, "D": "4:19", "V": "54,238", "J": "m"}, {"I": "LUNImq0XrXk&start=1071&end=1331", "T": 0, "S": 310, "R": 90, "C": 6, "A": 53, "D": "4:20", "V": "17,108", "J": "m"}, {"I": "qLXBqvUUPfM&start=2748&end=3003", "T": 0, "S": 310, "R": 90, "C": 6, "A": 53, "D": "4:15", "V": "14,071", "J": "m"}, {"I": "OqxZOc1dR4w", "T": 0, "S": 310, "R": 90, "C": 6, "A": 53, "D": "4:19", "V": "5,000", "J": "m"}, {"I": "2NoawID0Omo", "T": 0, "S": 310, "R": 90, "C": 6, "A": 53, "D": "3:50", "V": "295", "J": "m"}, {"I": "iv0GNHlOqww", "T": 0, "S": 310, "R": 90, "C": 6, "A": 53, "D": "4:59", "V": "229", "J": "m"}, {"I": "0PSWtK90Ib0&start=0&end=6", "T": 0, "S": 310, "R": 90, "C": 6, "A": 524, "D": "0:00", "V": "0", "J": "m"}, {"I": "lGL7n28UpQw&start=0&end=9", "T": 0, "S": 310, "R": 90, "C": 6, "A": 38, "D": "0:00", "V": "0", "J": "m"}, {"I": "2D-rwpAPvgA", "T": 0, "S": 310, "R": 90, "C": 6, "A": 177, "D": "5:46", "V": "697,868", "J": "m"}, {"I": "oM_XDPLlVws", "T": 0, "S": 310, "R": 90, "C": 6, "A": 177, "D": "5:29", "V": "13,269", "J": "m"}, {"I": "Dw2mMemzCMM", "T": 0, "S": 310, "R": 90, "C": 6, "A": 177, "D": "6:03", "V": "47", "J": "s"}, {"I": "_TzDuAsfnnY", "T": 0, "S": 310, "R": 90, "C": 6, "A": 177, "D": "2:15", "V": "22", "J": "m"}, {"I": "nLT4IlQeE40&start=0&end=584", "T": 0, "S": 310, "R": 90, "C": 6, "A": 5, "D": "9:44", "V": "1,953", "J": "m"}, {"I": "7KykMzL9lCU", "T": 0, "S": 310, "R": 1, "C": 6, "A": 5, "D": "9:44", "V": "13,345", "J": "h"}, {"I": "tuPXGkLu8yc&start=917&end=1446", "T": 0, "S": 310, "R": 1, "C": 6, "A": 5, "D": "8:49", "V": "2,977", "J": "m"}, {"I": "fcf2tCiwaWo&start=6550&end=7304", "T": 0, "S": 310, "R": 1, "C": 6, "A": 5, "D": "12:34", "V": "246", "J": "m"}, {"I": "tHI4sziIH68", "T": 0, "S": 310, "R": 1, "C": 6, "A": 5, "D": "9:44", "V": "95", "J": "h"}, {"I": "ZjQ1CFjTPbo", "T": 0, "S": 310, "R": 1, "C": 6, "A": 5, "D": "8:34", "V": "75", "J": "m"}, {"I": "Wgq1MJAsbDo&start=0&end=8", "T": 0, "S": 310, "R": 1, "C": 6, "A": 5, "D": "0:00", "V": "0", "J": "m"}, {"I": "Tnzg1W5ObKE&start=0&end=7", "T": 0, "S": 310, "R": 90, "C": 6, "A": 9, "D": "0:00", "V": "0", "J": "h"}, {"I": "Qss0rIab1qI&start=0&end=7", "T": 0, "S": 310, "R": 90, "C": 6, "A": 9, "D": "0:00", "V": "0", "J": "h"}, {"I": "KWLq48OEEfs", "T": 0, "S": 310, "R": 90, "C": 6, "A": 17, "D": "10:35", "V": "742", "J": "m"}, {"I": "a4M1wxvJqJk&start=0&end=8", "T": 0, "S": 310, "R": 90, "C": 6, "A": 17, "D": "0:00", "V": "0", "J": "h"}, {"I": "AhOofbPtuQQ&start=5578&end=5830", "T": 0, "S": 310, "R": 90, "C": 6, "A": 84, "D": "4:12", "V": "167,775", "J": "h"}, {"I": "FLA_YHoUDbE&start=4175&end=4539", "T": 0, "S": 310, "R": 90, "C": 6, "A": 84, "D": "6:04", "V": "4,927", "J": "m"}, {"I": "YLJSyat7R1w", "T": 0, "S": 310, "R": 90, "C": 6, "A": 84, "D": "8:57", "V": "1,182", "J": "m"}, {"I": "F_J8QxM3NTU&start=0&end=5", "T": 0, "S": 310, "R": 90, "C": 6, "A": 84, "D": "0:00", "V": "0", "J": "m"}, {"I": "jVOX7jhsUtI", "T": 0, "S": 310, "R": 90, "C": 6, "A": 197, "D": "6:25", "V": "970", "J": "m"}, {"I": "j_ymyV9w_BU", "T": 0, "S": 310, "R": 90, "C": 6, "A": 197, "D": "5:51", "V": "73", "J": "h"}, {"I": "eX_5ajLTr14", "T": 0, "S": 310, "R": 90, "C": 6, "A": 406, "D": "4:28", "V": "2,272", "J": "m"}, {"I": "Oj69dFlO8Cg", "T": 0, "S": 310, "R": 90, "C": 6, "A": 358, "D": "6:05", "V": "359", "J": "m"}, {"I": "HfekU9c44-s", "T": 0, "S": 310, "R": 90, "C": 6, "A": 354, "D": "10:32", "V": "74,883", "J": "h"}, {"I": "LSXgGeMAD8w", "T": 0, "S": 310, "R": 90, "C": 6, "A": 354, "D": "3:02", "V": "1,797", "J": "m"}, {"I": "eXKhfYyAjgs&start=0&end=6", "T": 0, "S": 310, "R": 90, "C": 6, "A": 354, "D": "0:00", "V": "0", "J": "m"}, {"I": "uIcV7DaF9zQ&start=0&end=13", "T": 0, "S": 310, "R": 1, "C": 6, "A": 10, "D": "0:00", "V": "0", "J": "m"}, {"I": "ANa0tQmG20Y&start=0&end=7", "T": 0, "S": 310, "R": 90, "C": 6, "A": 236, "D": "0:00", "V": "0", "J": "m"}, {"I": "FhkdbdgRfY8", "T": 0, "S": 310, "R": 90, "C": 6, "A": 178, "D": "6:37", "V": "696", "J": "m"}, {"I": "qpRb7kRPUf0", "T": 0, "S": 310, "R": 90, "C": 6, "A": 326, "D": "5:30", "V": "481", "J": "m"}, {"I": "_ycZx7HVNX4", "T": 0, "S": 310, "R": 90, "C": 6, "A": 326, "D": "8:08", "V": "220", "J": "m"}], "folders": [["artist", 48, "0,1,2,3,4,5,6"], ["artist", 342, "7"], ["artist", 261, "8,9,10,11,12,13,14,15,16,17,18,19,20"], ["artist", 239, "21,22"], ["artist", 219, "23"], ["artist", 42, "24,25,26"], ["artist", 179, "27,28"], ["artist", 2, "29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51"], ["artist", 83, "52,53"], ["artist", 3, "54,55,56,57,58,59,60,61,62,63,64"], ["artist", 49, "65"], ["artist", 198, "66"], ["artist", 184, "67"], ["artist", 87, "68,69,70,71,72,73,74,75"], ["artist", 168, "76"], ["artist", 195, "77"], ["artist", 64, "78"], ["artist", 88, "79"], ["artist", 71, "80,81,82,83,84,85,86,87,88,89,90,91,92,93"], ["artist", 53, "94,95,96,97,98,99"], ["artist", 524, "100"], ["artist", 38, "101"], ["artist", 177, "102,103,104,105"], ["artist", 5, "106,107,108,109,110,111,112"], ["artist", 9, "113,114"], ["artist", 17, "115,116"], ["artist", 84, "117,118,119,120"], ["artist", 197, "121,122"], ["artist", 406, "123"], ["artist", 358, "124"], ["artist", 354, "125,126,127"], ["artist", 10, "128"], ["artist", 236, "129"], ["artist", 178, "130"], ["artist", 326, "131,132"]], "languages": {"english": "0,1,2,32,33,3,4,5,6,7,8,9,10,11,12,13,14,15,16,30,17,18,19,20,21,22,23,24,25,26,31,34,27,28,29", "tamil": "0,1,15,33,7,8,9,17,29,5,6,19,18,20,32,21,23,4,3,25,24,26,13,2,14,10,11,12,31,30,16,27,28,34,22", "telugu": "0,1,15,33,7,8,9,17,29,6,5,32,4,3,24,25,26,13,14,2,10,12,11,31,30,16,28,27,34,22,19,18,20,21,23", "kannada": "0,1,15,33,7,8,9,17,29,6,5,32,4,3,24,25,26,13,14,2,10,12,11,31,30,16,28,27,34,22,19,18,20,21,23", "malayalam": "0,1,15,33,7,8,9,17,29,6,5,32,4,3,24,25,26,13,14,2,10,12,11,31,30,16,28,27,34,22,19,18,20,21,23", "hindi": "0,1,15,33,7,8,9,17,29,6,5,32,4,3,24,25,26,13,14,2,10,12,11,31,30,16,28,27,34,22,19,18,20,21,23", "marathi": "0,1,15,33,7,8,9,17,29,6,5,32,4,3,24,25,26,13,14,2,10,12,11,31,30,16,28,27,34,22,19,18,20,21,23", "bengali": "0,1,15,33,7,8,9,17,29,6,5,32,4,3,24,25,26,13,14,2,28,27,34,10,12,11,31,30,16,22,19,18,20,21,23", "gujarati": "0,1,15,33,7,8,9,17,29,6,5,32,4,3,24,25,26,13,14,2,10,12,11,31,30,16,28,27,34,22,19,18,20,21,23", "punjabi": "0,1,15,33,7,8,9,17,29,6,5,32,4,3,24,25,26,13,14,2,10,11,12,31,30,16,28,27,34,22,19,18,20,21,23", "odia": "0,1,15,33,7,8,9,17,29,6,5,32,4,3,24,25,26,13,14,2,10,12,11,31,30,16,28,27,34,22,19,18,20,21,23", "assamese": "0,1,15,33,7,8,9,17,29,6,5,32,4,3,24,25,26,13,14,2,28,27,34,10,12,11,31,30,16,22,19,18,20,21,23"}}