{"stats": [{"H": "Videos", "C": "1"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "20 M"}, {"H": "Views", "C": "198"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Swathi Thirunal", "P": "svAthi thiru.NAL"}, {"H": "Raga", "V": "Bhairavi", "P": "bhairavi"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Sanskrit", "P": "Sanskrit"}], "title": {"H": "Chintayaamite", "V": "ciMtayAmi tE pada nIraruhaM nirjita", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "cintayAmi tE pada nIraruham nirjita dEvAnOkaha pallavam"}, {"M": "anupallavi", "T": "antakAri kamalAsana sEvita harE ramAnAyaka jagadISvara"}, {"M": "caraNam 1", "T": "kAma janaka carAcara lOka kAraNa kAyata mAla <br/> SyAma SObha jitEndriya tamavara sAtvatagEya surArttivi <br/> rAma dEvAnanya SaraNa jana rAji sahAya jagannuta <br/> ramaNIya kAvAsa vara sujana stOma vidEya dharESa <br/> bhUmi ghanatara bhAra nivAraNa bhUta carita paripAlita vAraNa <br/> bhImAgAta bhavAmbudhi tAraNa bhIshaNa paTuvimadaukha vidAraNa"}, {"M": "caraNam 2", "T": "SAradAmbuja nEtra bhujangama vairi suvha nitAnta <br/> dhIra brndAvana paritOshitadEnu samUha pavitra <br/> SUra kulavara candana rshida sundara dEha mukunda <br/> hIra mukha maNi bhUshaNa nirupama cArimabAhayadUttam <br/> ghOrAmarshita bhauma krtAhava bhUri krpArasa pUrNa tarArNava <br/> sArAlankrta duritavanIdava hATakAbha vasanAvrta mAdhava"}, {"M": "caraNam 3", "T": "rINa su-krta janAdi dhurApa surESvara dhrtida manOhara <br/> pANi virAjita cakrakadAdara pankaja varada su-madhura <br/> vENugAna parAyaNa sita kuruvinda nibharada japAsuma <br/> SONimA dhara kESavi nindita surucira vanada manOgya <br/> vANI jita vara madhura sudhArasa vAsudEva sama mOhana darahasa <br/> bANAsura bhuja khaNDana Subha rasa padmanAbha mukha vihasita sArasa"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "சிந்தயாமி தே பத நீரருஹம் நிர்ஜித தேவானோகஹ பல்லவம்"}, {"M": "அனுபல்லவி", "T": "அந்தகாரி கமலாசன சேவித ஹரே ரமானாயக ஜகதீஶ்வர"}, {"M": "சரணம் 1", "T": "காம ஜனக சராசர லோக காரண காயத மால <br/> ஶ்யாம சோப ஜிதேந்த்ரிய தமவர சாத்வதகேய சுரார்த்திவி <br/> ராம தேவானன்ய சரண ஜன ராஜி சஹாய ஜகன்னுத <br/> ரமணீய காவாச வர சுஜன ஸ்தோம விதேய தரேச <br/> பூமி கனதர பார நிவாரண பூத சரித பரிபாலித வாரண <br/> பீமாகாத பவாம்புதி தாரண பீஷண படுவிமதௌக விதாரண"}, {"M": "சரணம் 2", "T": "சாரதாம்புஜ நேத்ர புஜங்கம வைரி சுவ்ஹ நிதாந்த <br/> தீர ப்ர்ந்தாவன பரிதோஷிததேனு சமூஹ பவித்ர <br/> சூர குலவர சந்தன ர்ஷித சுந்தர தேஹ முகுந்த <br/> ஹீர முக மணி பூஷண நிருபம சாரிமபாஹயதூத்தம் <br/> கோராமர்ஷித பௌம க்ர்தாஹவ பூரி க்ர்பாரச பூர்ண தரார்ணவ <br/> சாராலங்க்ர்த துரிதவனீதவ ஹாடகாப வசனாவ்ர்த மாதவ"}, {"M": "சரணம் 3", "T": "ரீண சு-க்ர்த ஜனாதி துராப சுரேஶ்வர த்ர்தித மனோஹர <br/> பாணி விராஜித சக்ரகதாதர பங்கஜ வரத சு-மதுர <br/> வேணுகான பராயண சித குருவிந்த நிபரத ஜபாசும <br/> சோணிமா தர கேசவி நிந்தித சுருசிர வனத மனோஞ்ஞ <br/> வாணீ ஜித வர மதுர சுதாரச வாசுதேவ சம மோஹன தரஹச <br/> பாணாசுர புஜ கண்டன சுப ரச பத்மனாப முக விஹசித சாரச"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "చిన్తయామి తే పద నీరరుహమ్ నిర్జిత దేవానోకహ పల్లవమ్"}, {"M": "అనుపల్లవి", "T": "అన్తకారి కమలాసన సేవిత హరే రమానాయక జగదీశ్వర"}, {"M": "చరణమ్ 1", "T": "కామ జనక చరాచర లోక కారణ కాయత మాల <br/> శ్యామ శోభ జితేన్ద్రియ తమవర సాత్వతగేయ సురార్త్తివి <br/> రామ దేవానన్య శరణ జన రాజి సహాయ జగన్నుత <br/> రమణీయ కావాస వర సుజన స్తోమ విదేయ ధరేశ <br/> భూమి ఘనతర భార నివారణ భూత చరిత పరిపాలిత వారణ <br/> భీమాగాత భవామ్బుధి తారణ భీషణ పటువిమదౌఖ విదారణ"}, {"M": "చరణమ్ 2", "T": "శారదామ్బుజ నేత్ర భుజఙ్గమ వైరి సువ్హ నితాన్త <br/> ధీర బ్ర్న్దావన పరితోషితదేను సమూహ పవిత్ర <br/> శూర కులవర చన్దన ర్షిద సున్దర దేహ ముకున్ద <br/> హీర ముఖ మణి భూషణ నిరుపమ చారిమబాహయదూత్తమ్ <br/> ఘోరామర్షిత భౌమ క్ర్తాహవ భూరి క్ర్పారస పూర్ణ తరార్ణవ <br/> సారాలఙ్క్ర్త దురితవనీదవ హాటకాభ వసనావ్ర్త మాధవ"}, {"M": "చరణమ్ 3", "T": "రీణ సు-క్ర్త జనాది ధురాప సురేశ్వర ధ్ర్తిద మనోహర <br/> పాణి విరాజిత చక్రకదాదర పఙ్కజ వరద సు-మధుర <br/> వేణుగాన పరాయణ సిత కురువిన్ద నిభరద జపాసుమ <br/> శోణిమా ధర కేశవి నిన్దిత సురుచిర వనద మనోజ్ఞ <br/> వాణీ జిత వర మధుర సుధారస వాసుదేవ సమ మోహన దరహస <br/> బాణాసుర భుజ ఖణ్డన శుభ రస పద్మనాభ ముఖ విహసిత సారస"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಚಿನ್ತಯಾಮಿ ತೇ ಪದ ನೀರರುಹಮ್ ನಿರ್ಜಿತ ದೇವಾನೋಕಹ ಪಲ್ಲವಮ್"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಅನ್ತಕಾರಿ ಕಮಲಾಸನ ಸೇವಿತ ಹರೇ ರಮಾನಾಯಕ ಜಗದೀಶ್ವರ"}, {"M": "ಚರಣಮ್ 1", "T": "ಕಾಮ ಜನಕ ಚರಾಚರ ಲೋಕ ಕಾರಣ ಕಾಯತ ಮಾಲ <br/> ಶ್ಯಾಮ ಶೋಭ ಜಿತೇನ್ದ್ರಿಯ ತಮವರ ಸಾತ್ವತಗೇಯ ಸುರಾರ್ತ್ತಿವಿ <br/> ರಾಮ ದೇವಾನನ್ಯ ಶರಣ ಜನ ರಾಜಿ ಸಹಾಯ ಜಗನ್ನುತ <br/> ರಮಣೀಯ ಕಾವಾಸ ವರ ಸುಜನ ಸ್ತೋಮ ವಿದೇಯ ಧರೇಶ <br/> ಭೂಮಿ ಘನತರ ಭಾರ ನಿವಾರಣ ಭೂತ ಚರಿತ ಪರಿಪಾಲಿತ ವಾರಣ <br/> ಭೀಮಾಗಾತ ಭವಾಮ್ಬುಧಿ ತಾರಣ ಭೀಷಣ ಪಟುವಿಮದೌಖ ವಿದಾರಣ"}, {"M": "ಚರಣಮ್ 2", "T": "ಶಾರದಾಮ್ಬುಜ ನೇತ್ರ ಭುಜಙ್ಗಮ ವೈರಿ ಸುವ್ಹ ನಿತಾನ್ತ <br/> ಧೀರ ಬ್ರ್ನ್ದಾವನ ಪರಿತೋಷಿತದೇನು ಸಮೂಹ ಪವಿತ್ರ <br/> ಶೂರ ಕುಲವರ ಚನ್ದನ ರ್ಷಿದ ಸುನ್ದರ ದೇಹ ಮುಕುನ್ದ <br/> ಹೀರ ಮುಖ ಮಣಿ ಭೂಷಣ ನಿರುಪಮ ಚಾರಿಮಬಾಹಯದೂತ್ತಮ್ <br/> ಘೋರಾಮರ್ಷಿತ ಭೌಮ ಕ್ರ್ತಾಹವ ಭೂರಿ ಕ್ರ್ಪಾರಸ ಪೂರ್ಣ ತರಾರ್ಣವ <br/> ಸಾರಾಲಙ್ಕ್ರ್ತ ದುರಿತವನೀದವ ಹಾಟಕಾಭ ವಸನಾವ್ರ್ತ ಮಾಧವ"}, {"M": "ಚರಣಮ್ 3", "T": "ರೀಣ ಸು-ಕ್ರ್ತ ಜನಾದಿ ಧುರಾಪ ಸುರೇಶ್ವರ ಧ್ರ್ತಿದ ಮನೋಹರ <br/> ಪಾಣಿ ವಿರಾಜಿತ ಚಕ್ರಕದಾದರ ಪಙ್ಕಜ ವರದ ಸು-ಮಧುರ <br/> ವೇಣುಗಾನ ಪರಾಯಣ ಸಿತ ಕುರುವಿನ್ದ ನಿಭರದ ಜಪಾಸುಮ <br/> ಶೋಣಿಮಾ ಧರ ಕೇಶವಿ ನಿನ್ದಿತ ಸುರುಚಿರ ವನದ ಮನೋಜ್ಞ <br/> ವಾಣೀ ಜಿತ ವರ ಮಧುರ ಸುಧಾರಸ ವಾಸುದೇವ ಸಮ ಮೋಹನ ದರಹಸ <br/> ಬಾಣಾಸುರ ಭುಜ ಖಣ್ಡನ ಶುಭ ರಸ ಪದ್ಮನಾಭ ಮುಖ ವಿಹಸಿತ ಸಾರಸ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ചിന്തയാമി തേ പദ നീരരുഹമ് നിര്ജിത ദേവാനോകഹ പല്ലവമ്"}, {"M": "അനുപല്ലവി", "T": "അന്തകാരി കമലാസന സേവിത ഹരേ രമാനായക ജഗദീശ്വര"}, {"M": "ചരണമ് 1", "T": "കാമ ജനക ചരാചര ലോക കാരണ കായത മാല <br/> ശ്യാമ ശോഭ ജിതേന്ദ്രിയ തമവര സാത്വതഗേയ സുരാര്ത്തിവി <br/> രാമ ദേവാനന്യ ശരണ ജന രാജി സഹായ ജഗന്നുത <br/> രമണീയ കാവാസ വര സുജന സ്തോമ വിദേയ ധരേശ <br/> ഭൂമി ഘനതര ഭാര നിവാരണ ഭൂത ചരിത പരിപാലിത വാരണ <br/> ഭീമാഗാത ഭവാമ്ബുധി താരണ ഭീഷണ പടുവിമദൌഖ വിദാരണ"}, {"M": "ചരണമ് 2", "T": "ശാരദാമ്ബുജ നേത്ര ഭുജങ്ഗമ വൈരി സുവ്ഹ നിതാന്ത <br/> ധീര ബ്ര്ന്ദാവന പരിതോഷിതദേനു സമൂഹ പവിത്ര <br/> ശൂര കുലവര ചന്ദന ര്ഷിദ സുന്ദര ദേഹ മുകുന്ദ <br/> ഹീര മുഖ മണി ഭൂഷണ നിരുപമ ചാരിമബാഹയദൂത്തമ് <br/> ഘോരാമര്ഷിത ഭൌമ ക്ര്താഹവ ഭൂരി ക്ര്പാരസ പൂര്ണ തരാര്ണവ <br/> സാരാലങ്ക്ര്ത ദുരിതവനീദവ ഹാടകാഭ വസനാവ്ര്ത മാധവ"}, {"M": "ചരണമ് 3", "T": "രീണ സു-ക്ര്ത ജനാദി ധുരാപ സുരേശ്വര ധ്ര്തിദ മനോഹര <br/> പാണി വിരാജിത ചക്രകദാദര പങ്കജ വരദ സു-മധുര <br/> വേണുഗാന പരായണ സിത കുരുവിന്ദ നിഭരദ ജപാസുമ <br/> ശോണിമാ ധര കേശവി നിന്ദിത സുരുചിര വനദ മനോജ്ഞ <br/> വാണീ ജിത വര മധുര സുധാരസ വാസുദേവ സമ മോഹന ദരഹസ <br/> ബാണാസുര ഭുജ ഖണ്ഡന ശുഭ രസ പദ്മനാഭ മുഖ വിഹസിത സാരസ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "चिन्तयामि ते पद नीररुहम् निर्जित देवानोकह पल्लवम्"}, {"M": "अनुपल्लवि", "T": "अन्तकारि कमलासन सेवित हरे रमानायक जगदीश्वर"}, {"M": "चरणम् 1", "T": "काम जनक चराचर लोक कारण कायत माल <br/> श्याम शोभ जितेन्द्रिय तमवर सात्वतगेय सुरार्त्तिवि <br/> राम देवानन्य शरण जन राजि सहाय जगन्नुत <br/> रमणीय कावास वर सुजन स्तोम विदेय धरेश <br/> भूमि घनतर भार निवारण भूत चरित परिपालित वारण <br/> भीमागात भवाम्बुधि तारण भीषण पटुविमदौख विदारण"}, {"M": "चरणम् 2", "T": "शारदाम्बुज नेत्र भुजङ्गम वैरि सुव्ह नितान्त <br/> धीर ब्र्न्दावन परितोषितदेनु समूह पवित्र <br/> शूर कुलवर चन्दन र्षिद सुन्दर देह मुकुन्द <br/> हीर मुख मणि भूषण निरुपम चारिमबाहयदूत्तम् <br/> घोरामर्षित भौम क्र्ताहव भूरि क्र्पारस पूर्ण तरार्णव <br/> सारालङ्क्र्त दुरितवनीदव हाटकाभ वसनाव्र्त माधव"}, {"M": "चरणम् 3", "T": "रीण सु-क्र्त जनादि धुराप सुरेश्वर ध्र्तिद मनोहर <br/> पाणि विराजित चक्रकदादर पङ्कज वरद सु-मधुर <br/> वेणुगान परायण सित कुरुविन्द निभरद जपासुम <br/> शोणिमा धर केशवि निन्दित सुरुचिर वनद मनोज्ञ <br/> वाणी जित वर मधुर सुधारस वासुदेव सम मोहन दरहस <br/> बाणासुर भुज खण्डन शुभ रस पद्मनाभ मुख विहसित सारस"}]}], "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c6718.shtml"}]}], "videos": [{"folder": [{"A": [3454, 3457], "songs": [{"C": [5005, 5006], "D": "20:26", "I": "YIBWLVSKrok", "R": [1010, 1011], "S": [15808, 16993], "T": [0, 0], "V": "198"}]}]}]}