{"stats": [{"H": "Videos", "C": "16"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "12"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "1 H"}, {"H": "Views", "C": "230 K"}], "info": [], "title": {"H": "dhIm thadhara dAni dhIrana dhru", "V": "dhIm thadhara dAni dhIrana dhru", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "dhIm thadhara dAni dhIrana dhru dhru <br/> tha na na jhaNutha dhIm jhaNutha dhIm jhaNutha"}, {"M": "anupallavi", "T": "na dhru dhru thAni jham tha thom dhru dhru thAni Jham tha <br/> tha na na dhIm tha na dhIm tha na dhIm na na <br/> taLAngu dhitthaLAngu dhIm tha dha na dhitthalAngu dhidhitthalAngu <br/> dhIm tha dha na dhidhitthalAngu dhIm dhIm dhIm talAngu dhIm thadhara.."}, {"M": "caraNam", "T": "I veLa nannu gAvumu naTana chathura <br/> nIvADa mahAdaeva siva sAmBhava <br/> nIvae gAni vaeraevaru laedu <br/> na jIvAdhara sankara gangAdhara <br/> tharikiTa Jham ma dha ga ma dha Dhimi thaka Jham <br/> tharikiTa Jham ma dha ga ma dha Dhimi thaka Jham <br/> ni dha ma ga ri sa <br/> TharikiTa Jham ma dha ga ma dha Dhimi thaka Jham <br/> ri ni sa dha ni ma dhaga ma ri sa <br/> Tha thAm Tha Nom Tha DhIm Tha Thom tha DhIm <br/> tha na na na na na DhIm <br/> ri sa ni sa ga ma ri sa ni sa ga ma ri sa ni sa ga ma ri sa ni sa g a ma ri sa ni sa  DhIm <br/> Tha na na na na na DhIm tha DhIm <br/> Tha na na na na na DhIm tha DhIm <br/> Tha na na na na na DhIm tha DhIm thadhara..."}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "தீம் ததர தானி தீரன த்ரு த்ரு <br/> த ந ந ஜணுத தீம் ஜணுத தீம் ஜணுத"}, {"M": "அனுபல்லவி", "T": "ந த்ரு த்ரு தானி ஜம் த தொம் த்ரு த்ரு தானி ஞ்ஹம் த <br/> த ந ந தீம் த ந தீம் த ந தீம் ந ந <br/> தளாங்கு தித்தளாங்கு தீம் த த ந தித்தலாங்கு திதித்தலாங்கு <br/> தீம் த த ந திதித்தலாங்கு தீம் தீம் தீம் தலாங்கு தீம் ததர.."}, {"M": "சரணம்", "T": "ஈ வெள நன்னு காவுமு நடன சதுர <br/> நீவாட மஹாதஎவ சிவ சாம்Bஹவ <br/> நீவஎ கானி வஎரஎவரு லஎது <br/> ந ஜீவாதர சங்கர கங்காதர <br/> தரிகிட ஞ்ஹம் ம த க ம த டிமி தக ஞ்ஹம் <br/> தரிகிட ஞ்ஹம் ம த க ம த டிமி தக ஞ்ஹம் <br/> நி த ம க ரி ச <br/> டரிகிட ஞ்ஹம் ம த க ம த டிமி தக ஞ்ஹம் <br/> ரி நி ச த நி ம தக ம ரி ச <br/> ட தாம் ட ணொம் ட டீம் ட டொம் த டீம் <br/> த ந ந ந ந ந டீம் <br/> ரி ச நி ச க ம ரி ச நி ச க ம ரி ச நி ச க ம ரி ச நி ச க் அ ம ரி ச நி ச  டீம் <br/> ட ந ந ந ந ந டீம் த டீம் <br/> ட ந ந ந ந ந டீம் த டீம் <br/> ட ந ந ந ந ந டீம் த டீம் ததர..."}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "ధీమ్ థధర దాని ధీరన ధ్రు ధ్రు <br/> థ న న ఝణుథ ధీమ్ ఝణుథ ధీమ్ ఝణుథ"}, {"M": "అనుపల్లవి", "T": "న ధ్రు ధ్రు థాని ఝమ్ థ థొమ్ ధ్రు ధ్రు థాని ఞ్హమ్ థ <br/> థ న న ధీమ్ థ న ధీమ్ థ న ధీమ్ న న <br/> తళాఙ్గు ధిత్థళాఙ్గు ధీమ్ థ ధ న ధిత్థలాఙ్గు ధిధిత్థలాఙ్గు <br/> ధీమ్ థ ధ న ధిధిత్థలాఙ్గు ధీమ్ ధీమ్ ధీమ్ తలాఙ్గు ధీమ్ థధర.."}, {"M": "చరణమ్", "T": "ఈ వెళ నన్ను గావుము నటన ఛథుర <br/> నీవాడ మహాదఎవ సివ సామ్Bహవ <br/> నీవఎ గాని వఎరఎవరు లఎదు <br/> న జీవాధర సఙ్కర గఙ్గాధర <br/> థరికిట ఞ్హమ్ మ ధ గ మ ధ ఢిమి థక ఞ్హమ్ <br/> థరికిట ఞ్హమ్ మ ధ గ మ ధ ఢిమి థక ఞ్హమ్ <br/> ని ధ మ గ రి స <br/> ఠరికిట ఞ్హమ్ మ ధ గ మ ధ ఢిమి థక ఞ్హమ్ <br/> రి ని స ధ ని మ ధగ మ రి స <br/> ఠ థామ్ ఠ ణొమ్ ఠ ఢీమ్ ఠ ఠొమ్ థ ఢీమ్ <br/> థ న న న న న ఢీమ్ <br/> రి స ని స గ మ రి స ని స గ మ రి స ని స గ మ రి స ని స గ్ అ మ రి స ని స  ఢీమ్ <br/> ఠ న న న న న ఢీమ్ థ ఢీమ్ <br/> ఠ న న న న న ఢీమ్ థ ఢీమ్ <br/> ఠ న న న న న ఢీమ్ థ ఢీమ్ థధర..."}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಧೀಮ್ ಥಧರ ದಾನಿ ಧೀರನ ಧ್ರು ಧ್ರು <br/> ಥ ನ ನ ಝಣುಥ ಧೀಮ್ ಝಣುಥ ಧೀಮ್ ಝಣುಥ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ನ ಧ್ರು ಧ್ರು ಥಾನಿ ಝಮ್ ಥ ಥೊಮ್ ಧ್ರು ಧ್ರು ಥಾನಿ ಞ್ಹಮ್ ಥ <br/> ಥ ನ ನ ಧೀಮ್ ಥ ನ ಧೀಮ್ ಥ ನ ಧೀಮ್ ನ ನ <br/> ತಳಾಙ್ಗು ಧಿತ್ಥಳಾಙ್ಗು ಧೀಮ್ ಥ ಧ ನ ಧಿತ್ಥಲಾಙ್ಗು ಧಿಧಿತ್ಥಲಾಙ್ಗು <br/> ಧೀಮ್ ಥ ಧ ನ ಧಿಧಿತ್ಥಲಾಙ್ಗು ಧೀಮ್ ಧೀಮ್ ಧೀಮ್ ತಲಾಙ್ಗು ಧೀಮ್ ಥಧರ.."}, {"M": "ಚರಣಮ್", "T": "ಈ ವೆಳ ನನ್ನು ಗಾವುಮು ನಟನ ಛಥುರ <br/> ನೀವಾಡ ಮಹಾದಎವ ಸಿವ ಸಾಮ್Bಹವ <br/> ನೀವಎ ಗಾನಿ ವಎರಎವರು ಲಎದು <br/> ನ ಜೀವಾಧರ ಸಙ್ಕರ ಗಙ್ಗಾಧರ <br/> ಥರಿಕಿಟ ಞ್ಹಮ್ ಮ ಧ ಗ ಮ ಧ ಢಿಮಿ ಥಕ ಞ್ಹಮ್ <br/> ಥರಿಕಿಟ ಞ್ಹಮ್ ಮ ಧ ಗ ಮ ಧ ಢಿಮಿ ಥಕ ಞ್ಹಮ್ <br/> ನಿ ಧ ಮ ಗ ರಿ ಸ <br/> ಠರಿಕಿಟ ಞ್ಹಮ್ ಮ ಧ ಗ ಮ ಧ ಢಿಮಿ ಥಕ ಞ್ಹಮ್ <br/> ರಿ ನಿ ಸ ಧ ನಿ ಮ ಧಗ ಮ ರಿ ಸ <br/> ಠ ಥಾಮ್ ಠ ಣೊಮ್ ಠ ಢೀಮ್ ಠ ಠೊಮ್ ಥ ಢೀಮ್ <br/> ಥ ನ ನ ನ ನ ನ ಢೀಮ್ <br/> ರಿ ಸ ನಿ ಸ ಗ ಮ ರಿ ಸ ನಿ ಸ ಗ ಮ ರಿ ಸ ನಿ ಸ ಗ ಮ ರಿ ಸ ನಿ ಸ ಗ್ ಅ ಮ ರಿ ಸ ನಿ ಸ  ಢೀಮ್ <br/> ಠ ನ ನ ನ ನ ನ ಢೀಮ್ ಥ ಢೀಮ್ <br/> ಠ ನ ನ ನ ನ ನ ಢೀಮ್ ಥ ಢೀಮ್ <br/> ಠ ನ ನ ನ ನ ನ ಢೀಮ್ ಥ ಢೀಮ್ ಥಧರ..."}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ധീമ് ഥധര ദാനി ധീരന ധ്രു ധ്രു <br/> ഥ ന ന ഝണുഥ ധീമ് ഝണുഥ ധീമ് ഝണുഥ"}, {"M": "അനുപല്ലവി", "T": "ന ധ്രു ധ്രു ഥാനി ഝമ് ഥ ഥൊമ് ധ്രു ധ്രു ഥാനി ഞ്ഹമ് ഥ <br/> ഥ ന ന ധീമ് ഥ ന ധീമ് ഥ ന ധീമ് ന ന <br/> തളാങ്ഗു ധിത്ഥളാങ്ഗു ധീമ് ഥ ധ ന ധിത്ഥലാങ്ഗു ധിധിത്ഥലാങ്ഗു <br/> ധീമ് ഥ ധ ന ധിധിത്ഥലാങ്ഗു ധീമ് ധീമ് ധീമ് തലാങ്ഗു ധീമ് ഥധര.."}, {"M": "ചരണമ്", "T": "ഈ വെള നന്നു ഗാവുമു നടന ഛഥുര <br/> നീവാഡ മഹാദഎവ സിവ സാമ്Bഹവ <br/> നീവഎ ഗാനി വഎരഎവരു ലഎദു <br/> ന ജീവാധര സങ്കര ഗങ്ഗാധര <br/> ഥരികിട ഞ്ഹമ് മ ധ ഗ മ ധ ഢിമി ഥക ഞ്ഹമ് <br/> ഥരികിട ഞ്ഹമ് മ ധ ഗ മ ധ ഢിമി ഥക ഞ്ഹമ് <br/> നി ധ മ ഗ രി സ <br/> ഠരികിട ഞ്ഹമ് മ ധ ഗ മ ധ ഢിമി ഥക ഞ്ഹമ് <br/> രി നി സ ധ നി മ ധഗ മ രി സ <br/> ഠ ഥാമ് ഠ ണൊമ് ഠ ഢീമ് ഠ ഠൊമ് ഥ ഢീമ് <br/> ഥ ന ന ന ന ന ഢീമ് <br/> രി സ നി സ ഗ മ രി സ നി സ ഗ മ രി സ നി സ ഗ മ രി സ നി സ ഗ് അ മ രി സ നി സ  ഢീമ് <br/> ഠ ന ന ന ന ന ഢീമ് ഥ ഢീമ് <br/> ഠ ന ന ന ന ന ഢീമ് ഥ ഢീമ് <br/> ഠ ന ന ന ന ന ഢീമ് ഥ ഢീമ് ഥധര..."}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "धीम् थधर दानि धीरन ध्रु ध्रु <br/> थ न न झणुथ धीम् झणुथ धीम् झणुथ"}, {"M": "अनुपल्लवि", "T": "न ध्रु ध्रु थानि झम् थ थोम् ध्रु ध्रु थानि ञ्हम् थ <br/> थ न न धीम् थ न धीम् थ न धीम् न न <br/> तलाङ्गु धित्थलाङ्गु धीम् थ ध न धित्थलाङ्गु धिधित्थलाङ्गु <br/> धीम् थ ध न धिधित्थलाङ्गु धीम् धीम् धीम् तलाङ्गु धीम् थधर.."}, {"M": "चरणम्", "T": "ई वेल नन्नु गावुमु नटन छथुर <br/> नीवाड महादएव सिव साम्Bहव <br/> नीवए गानि वएरएवरु लएदु <br/> न जीवाधर सङ्कर गङ्गाधर <br/> थरिकिट ञ्हम् म ध ग म ध ढिमि थक ञ्हम् <br/> थरिकिट ञ्हम् म ध ग म ध ढिमि थक ञ्हम् <br/> नि ध म ग रि स <br/> ठरिकिट ञ्हम् म ध ग म ध ढिमि थक ञ्हम् <br/> रि नि स ध नि म धग म रि स <br/> ठ थाम् ठ णोम् ठ ढीम् ठ ठोम् थ ढीम् <br/> थ न न न न न ढीम् <br/> रि स नि स ग म रि स नि स ग म रि स नि स ग म रि स नि स ग् अ म रि स नि स  ढीम् <br/> ठ न न न न न ढीम् थ ढीम् <br/> ठ न न न न न ढीम् थ ढीम् <br/> ठ न न न न न ढीम् थ ढीम् थधर..."}]}], "videos": [{"folder": [{"A": [3082, 3083], "songs": [{"C": [5035, 5037], "D": "4:55", "I": "oll8uEpVW8E", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "1,100"}]}, {"A": [3158, 3159], "songs": [{"C": [5035, 5037], "D": "6:03", "I": "8sLH8q0ZI70", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "23"}]}, {"A": [3092, 3093], "songs": [{"C": [5035, 5037], "D": "6:21", "I": "Wte-yE28JeU", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "281"}]}, {"A": [3052, 3053], "songs": [{"C": [5035, 5037], "D": "6:38", "I": "kvYpDcCPsMo", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "175,000"}, {"C": [5035, 5037], "D": "2:38", "I": "FepFPt-Rxkk", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "376"}]}, {"A": [3054, 3055], "songs": [{"C": [5035, 5037], "D": "4:25", "I": "GjvAkUcmlO0", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "2"}]}, {"A": [3048, 3049], "songs": [{"C": [5035, 5037], "D": "4:36", "I": "b0D8R84DgjA", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "31,962"}]}, {"A": [3689, 3691], "songs": [{"C": [5035, 5037], "D": "5:09", "I": "hjDeLIFxhRc", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "152"}]}, {"A": [3006, 3007], "songs": [{"C": [5035, 5037], "D": "5:18", "I": "IWQAN5RIW-c", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "14,000"}]}, {"A": [3014, 3015], "songs": [{"C": [5035, 5037], "D": "3:13", "I": "3BnRelISGPI", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "2,200"}, {"C": [5035, 5037], "D": "5:07", "I": "CojpU5_XUr4", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "265"}, {"C": [5035, 5037], "D": "PREMIERE", "I": "8CmzeVwEaq4", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "115"}, {"C": [5035, 5037], "D": "6:06", "I": "eAwngnYp2CI", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "8"}]}, {"A": [3795, 3800], "songs": [{"C": [5035, 5037], "D": "6:02", "I": "-dOfJ3aK5QY", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "915"}]}, {"A": [3464, 3465], "songs": [{"C": [5035, 5037], "D": "4:46", "I": "wmGNqb0mA2g", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "888"}]}, {"A": [3210, 3211], "songs": [{"C": [5035, 5037], "D": "5:34", "I": "VpX4CPHau4c", "R": [1412, 1414], "S": [8050, 8050], "T": [28, 7005], "V": "2,400"}]}]}]}