{"stats": [{"H": "Videos", "C": "102"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "40"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "37 H"}, {"H": "Views", "C": "81 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti", "I": 1}, {"H": "Composer", "V": "Shyama Shastri", "P": "SyAmA SAstri", "I": 3}, {"H": "Raga", "V": "Saveri", "P": "sAvEri", "I": 21}, {"H": "Tala", "V": "Adi", "P": "Adi", "I": 1}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA", "I": 0}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2", "I": 0}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8", "I": 0}, {"H": "Language", "V": "Telugu", "P": "Telugu", "I": 0}, {"H": "God", "V": "dEvi", "P": "dEvi", "I": 0}], "title": {"T": 296, "H": "Durusuga", "V": "durusugA k.Rpa", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "durusugA krupa jUci santatam- <br/> arOga druDha SarIramuga salupu nanu"}, {"M": "anupallavi", "T": "parama pAvani krupAvani vinuta <br/> pada sarOja praNatArti haru rANI <br/> parAku dharma saMvardhani bahu <br/> parAkamala guNA tripura sundarI"}, {"M": "caraNam 1", "T": "nI sannidhini jEri golicina <br/> ninnepuDu talacE sujana <br/> dAsa jana bhAgyameTu telupudunO <br/> O sakala pApa SamanI vinu <br/> OnkAri niyati eTulanO <br/> nI sATevarE jagambulanu <br/> nE niratamu ninu goliciti"}, {"M": "caraNam 2", "T": "EmO kalata jendi manamuna <br/> nEneccaTa gati gAnakanu <br/> nI mahimalella cevulAraga vini <br/> I manasulOni veta dIrcuTakI <br/> vELa bahu nipuNAvani <br/> kAmAkshI nIvE vErevaru <br/> kAdani talaci golicitini"}, {"M": "caraNam 3", "T": "dhArA dharavi nIla kaca lasitA <br/> sarasa kavitA nicitA <br/> sAra ghana-sAra sita dara hAsitA <br/> vAri ruha vAri vadanOcitA <br/> vAg-ISa vinutA bhruta natA <br/> nArAyaNI SyAma krushNa vinutA <br/> nA manavini vinu giri sutA"}, {"M": "svara sAhityam", "T": "sarOja nayana nata jana pAlinivani <br/> vEdamulu moraliDagAn- <br/> itarulevaru manavi vinu krupa salupa <br/> parAku salupa rAdika nIvipuDu"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "துருசுகா க்ருப ஜூசி சந்ததம்- <br/> அரோக த்ருட சரீரமுக சலுபு நனு"}, {"M": "அனுபல்லவி", "T": "பரம பாவனி க்ருபாவனி வினுத <br/> பத சரோஜ ப்ரணதார்தி ஹரு ராணீ <br/> பராகு தர்ம சம்வர்தனி பஹு <br/> பராகமல குணா த்ரிபுர சுந்தரீ"}, {"M": "சரணம் 1", "T": "நீ சன்னிதினி ஜேரி கொலிசின <br/> நின்னெபுடு தலசே சுஜன <br/> தாச ஜன பாக்யமெடு தெலுபுதுனோ <br/> ஓ சகல பாப சமனீ வினு <br/> ஓங்காரி நியதி எடுலனோ <br/> நீ சாடெவரே ஜகம்புலனு <br/> நே நிரதமு நினு கொலிசிதி"}, {"M": "சரணம் 2", "T": "ஏமோ கலத ஜெந்தி மனமுன <br/> நேனெச்சட கதி கானகனு <br/> நீ மஹிமலெல்ல செவுலாரக வினி <br/> ஈ மனசுலோனி வெத தீர்சுடகீ <br/> வேள பஹு நிபுணாவனி <br/> காமாக்ஷீ நீவே வேரெவரு <br/> காதனி தலசி கொலிசிதினி"}, {"M": "சரணம் 3", "T": "தாரா தரவி நீல கச லசிதா <br/> சரச கவிதா நிசிதா <br/> சார கன-சார சித தர ஹாசிதா <br/> வாரி ருஹ வாரி வதனோசிதா <br/> வாக்-ஈச வினுதா ப்ருத நதா <br/> நாராயணீ ஶ்யாம க்ருஷ்ண வினுதா <br/> நா மனவினி வினு கிரி சுதா"}, {"M": "ஸ்வர சாஹித்யம்", "T": "சரோஜ நயன நத ஜன பாலினிவனி <br/> வேதமுலு மொரலிடகான்- <br/> இதருலெவரு மனவி வினு க்ருப சலுப <br/> பராகு சலுப ராதிக நீவிபுடு"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "దురుసుగా కృప జూచి సన్తతమ్- <br/> అరోగ దృఢ శరీరముగ సలుపు నను"}, {"M": "అనుపల్లవి", "T": "పరమ పావని కృపావని వినుత <br/> పద సరోజ ప్రణతార్తి హరు రాణీ <br/> పరాకు ధర్మ సంవర్ధని బహు <br/> పరాకమల గుణా త్రిపుర సున్దరీ"}, {"M": "చరణమ్ 1", "T": "నీ సన్నిధిని జేరి గొలిచిన <br/> నిన్నెపుడు తలచే సుజన <br/> దాస జన భాగ్యమెటు తెలుపుదునో <br/> ఓ సకల పాప శమనీ విను <br/> ఓంకారి నియతి ఎటులనో <br/> నీ సాటెవరే జగమ్బులను <br/> నే నిరతము నిను గొలిచితి"}, {"M": "చరణమ్ 2", "T": "ఏమో కలత జెన్ది మనమున <br/> నేనెచ్చట గతి గానకను <br/> నీ మహిమలెల్ల చెవులారగ విని <br/> ఈ మనసులోని వెత దీర్చుటకీ <br/> వేళ బహు నిపుణావని <br/> కామాక్షీ నీవే వేరెవరు <br/> కాదని తలచి గొలిచితిని"}, {"M": "చరణమ్ 3", "T": "ధారా ధరవి నీల కచ లసితా <br/> సరస కవితా నిచితా <br/> సార ఘన-సార సిత దర హాసితా <br/> వారి రుహ వారి వదనోచితా <br/> వాగ్-ఈశ వినుతా భృత నతా <br/> నారాయణీ శ్యామ కృష్ణ వినుతా <br/> నా మనవిని విను గిరి సుతా"}, {"M": "స్వర సాహిత్యమ్", "T": "సరోజ నయన నత జన పాలినివని <br/> వేదములు మొరలిడగాన్- <br/> ఇతరులెవరు మనవి విను కృప సలుప <br/> పరాకు సలుప రాదిక నీవిపుడు"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ದುರುಸುಗಾ ಕೃಪ ಜೂಚಿ ಸನ್ತತಮ್- <br/> ಅರೋಗ ದೃಢ ಶರೀರಮುಗ ಸಲುಪು ನನು"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಪರಮ ಪಾವನಿ ಕೃಪಾವನಿ ವಿನುತ <br/> ಪದ ಸರೋಜ ಪ್ರಣತಾರ್ತಿ ಹರು ರಾಣೀ <br/> ಪರಾಕು ಧರ್ಮ ಸಂವರ್ಧನಿ ಬಹು <br/> ಪರಾಕಮಲ ಗುಣಾ ತ್ರಿಪುರ ಸುನ್ದರೀ"}, {"M": "ಚರಣಮ್ 1", "T": "ನೀ ಸನ್ನಿಧಿನಿ ಜೇರಿ ಗೊಲಿಚಿನ <br/> ನಿನ್ನೆಪುಡು ತಲಚೇ ಸುಜನ <br/> ದಾಸ ಜನ ಭಾಗ್ಯಮೆಟು ತೆಲುಪುದುನೋ <br/> ಓ ಸಕಲ ಪಾಪ ಶಮನೀ ವಿನು <br/> ಓಂಕಾರಿ ನಿಯತಿ ಎಟುಲನೋ <br/> ನೀ ಸಾಟೆವರೇ ಜಗಮ್ಬುಲನು <br/> ನೇ ನಿರತಮು ನಿನು ಗೊಲಿಚಿತಿ"}, {"M": "ಚರಣಮ್ 2", "T": "ಏಮೋ ಕಲತ ಜೆನ್ದಿ ಮನಮುನ <br/> ನೇನೆಚ್ಚಟ ಗತಿ ಗಾನಕನು <br/> ನೀ ಮಹಿಮಲೆಲ್ಲ ಚೆವುಲಾರಗ ವಿನಿ <br/> ಈ ಮನಸುಲೋನಿ ವೆತ ದೀರ್ಚುಟಕೀ <br/> ವೇಳ ಬಹು ನಿಪುಣಾವನಿ <br/> ಕಾಮಾಕ್ಷೀ ನೀವೇ ವೇರೆವರು <br/> ಕಾದನಿ ತಲಚಿ ಗೊಲಿಚಿತಿನಿ"}, {"M": "ಚರಣಮ್ 3", "T": "ಧಾರಾ ಧರವಿ ನೀಲ ಕಚ ಲಸಿತಾ <br/> ಸರಸ ಕವಿತಾ ನಿಚಿತಾ <br/> ಸಾರ ಘನ-ಸಾರ ಸಿತ ದರ ಹಾಸಿತಾ <br/> ವಾರಿ ರುಹ ವಾರಿ ವದನೋಚಿತಾ <br/> ವಾಗ್-ಈಶ ವಿನುತಾ ಭೃತ ನತಾ <br/> ನಾರಾಯಣೀ ಶ್ಯಾಮ ಕೃಷ್ಣ ವಿನುತಾ <br/> ನಾ ಮನವಿನಿ ವಿನು ಗಿರಿ ಸುತಾ"}, {"M": "ಸ್ವರ ಸಾಹಿತ್ಯಮ್", "T": "ಸರೋಜ ನಯನ ನತ ಜನ ಪಾಲಿನಿವನಿ <br/> ವೇದಮುಲು ಮೊರಲಿಡಗಾನ್- <br/> ಇತರುಲೆವರು ಮನವಿ ವಿನು ಕೃಪ ಸಲುಪ <br/> ಪರಾಕು ಸಲುಪ ರಾದಿಕ ನೀವಿಪುಡು"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ദുരുസുഗാ കൃപ ജൂചി സന്തതമ്- <br/> അരോഗ ദൃഢ ശരീരമുഗ സലുപു നനു"}, {"M": "അനുപല്ലവി", "T": "പരമ പാവനി കൃപാവനി വിനുത <br/> പദ സരോജ പ്രണതാര്തി ഹരു രാണീ <br/> പരാകു ധര്മ സംവര്ധനി ബഹു <br/> പരാകമല ഗുണാ ത്രിപുര സുന്ദരീ"}, {"M": "ചരണമ് 1", "T": "നീ സന്നിധിനി ജേരി ഗൊലിചിന <br/> നിന്നെപുഡു തലചേ സുജന <br/> ദാസ ജന ഭാഗ്യമെടു തെലുപുദുനോ <br/> ഓ സകല പാപ ശമനീ വിനു <br/> ഓംകാരി നിയതി എടുലനോ <br/> നീ സാടെവരേ ജഗമ്ബുലനു <br/> നേ നിരതമു നിനു ഗൊലിചിതി"}, {"M": "ചരണമ് 2", "T": "ഏമോ കലത ജെന്ദി മനമുന <br/> നേനെച്ചട ഗതി ഗാനകനു <br/> നീ മഹിമലെല്ല ചെവുലാരഗ വിനി <br/> ഈ മനസുലോനി വെത ദീര്ചുടകീ <br/> വേള ബഹു നിപുണാവനി <br/> കാമാക്ഷീ നീവേ വേരെവരു <br/> കാദനി തലചി ഗൊലിചിതിനി"}, {"M": "ചരണമ് 3", "T": "ധാരാ ധരവി നീല കച ലസിതാ <br/> സരസ കവിതാ നിചിതാ <br/> സാര ഘന-സാര സിത ദര ഹാസിതാ <br/> വാരി രുഹ വാരി വദനോചിതാ <br/> വാഗ്-ഈശ വിനുതാ ഭൃത നതാ <br/> നാരായണീ ശ്യാമ കൃഷ്ണ വിനുതാ <br/> നാ മനവിനി വിനു ഗിരി സുതാ"}, {"M": "സ്വര സാഹിത്യമ്", "T": "സരോജ നയന നത ജന പാലിനിവനി <br/> വേദമുലു മൊരലിഡഗാന്- <br/> ഇതരുലെവരു മനവി വിനു കൃപ സലുപ <br/> പരാകു സലുപ രാദിക നീവിപുഡു"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "दुरुसुगा कृप जूचि सन्ततम्- <br/> अरोग दृढ शरीरमुग सलुपु ननु"}, {"M": "अनुपल्लवि", "T": "परम पावनि कृपावनि विनुत <br/> पद सरोज प्रणतार्ति हरु राणी <br/> पराकु धर्म संवर्धनि बहु <br/> पराकमल गुणा त्रिपुर सुन्दरी"}, {"M": "चरणम् 1", "T": "नी सन्निधिनि जेरि गोलिचिन <br/> निन्नेपुडु तलचे सुजन <br/> दास जन भाग्यमेटु तेलुपुदुनो <br/> ओ सकल पाप शमनी विनु <br/> ओंकारि नियति एटुलनो <br/> नी साटेवरे जगम्बुलनु <br/> ने निरतमु निनु गोलिचिति"}, {"M": "चरणम् 2", "T": "एमो कलत जेन्दि मनमुन <br/> नेनेच्चट गति गानकनु <br/> नी महिमलेल्ल चेवुलारग विनि <br/> ई मनसुलोनि वेत दीर्चुटकी <br/> वेल बहु निपुणावनि <br/> कामाक्षी नीवे वेरेवरु <br/> कादनि तलचि गोलिचितिनि"}, {"M": "चरणम् 3", "T": "धारा धरवि नील कच लसिता <br/> सरस कविता निचिता <br/> सार घन-सार सित दर हासिता <br/> वारि रुह वारि वदनोचिता <br/> वाग्-ईश विनुता भृत नता <br/> नारायणी श्याम कृष्ण विनुता <br/> ना मनविनि विनु गिरि सुता"}, {"M": "स्वर साहित्यम्", "T": "सरोज नयन नत जन पालिनिवनि <br/> वेदमुलु मोरलिडगान्- <br/> इतरुलेवरु मनवि विनु कृप सलुप <br/> पराकु सलुप रादिक नीविपुडु"}]}], "L": "l", "lyricsref": [{"links": [{"N": "syamakrishnavaibhavam.blogspot.com", "L": "http://syamakrishnavaibhavam.blogspot.com/2011/04/syama-sastry-kriti-durusuga-raga-saveri.html"}, {"N": "www.sangeetasudha.org", "L": "http://www.sangeetasudha.org/othercomposers/syamasastry2.html#MARK_DURUSUGA"}, {"N": "www.medieval.org", "L": "http://www.medieval.org/music/world/carnatic/lyrics/TKG/durusuga.html"}]}], "songs": [{"I": "Dhmm0mqPsRg", "T": 0, "S": 296, "R": 21, "C": 3, "A": 342, "D": "15:04", "V": "583", "J": "h"}, {"I": "Gd137nQD2pQ", "T": 0, "S": 296, "R": 21, "C": 3, "A": 101, "D": "4:55", "V": "74", "J": "m"}, {"I": "60RuS6U-2aU&start=3191&end=5310", "T": 0, "S": 296, "R": 21, "C": 3, "A": 158, "D": "35:19", "V": "12,925", "J": "m"}, {"I": "Y_AigEV9dkA", "T": 0, "S": 296, "R": 21, "C": 3, "A": 158, "D": "1:00:54", "V": "452", "J": "m"}, {"I": "mDyRRO0NBJY", "T": 0, "S": 296, "R": 21, "C": 3, "A": 24, "D": "46:00", "V": "985", "J": "m"}, {"I": "3BQcAPDbup0", "T": 0, "S": 296, "R": 21, "C": 3, "A": 24, "D": "26:55", "V": "528", "J": "m"}, {"I": "xIuLnCuO-RE", "T": 0, "S": 296, "R": 21, "C": 3, "A": 24, "D": "35:37", "V": "367", "J": "m"}, {"I": "BCZGqoXp-fU&start=1255&end=2888", "T": 0, "S": 296, "R": 21, "C": 3, "A": 24, "D": "27:13", "V": "88", "J": "m"}, {"I": "rg12V7O7BBI", "T": 0, "S": 296, "R": 21, "C": 3, "A": 24, "D": "26:31", "V": "74", "J": "s"}, {"I": "SxEinFKvhuI", "T": 0, "S": 296, "R": 21, "C": 3, "A": 24, "D": "26:51", "V": "29", "J": "h"}, {"I": "VbEcZKUMJDc", "T": 0, "S": 296, "R": 21, "C": 3, "A": 66, "D": "40:18", "V": "704", "J": "m"}, {"I": "ZcWY372cycQ&start=2410&end=2782", "T": 0, "S": 296, "R": 21, "C": 3, "A": 33, "D": "6:12", "V": "6,246", "J": "m"}, {"I": "yMAX-Xs6h0E", "T": 0, "S": 296, "R": 21, "C": 3, "A": 18, "D": "9:56", "V": "158", "J": "m"}, {"I": "qI_XldsUdTE", "T": 0, "S": 296, "R": 21, "C": 3, "A": 18, "D": "9:24", "V": "17", "J": "m"}, {"I": "yN_33YSVr0Q", "T": 0, "S": 296, "R": 21, "C": 3, "A": 239, "D": "41:52", "V": "440", "J": "m"}, {"I": "YoISIQXf84w", "T": 0, "S": 296, "R": 21, "C": 3, "A": 250, "D": "8:17", "V": "415", "J": "m"}, {"I": "m8WbK8lLEzw&start=1738&end=3611", "T": 0, "S": 296, "R": 21, "C": 3, "A": 227, "D": "31:13", "V": "43", "J": "s"}, {"I": "874rFsRgKaM", "T": 0, "S": 296, "R": 21, "C": 3, "A": 249, "D": "47:35", "V": "592", "J": "m"}, {"I": "5Eel4gZ3tcM", "T": 0, "S": 296, "R": 21, "C": 3, "A": 249, "D": "47:35", "V": "226", "J": "m"}, {"I": "8-Grz1s9tps", "T": 0, "S": 296, "R": 21, "C": 3, "A": 1, "D": "8:58", "V": "20,110", "J": "h"}, {"I": "mej0jWWdPnw&start=385&end=754", "T": 0, "S": 296, "R": 21, "C": 3, "A": 1, "D": "6:09", "V": "6,221", "J": "m"}, {"I": "o8ypegBufss&start=2133&end=2713", "T": 0, "S": 296, "R": 21, "C": 3, "A": 1, "D": "9:40", "V": "5,084", "J": "m"}, {"I": "ocHZKxS_8XM", "T": 0, "S": 296, "R": 21, "C": 3, "A": 1, "D": "8:46", "V": "511", "J": "m"}, {"I": "oSdneMZGTI4&start=0&end=767", "T": 0, "S": 296, "R": 21, "C": 3, "A": 1, "D": "12:47", "V": "429", "J": "m"}, {"I": "EaxpSRqJtWM", "T": 0, "S": 296, "R": 21, "C": 3, "A": 1, "D": "20:18", "V": "337", "J": "h"}, {"I": "jPQ7wdodsjQ", "T": 0, "S": 296, "R": 21, "C": 3, "A": 1, "D": "7:25", "V": "277", "J": "m"}, {"I": "MWwKXbT8iEA", "T": 0, "S": 296, "R": 21, "C": 3, "A": 1, "D": "9:45", "V": "200", "J": "m"}, {"I": "SvsNSwZfuMU", "T": 0, "S": 296, "R": 21, "C": 3, "A": 1, "D": "12:53", "V": "93", "J": "m"}, {"I": "OmOBkW0SOgA", "T": 0, "S": 296, "R": 21, "C": 3, "A": 1, "D": "6:41", "V": "77", "J": "m"}, {"I": "mrOMsMdDlyA", "T": 0, "S": 296, "R": 21, "C": 3, "A": 1, "D": "9:45", "V": "68", "J": "h"}, {"I": "COHE9bHd5_o", "T": 0, "S": 296, "R": 21, "C": 3, "A": 1, "D": "16:50", "V": "7", "J": "m"}, {"I": "05EzmRCj0aY", "T": 0, "S": 296, "R": 21, "C": 3, "A": 1, "D": "12:43", "V": "1", "J": "m"}, {"I": "SYE_PBHxt_A", "T": 0, "S": 296, "R": 21, "C": 3, "A": 1, "D": "4:55", "V": "0", "J": "h"}, {"I": "HuZr5sVR1FU&start=18260", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "0:00", "V": "46,234", "J": "m"}, {"I": "HaIfjlPFnrE&start=3810&end=4188", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "6:18", "V": "27,671", "J": "m"}, {"I": "CUm0rO3aYTk", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "15:58", "V": "10,414", "J": "m"}, {"I": "OVpXyjai0Vk&start=1052&end=1669", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "10:17", "V": "7,549", "J": "m"}, {"I": "YCS5ErawYlQ", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "6:46", "V": "5,064", "J": "s"}, {"I": "vD_NRM4Qe8U&start=0&end=618", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "10:18", "V": "3,092", "J": "h"}, {"I": "yspyI2F2d5U&start=2261&end=3093", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "13:52", "V": "2,577", "J": "h"}, {"I": "pbQyFhEX1WU&start=186&end=564", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "6:18", "V": "2,147", "J": "m"}, {"I": "ex5104v8-8U", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "17:35", "V": "1,848", "J": "m"}, {"I": "UIizybFyjPI", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "9:57", "V": "1,096", "J": "h"}, {"I": "llmB-AmQyAo", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "16:00", "V": "867", "J": "m"}, {"I": "6M6fcHzw_f0", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "10:00", "V": "534", "J": "m"}, {"I": "coHf6c7NCSk", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "10:00", "V": "252", "J": "m"}, {"I": "Eqp5OgD38e4", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "6:22", "V": "145", "J": "h"}, {"I": "GuwdJHWrXuQ", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "7:49", "V": "37", "J": "h"}, {"I": "mBZwMrZ7mkQ", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "7:44", "V": "33", "J": "h"}, {"I": "XEDmlSE08XM", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "7:50", "V": "32", "J": "m"}, {"I": "QtKujUC6QGI", "T": 0, "S": 296, "R": 21, "C": 3, "A": 3, "D": "10:20", "V": "10", "J": "m"}, {"I": "ulrHTZr-ZYQ", "T": 0, "S": 296, "R": 21, "C": 3, "A": 32, "D": "33:52", "V": "132", "J": "m"}, {"I": "6pBdsQ-ZYXI", "T": 0, "S": 296, "R": 21, "C": 3, "A": 32, "D": "40:54", "V": "68", "J": "m"}, {"I": "mYv9Jimnco4&start=7378&end=8653", "T": 0, "S": 296, "R": 21, "C": 3, "A": 237, "D": "21:15", "V": "1,245", "J": "m"}, {"I": "-QajT8nkBBU", "T": 0, "S": 296, "R": 21, "C": 3, "A": 87, "D": "53:40", "V": "133", "J": "m"}, {"I": "pD1pN9sLOKk", "T": 0, "S": 296, "R": 21, "C": 3, "A": 139, "D": "25:25", "V": "1,508", "J": "m"}, {"I": "K0RtLuPBWws", "T": 0, "S": 296, "R": 21, "C": 3, "A": 139, "D": "25:01", "V": "31", "J": "m"}, {"I": "tQLMAkInnkQ", "T": 0, "S": 296, "R": 21, "C": 3, "A": 69, "D": "26:25", "V": "379", "J": "m"}, {"I": "Rma9SClJKog", "T": 0, "S": 296, "R": 21, "C": 3, "A": 69, "D": "19:51", "V": "193", "J": "m"}, {"I": "SXjuJ7zS_U4", "T": 0, "S": 296, "R": 21, "C": 3, "A": 69, "D": "29:30", "V": "46", "J": "m"}, {"I": "ugrJ_ISMRtk", "T": 0, "S": 296, "R": 21, "C": 3, "A": 29, "D": "49:21", "V": "8,233", "J": "m"}, {"I": "CDSCkVxNUWo", "T": 0, "S": 296, "R": 21, "C": 3, "A": 29, "D": "38:04", "V": "662", "J": "h"}, {"I": "S-sSPsE_LQI", "T": 0, "S": 296, "R": 21, "C": 3, "A": 29, "D": "38:05", "V": "250", "J": "s"}, {"I": "S2yyA0xP3xg", "T": 0, "S": 296, "R": 21, "C": 3, "A": 29, "D": "29:24", "V": "80", "J": "m"}, {"I": "rTNEHU3H01U", "T": 0, "S": 296, "R": 21, "C": 3, "A": 29, "D": "29:24", "V": "19", "J": "m"}, {"I": "CXO_VDtDrAk", "T": 0, "S": 296, "R": 21, "C": 3, "A": 243, "D": "6:05", "V": "817", "J": "m"}, {"I": "J5rv0DyLkpI", "T": 0, "S": 296, "R": 21, "C": 3, "A": 64, "D": "57:05", "V": "6,241", "J": "m"}, {"I": "UGLVYKf-bCs", "T": 0, "S": 296, "R": 21, "C": 3, "A": 64, "D": "29:50", "V": "255", "J": "m"}, {"I": "_fK9HISdaJk", "T": 0, "S": 296, "R": 21, "C": 3, "A": 64, "D": "29:25", "V": "103", "J": "m"}, {"I": "mddkswKfXoc", "T": 0, "S": 296, "R": 21, "C": 3, "A": 64, "D": "29:08", "V": "81", "J": "s"}, {"I": "YOXSJqVgA24", "T": 0, "S": 296, "R": 21, "C": 3, "A": 142, "D": "18:37", "V": "0", "J": "s"}, {"I": "q6PAzdm_Xcs", "T": 0, "S": 296, "R": 21, "C": 3, "A": 55, "D": "25:35", "V": "434", "J": "m"}, {"I": "YwQGlMNdeJU", "T": 0, "S": 296, "R": 21, "C": 3, "A": 55, "D": "39:05", "V": "367", "J": "m"}, {"I": "h4kUCTzW_mY", "T": 0, "S": 296, "R": 21, "C": 3, "A": 88, "D": "40:40", "V": "329", "J": "m"}, {"I": "X-fLaMduYQM", "T": 0, "S": 296, "R": 21, "C": 3, "A": 88, "D": "40:20", "V": "253", "J": "m"}, {"I": "6_LI5AhxgOo", "T": 0, "S": 296, "R": 21, "C": 3, "A": 88, "D": "40:15", "V": "139", "J": "m"}, {"I": "dQPUXH4lIs8", "T": 0, "S": 296, "R": 21, "C": 3, "A": 27, "D": "24:13", "V": "984", "J": "h"}, {"I": "M8Xb8I13jAU", "T": 0, "S": 296, "R": 21, "C": 3, "A": 27, "D": "24:15", "V": "89", "J": "m"}, {"I": "-5qo3r0Gw0M", "T": 0, "S": 296, "R": 21, "C": 3, "A": 12, "D": "43:45", "V": "1,315", "J": "m"}, {"I": "3JNb8XBOxeY", "T": 0, "S": 296, "R": 21, "C": 3, "A": 12, "D": "8:58", "V": "1,190", "J": "m"}, {"I": "1m_lc-nA_Lo", "T": 0, "S": 296, "R": 21, "C": 3, "A": 12, "D": "45:15", "V": "542", "J": "m"}, {"I": "4DRRLNs_DDQ", "T": 0, "S": 296, "R": 21, "C": 3, "A": 242, "D": "17:50", "V": "434", "J": "m"}, {"I": "C9H_GL6D_b4", "T": 0, "S": 296, "R": 21, "C": 3, "A": 242, "D": "17:36", "V": "83", "J": "m"}, {"I": "D-veMWnWbL4", "T": 0, "S": 296, "R": 21, "C": 3, "A": 260, "D": "27:05", "V": "287", "J": "m"}, {"I": "NV2_yCDJB7s", "T": 0, "S": 296, "R": 21, "C": 3, "A": 260, "D": "26:59", "V": "202", "J": "m"}, {"I": "o9fkPVttXbU&start=1706&end=3337", "T": 0, "S": 296, "R": 21, "C": 3, "A": 260, "D": "27:11", "V": "67", "J": "s"}, {"I": "yeGyTXso9lA", "T": 0, "S": 296, "R": 21, "C": 3, "A": 316, "D": "22:45", "V": "245", "J": "m"}, {"I": "qqMyC_9WQmk", "T": 0, "S": 296, "R": 21, "C": 3, "A": 9, "D": "23:55", "V": "544", "J": "m"}, {"I": "m8KLBIpxy3I", "T": 0, "S": 296, "R": 21, "C": 3, "A": 269, "D": "6:15", "V": "1,431", "J": "m"}, {"I": "5SO3EmN_inc", "T": 0, "S": 296, "R": 21, "C": 3, "A": 63, "D": "39:46", "V": "381", "J": "m"}, {"I": "LI1jPTXfJXA", "T": 0, "S": 296, "R": 21, "C": 3, "A": 63, "D": "43:25", "V": "216", "J": "s"}, {"I": "8MSuY-8bxGI", "T": 0, "S": 296, "R": 21, "C": 3, "A": 63, "D": "11:35", "V": "104", "J": "m"}, {"I": "i7UuZEkLuMk&start=469&end=1390", "T": 0, "S": 296, "R": 21, "C": 3, "A": 570, "D": "15:21", "V": "663", "J": "m"}, {"I": "aSE5lmAWmKA", "T": 0, "S": 296, "R": 21, "C": 3, "A": 570, "D": "15:48", "V": "89", "J": "h"}, {"I": "fBNoQwPXhcc", "T": 0, "S": 296, "R": 21, "C": 3, "A": 203, "D": "53:26", "V": "229", "J": "m"}, {"I": "X463UYdLAPg", "T": 0, "S": 296, "R": 21, "C": 3, "A": 37, "D": "25:38", "V": "438", "J": "m"}, {"I": "-Xo2sGiu59U", "T": 0, "S": 296, "R": 21, "C": 3, "A": 325, "D": "16:40", "V": "292", "J": "m"}, {"I": "hjm3YluQXA0", "T": 0, "S": 296, "R": 21, "C": 3, "A": 174, "D": "17:03", "V": "1,204", "J": "h"}, {"I": "y9jnxWQT1h0", "T": 0, "S": 296, "R": 21, "C": 3, "A": 50, "D": "9:13", "V": "147", "J": "m"}, {"I": "RlotPDILuFY", "T": 0, "S": 296, "R": 21, "C": 3, "A": 22, "D": "30:05", "V": "1,085", "J": "m"}, {"I": "vNWj2SDDbOs", "T": 0, "S": 296, "R": 21, "C": 3, "A": 22, "D": "30:05", "V": "152", "J": "m"}, {"I": "tUFbcmk5Ua8", "T": 0, "S": 296, "R": 21, "C": 3, "A": 207, "D": "16:25", "V": "336", "J": "m"}], "folders": [["artist", 342, "0"], ["artist", 101, "1"], ["artist", 158, "2,3"], ["artist", 24, "4,5,6,7,8,9"], ["artist", 66, "10"], ["artist", 33, "11"], ["artist", 18, "12,13"], ["artist", 239, "14"], ["artist", 250, "15"], ["artist", 227, "16"], ["artist", 249, "17,18"], ["artist", 1, "19,20,21,22,23,24,25,26,27,28,29,30,31,32"], ["artist", 3, "33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50"], ["artist", 32, "51,52"], ["artist", 237, "53"], ["artist", 87, "54"], ["artist", 139, "55,56"], ["artist", 69, "57,58,59"], ["artist", 29, "60,61,62,63,64"], ["artist", 243, "65"], ["artist", 64, "66,67,68,69"], ["artist", 142, "70"], ["artist", 55, "71,72"], ["artist", 88, "73,74,75"], ["artist", 27, "76,77"], ["artist", 12, "78,79,80"], ["artist", 242, "81,82"], ["artist", 260, "83,84,85"], ["artist", 316, "86"], ["artist", 9, "87"], ["artist", 269, "88"], ["artist", 63, "89,90,91"], ["artist", 570, "92,93"], ["artist", 203, "94"], ["artist", 37, "95"], ["artist", 325, "96"], ["artist", 174, "97"], ["artist", 50, "98"], ["artist", 22, "99,100"], ["artist", 207, "101"]], "languages": {"english": "0,1,2,3,4,5,34,6,36,7,8,35,9,10,11,37,38,12,13,14,15,16,17,39,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33", "tamil": "2,1,0,35,3,38,12,37,36,11,23,24,21,22,17,10,25,34,27,7,8,9,29,28,6,30,31,16,15,39,4,5,18,13,14,19,20,32,33,26", "telugu": "2,1,0,35,3,38,12,37,36,11,21,22,23,24,17,10,34,7,8,9,29,28,30,31,6,16,15,39,18,5,4,13,14,19,20,32,33,26,25,27", "kannada": "2,1,0,35,3,38,12,37,36,11,21,22,23,24,17,10,34,7,8,9,29,28,30,31,6,16,15,39,18,5,4,13,14,19,20,32,33,26,25,27", "malayalam": "2,1,0,35,3,38,12,37,36,11,21,22,23,24,17,10,34,7,8,9,29,28,30,31,6,16,15,39,18,5,4,13,14,19,20,32,33,26,25,27", "hindi": "2,1,0,35,3,38,12,37,36,11,21,22,23,24,17,10,34,7,8,9,29,28,30,31,6,16,15,39,18,5,4,13,14,19,20,32,33,26,25,27", "marathi": "2,1,0,35,3,38,12,37,36,11,21,22,23,24,17,10,34,7,8,9,29,28,30,31,6,16,15,39,18,5,4,13,14,19,20,32,33,26,25,27", "bengali": "2,1,0,35,3,38,12,37,36,11,21,22,23,24,17,10,34,7,8,9,29,28,31,30,6,16,15,39,18,5,32,33,4,13,14,19,20,26,25,27", "gujarati": "2,1,0,35,3,38,12,37,36,11,21,22,23,24,17,10,34,7,8,9,29,28,30,31,6,16,15,39,18,5,4,13,14,19,20,32,33,26,25,27", "punjabi": "2,1,0,35,3,38,12,37,36,11,21,22,23,24,17,10,34,7,8,9,29,28,30,31,6,16,15,39,18,5,4,13,14,19,20,32,33,26,25,27", "odia": "2,1,0,35,3,38,12,37,36,11,21,22,23,24,17,10,34,7,8,9,29,28,30,31,6,16,15,39,18,5,4,13,14,19,20,32,33,26,25,27", "assamese": "2,1,0,35,3,38,12,37,36,11,21,22,23,24,17,10,34,7,8,9,29,28,31,30,6,16,15,39,18,5,32,33,4,13,14,19,20,26,25,27"}}