{"stats": [{"H": "Videos", "C": "1"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "8 M"}, {"H": "Views", "C": "273"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "G. Hari Sundareswara Sarma", "P": "ji. hari sundarEsvara sarmA"}, {"H": "Raga", "V": "Saramathi", "P": "sAramati"}], "title": {"H": "Edukkinda Tamadam", "V": "Edukkinda tAmadam ambikE abhayam tandu", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "Edukkinda tAmadam ambikE abhayam tandu kAttaruL mUkAmbikE"}, {"M": "anupallavi", "T": "Edum vandennai AdarikkumpOdum manamirangum unakkE manadil amara"}, {"M": "caraNam", "T": "niyallAl abhayam vErevarillai nityakalyANi tribhuvana pAlini <br/> ammA un manam irangavillaiyO en mEl un nAmam pADiDum ennai kAttiDa"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ஏதுக்கிந்த தாமதம் அம்பிகே அபயம் தந்து காத்தருள் மூகாம்பிகே"}, {"M": "அனுபல்லவி", "T": "ஏதும் வந்தென்னை ஆதரிக்கும்போதும் மனமிரங்கும் உனக்கே மனதில் அமர"}, {"M": "சரணம்", "T": "நியல்லால் அபயம் வேரெவரில்லை நித்யகல்யாணி த்ரிபுவன பாலினி <br/> அம்மா உன் மனம் இரங்கவில்லையோ என் மேல் உன் நாமம் பாடிடும் என்னை காத்திட"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "ఏదుక్కిన్ద తామదమ్ అమ్బికే అభయమ్ తన్దు కాత్తరుళ్ మూకామ్బికే"}, {"M": "అనుపల్లవి", "T": "ఏదుమ్ వన్దెన్నై ఆదరిక్కుమ్పోదుమ్ మనమిరఙ్గుమ్ ఉనక్కే మనదిల్ అమర"}, {"M": "చరణమ్", "T": "నియల్లాల్ అభయమ్ వేరెవరిల్లై నిత్యకల్యాణి త్రిభువన పాలిని <br/> అమ్మా ఉన్ మనమ్ ఇరఙ్గవిల్లైయో ఎన్ మేల్ ఉన్ నామమ్ పాడిడుమ్ ఎన్నై కాత్తిడ"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಏದುಕ್ಕಿನ್ದ ತಾಮದಮ್ ಅಮ್ಬಿಕೇ ಅಭಯಮ್ ತನ್ದು ಕಾತ್ತರುಳ್ ಮೂಕಾಮ್ಬಿಕೇ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಏದುಮ್ ವನ್ದೆನ್ನೈ ಆದರಿಕ್ಕುಮ್ಪೋದುಮ್ ಮನಮಿರಙ್ಗುಮ್ ಉನಕ್ಕೇ ಮನದಿಲ್ ಅಮರ"}, {"M": "ಚರಣಮ್", "T": "ನಿಯಲ್ಲಾಲ್ ಅಭಯಮ್ ವೇರೆವರಿಲ್ಲೈ ನಿತ್ಯಕಲ್ಯಾಣಿ ತ್ರಿಭುವನ ಪಾಲಿನಿ <br/> ಅಮ್ಮಾ ಉನ್ ಮನಮ್ ಇರಙ್ಗವಿಲ್ಲೈಯೋ ಎನ್ ಮೇಲ್ ಉನ್ ನಾಮಮ್ ಪಾಡಿಡುಮ್ ಎನ್ನೈ ಕಾತ್ತಿಡ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ഏദുക്കിന്ദ താമദമ് അമ്ബികേ അഭയമ് തന്ദു കാത്തരുള് മൂകാമ്ബികേ"}, {"M": "അനുപല്ലവി", "T": "ഏദുമ് വന്ദെന്നൈ ആദരിക്കുമ്പോദുമ് മനമിരങ്ഗുമ് ഉനക്കേ മനദില് അമര"}, {"M": "ചരണമ്", "T": "നിയല്ലാല് അഭയമ് വേരെവരില്ലൈ നിത്യകല്യാണി ത്രിഭുവന പാലിനി <br/> അമ്മാ ഉന് മനമ് ഇരങ്ഗവില്ലൈയോ എന് മേല് ഉന് നാമമ് പാഡിഡുമ് എന്നൈ കാത്തിഡ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "एदुक्किन्द तामदम् अम्बिके अभयम् तन्दु कात्तरुल् मूकाम्बिके"}, {"M": "अनुपल्लवि", "T": "एदुम् वन्देन्नै आदरिक्कुम्पोदुम् मनमिरङ्गुम् उनक्के मनदिल् अमर"}, {"M": "चरणम्", "T": "नियल्लाल् अभयम् वेरेवरिल्लै नित्यकल्याणि त्रिभुवन पालिनि <br/> अम्मा उन् मनम् इरङ्गविल्लैयो एन् मेल् उन् नामम् पाडिडुम् एन्नै कात्तिड"}]}], "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c9691.shtml"}]}], "videos": [{"folder": [{"A": [3202, 3203], "songs": [{"C": [5575, 5609], "D": "8:21", "I": "a6sJXOPE77g", "R": [1143, 1144], "S": [16689, 18339], "T": [0, 0], "V": "273"}]}]}]}