{"stats": [{"H": "Videos", "C": "141"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "46"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "18 H"}, {"H": "Views", "C": "676 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti"}, {"H": "Composer", "V": "Thyagaraja", "P": "tyAgarAjA"}, {"H": "Raga", "V": "Atana", "P": "aTANA"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Telugu", "P": "Telugu"}, {"H": "God", "V": "rAmA", "P": "rAmA"}], "title": {"H": "Ela Nee Daya Radu", "V": "Ela nI daya rAdu", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "Ela nI daya rAdu parAku <br/> jEsEvEla samayamu kAdu"}, {"M": "anupallavi", "T": "bAla kanaka maya cEla sujana <br/> paripAla SrI ramA lOla vidhruta Sara <br/> jAla Subhada karuNAlavAla ghana <br/> nIla navya vana mAlikAbharaNa"}, {"M": "caraNam 1", "T": "rArA dEvAdi dEva rArA mahAnubhAva <br/> rArA rAjIva nEtra raghu vara putra <br/> sAratara sudhA pUra hrudaya <br/> parivAra jaladhi gambhIra danuja <br/> samhAra madana sukumAra budha jana <br/> vihAra sakala Sruti sAra nAdupai"}, {"M": "caraNam 2", "T": "rAjAdhi rAja muni pUjita pAda ravi <br/> rAja lOcana SaraNya ati lAvaNya <br/> rAja dhara nuta virAja turaga sura <br/> rAja vandita padAja janaka dina <br/> rAja kOTi sama tEja danuja gaja <br/> rAja nicaya mruga rAja jalaja mukha"}, {"M": "caraNam 3", "T": "yAga rakshaNa parama bhAgavatArcita <br/> yOgIndra su-hrud-bhAvitAdyanta rahita <br/> nAga Sayana vara nAga varada <br/> punnAga suma dhara sadAgha mOcana <br/> sadA gatija dhruta padAgamAnta cara <br/> rAga rahita SrI tyAgarAja nuta"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ஏல நீ தய ராது பராகு <br/> ஜேசேவேல சமயமு காது"}, {"M": "அனுபல்லவி", "T": "பால கனக மய சேல சுஜன <br/> பரிபால ஶ்ரீ ரமா லோல வித்ருத சர <br/> ஜால சுபத கருணாலவால கன <br/> நீல நவ்ய வன மாலிகாபரண"}, {"M": "சரணம் 1", "T": "ராரா தேவாதி தேவ ராரா மஹானுபாவ <br/> ராரா ராஜீவ நேத்ர ரகு வர புத்ர <br/> சாரதர சுதா பூர ஹ்ருதய <br/> பரிவார ஜலதி கம்பீர தனுஜ <br/> சம்ஹார மதன சுகுமார புத ஜன <br/> விஹார சகல ஶ்ருதி சார நாதுபை"}, {"M": "சரணம் 2", "T": "ராஜாதி ராஜ முனி பூஜித பாத ரவி <br/> ராஜ லோசன சரண்ய அதி லாவண்ய <br/> ராஜ தர நுத விராஜ துரக சுர <br/> ராஜ வந்தித பதாஜ ஜனக தின <br/> ராஜ கோடி சம தேஜ தனுஜ கஜ <br/> ராஜ நிசய ம்ருக ராஜ ஜலஜ முக"}, {"M": "சரணம் 3", "T": "யாக ரக்ஷண பரம பாகவதார்சித <br/> யோகீந்த்ர சு-ஹ்ருத்-பாவிதாத்யந்த ரஹித <br/> நாக சயன வர நாக வரத <br/> புன்னாக சும தர சதாக மோசன <br/> சதா கதிஜ த்ருத பதாகமாந்த சர <br/> ராக ரஹித ஶ்ரீ த்யாகராஜ நுத"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "ఏల నీ దయ రాదు పరాకు <br/> జేసేవేల సమయము కాదు"}, {"M": "అనుపల్లవి", "T": "బాల కనక మయ చేల సుజన <br/> పరిపాల శ్రీ రమా లోల విధృత శర <br/> జాల శుభద కరుణాలవాల ఘన <br/> నీల నవ్య వన మాలికాభరణ"}, {"M": "చరణమ్ 1", "T": "రారా దేవాది దేవ రారా మహానుభావ <br/> రారా రాజీవ నేత్ర రఘు వర పుత్ర <br/> సారతర సుధా పూర హృదయ <br/> పరివార జలధి గమ్భీర దనుజ <br/> సమ్హార మదన సుకుమార బుధ జన <br/> విహార సకల శ్రుతి సార నాదుపై"}, {"M": "చరణమ్ 2", "T": "రాజాధి రాజ ముని పూజిత పాద రవి <br/> రాజ లోచన శరణ్య అతి లావణ్య <br/> రాజ ధర నుత విరాజ తురగ సుర <br/> రాజ వన్దిత పదాజ జనక దిన <br/> రాజ కోటి సమ తేజ దనుజ గజ <br/> రాజ నిచయ మృగ రాజ జలజ ముఖ"}, {"M": "చరణమ్ 3", "T": "యాగ రక్షణ పరమ భాగవతార్చిత <br/> యోగీన్ద్ర సు-హృద్-భావితాద్యన్త రహిత <br/> నాగ శయన వర నాగ వరద <br/> పున్నాగ సుమ ధర సదాఘ మోచన <br/> సదా గతిజ ధృత పదాగమాన్త చర <br/> రాగ రహిత శ్రీ త్యాగరాజ నుత"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಏಲ ನೀ ದಯ ರಾದು ಪರಾಕು <br/> ಜೇಸೇವೇಲ ಸಮಯಮು ಕಾದು"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಬಾಲ ಕನಕ ಮಯ ಚೇಲ ಸುಜನ <br/> ಪರಿಪಾಲ ಶ್ರೀ ರಮಾ ಲೋಲ ವಿಧೃತ ಶರ <br/> ಜಾಲ ಶುಭದ ಕರುಣಾಲವಾಲ ಘನ <br/> ನೀಲ ನವ್ಯ ವನ ಮಾಲಿಕಾಭರಣ"}, {"M": "ಚರಣಮ್ 1", "T": "ರಾರಾ ದೇವಾದಿ ದೇವ ರಾರಾ ಮಹಾನುಭಾವ <br/> ರಾರಾ ರಾಜೀವ ನೇತ್ರ ರಘು ವರ ಪುತ್ರ <br/> ಸಾರತರ ಸುಧಾ ಪೂರ ಹೃದಯ <br/> ಪರಿವಾರ ಜಲಧಿ ಗಮ್ಭೀರ ದನುಜ <br/> ಸಮ್ಹಾರ ಮದನ ಸುಕುಮಾರ ಬುಧ ಜನ <br/> ವಿಹಾರ ಸಕಲ ಶ್ರುತಿ ಸಾರ ನಾದುಪೈ"}, {"M": "ಚರಣಮ್ 2", "T": "ರಾಜಾಧಿ ರಾಜ ಮುನಿ ಪೂಜಿತ ಪಾದ ರವಿ <br/> ರಾಜ ಲೋಚನ ಶರಣ್ಯ ಅತಿ ಲಾವಣ್ಯ <br/> ರಾಜ ಧರ ನುತ ವಿರಾಜ ತುರಗ ಸುರ <br/> ರಾಜ ವನ್ದಿತ ಪದಾಜ ಜನಕ ದಿನ <br/> ರಾಜ ಕೋಟಿ ಸಮ ತೇಜ ದನುಜ ಗಜ <br/> ರಾಜ ನಿಚಯ ಮೃಗ ರಾಜ ಜಲಜ ಮುಖ"}, {"M": "ಚರಣಮ್ 3", "T": "ಯಾಗ ರಕ್ಷಣ ಪರಮ ಭಾಗವತಾರ್ಚಿತ <br/> ಯೋಗೀನ್ದ್ರ ಸು-ಹೃದ್-ಭಾವಿತಾದ್ಯನ್ತ ರಹಿತ <br/> ನಾಗ ಶಯನ ವರ ನಾಗ ವರದ <br/> ಪುನ್ನಾಗ ಸುಮ ಧರ ಸದಾಘ ಮೋಚನ <br/> ಸದಾ ಗತಿಜ ಧೃತ ಪದಾಗಮಾನ್ತ ಚರ <br/> ರಾಗ ರಹಿತ ಶ್ರೀ ತ್ಯಾಗರಾಜ ನುತ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ഏല നീ ദയ രാദു പരാകു <br/> ജേസേവേല സമയമു കാദു"}, {"M": "അനുപല്ലവി", "T": "ബാല കനക മയ ചേല സുജന <br/> പരിപാല ശ്രീ രമാ ലോല വിധൃത ശര <br/> ജാല ശുഭദ കരുണാലവാല ഘന <br/> നീല നവ്യ വന മാലികാഭരണ"}, {"M": "ചരണമ് 1", "T": "രാരാ ദേവാദി ദേവ രാരാ മഹാനുഭാവ <br/> രാരാ രാജീവ നേത്ര രഘു വര പുത്ര <br/> സാരതര സുധാ പൂര ഹൃദയ <br/> പരിവാര ജലധി ഗമ്ഭീര ദനുജ <br/> സമ്ഹാര മദന സുകുമാര ബുധ ജന <br/> വിഹാര സകല ശ്രുതി സാര നാദുപൈ"}, {"M": "ചരണമ് 2", "T": "രാജാധി രാജ മുനി പൂജിത പാദ രവി <br/> രാജ ലോചന ശരണ്യ അതി ലാവണ്യ <br/> രാജ ധര നുത വിരാജ തുരഗ സുര <br/> രാജ വന്ദിത പദാജ ജനക ദിന <br/> രാജ കോടി സമ തേജ ദനുജ ഗജ <br/> രാജ നിചയ മൃഗ രാജ ജലജ മുഖ"}, {"M": "ചരണമ് 3", "T": "യാഗ രക്ഷണ പരമ ഭാഗവതാര്ചിത <br/> യോഗീന്ദ്ര സു-ഹൃദ്-ഭാവിതാദ്യന്ത രഹിത <br/> നാഗ ശയന വര നാഗ വരദ <br/> പുന്നാഗ സുമ ധര സദാഘ മോചന <br/> സദാ ഗതിജ ധൃത പദാഗമാന്ത ചര <br/> രാഗ രഹിത ശ്രീ ത്യാഗരാജ നുത"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "एल नी दय रादु पराकु <br/> जेसेवेल समयमु कादु"}, {"M": "अनुपल्लवि", "T": "बाल कनक मय चेल सुजन <br/> परिपाल श्री रमा लोल विधृत शर <br/> जाल शुभद करुणालवाल घन <br/> नील नव्य वन मालिकाभरण"}, {"M": "चरणम् 1", "T": "रारा देवादि देव रारा महानुभाव <br/> रारा राजीव नेत्र रघु वर पुत्र <br/> सारतर सुधा पूर हृदय <br/> परिवार जलधि गम्भीर दनुज <br/> सम्हार मदन सुकुमार बुध जन <br/> विहार सकल श्रुति सार नादुपै"}, {"M": "चरणम् 2", "T": "राजाधि राज मुनि पूजित पाद रवि <br/> राज लोचन शरण्य अति लावण्य <br/> राज धर नुत विराज तुरग सुर <br/> राज वन्दित पदाज जनक दिन <br/> राज कोटि सम तेज दनुज गज <br/> राज निचय मृग राज जलज मुख"}, {"M": "चरणम् 3", "T": "याग रक्षण परम भागवतार्चित <br/> योगीन्द्र सु-हृद्-भाविताद्यन्त रहित <br/> नाग शयन वर नाग वरद <br/> पुन्नाग सुम धर सदाघ मोचन <br/> सदा गतिज धृत पदागमान्त चर <br/> राग रहित श्री त्यागराज नुत"}]}], "lyricsref": [{"links": [{"N": "thyagaraja-vaibhavam.blogspot.com", "L": "http://thyagaraja-vaibhavam.blogspot.com/2008/04/thyagaraja-kriti-ela-nee-daya-radu-raga.html"}, {"N": "www.karnatik.com", "L": "http://www.karnatik.com/c1403.shtml"}, {"N": "www.shivkumar.org", "L": "http://www.shivkumar.org/music/elaneedayaradu.htm"}]}], "videos": [{"folder": [{"A": 51, "songs": [{"C": 1, "D": "5:25", "I": "4pi1TEy4C8w", "J": "m", "R": 29, "S": 103, "T": 0, "V": "1,950"}]}, {"A": 43, "songs": [{"C": 1, "D": "10:14", "I": "uJNuMGVFdaU&start=738&end=1352", "J": "m", "R": 29, "S": 103, "T": 0, "V": "6,563"}, {"C": 1, "D": "10:23", "I": "Wp1DmO8f8U4&start=747&end=1370", "J": "h", "R": 29, "S": 103, "T": 0, "V": "3,212"}, {"C": 1, "D": "3:13", "I": "Hw6m7JtImgM", "J": "m", "R": 29, "S": 103, "T": 0, "V": "436"}]}, {"A": 24, "songs": [{"C": 1, "D": "12:23", "I": "CTQbTd0V5VM", "J": "m", "R": 29, "S": 103, "T": 0, "V": "18,854"}, {"C": 1, "D": "3:09", "I": "Eb-XD6HJPIc", "J": "m", "R": 29, "S": 103, "T": 0, "V": "15,643"}, {"C": 1, "D": "10:03", "I": "Q-vMS0h8trE", "J": "m", "R": 29, "S": 103, "T": 0, "V": "1,808"}]}, {"A": 66, "songs": [{"C": 1, "D": "20:16", "I": "EwY_WHe7R2g", "J": "m", "R": 29, "S": 103, "T": 0, "V": "490"}]}, {"A": 30, "songs": [{"C": 1, "D": "10:37", "I": "RXL2IKvY4as", "J": "h", "R": 29, "S": 103, "T": 0, "V": "36,726"}, {"C": 1, "D": "13:50", "I": "EMCowbSfmJc", "J": "m", "R": 29, "S": 103, "T": 0, "V": "7,901"}, {"C": 1, "D": "10:27", "I": "BeMahoKLJzk", "J": "m", "R": 29, "S": 103, "T": 0, "V": "1,335"}, {"C": 1, "D": "9:07", "I": "wGYEUTUmuxc&start=6052&end=6599", "J": "m", "R": 29, "S": 103, "T": 0, "V": "911"}, {"C": 1, "D": "11:30", "I": "eqvXyPtOcuY", "J": "m", "R": 29, "S": 103, "T": 0, "V": "492"}, {"C": 1, "D": "9:10", "I": "Rh0UUfpt5rg", "J": "h", "R": 29, "S": 103, "T": 0, "V": "355"}, {"C": 1, "D": "11:29", "I": "arBsjjFeC_g", "J": "m", "R": 29, "S": 103, "T": 0, "V": "354"}, {"C": 1, "D": "10:26", "I": "m9eXR3KxlQw", "J": "m", "R": 29, "S": 103, "T": 0, "V": "154"}, {"C": 1, "D": "9:10", "I": "LnDQtdA-WPA", "J": "m", "R": 29, "S": 103, "T": 0, "V": "47"}, {"C": 1, "D": "9:55", "I": "NtL5OclAR4U", "J": "h", "R": 29, "S": 103, "T": 0, "V": "28"}, {"C": 1, "D": "11:28", "I": "-X1N1bAtx_s", "J": "h", "R": 29, "S": 103, "T": 0, "V": "20"}, {"C": 1, "D": "9:10", "I": "KtXOGU_xzwY", "J": "m", "R": 29, "S": 103, "T": 0, "V": "14"}, {"C": 1, "D": "13:54", "I": "XSvAW-RCkak", "J": "h", "R": 29, "S": 103, "T": 0, "V": "5"}]}, {"A": 19, "songs": [{"C": 1, "D": "6:38", "I": "0XqtR73U4Nc", "J": "m", "R": 29, "S": 103, "T": 0, "V": "63,542"}, {"C": 1, "D": "8:14", "I": "RuHVKjxhcUo", "J": "m", "R": 29, "S": 103, "T": 0, "V": "16,921"}, {"C": 1, "D": "5:52", "I": "1bcgmj5bu7Y", "J": "m", "R": 29, "S": 103, "T": 0, "V": "114"}]}, {"A": 16, "songs": [{"C": 1, "D": "7:55", "I": "OtIzljqO6C4&start=709&end=1184", "J": "m", "R": 29, "S": 103, "T": 0, "V": "12,338"}, {"C": 1, "D": "6:08", "I": "8ASv8zePSaU&start=2118&end=2486", "J": "h", "R": 29, "S": 103, "T": 0, "V": "5,208"}, {"C": 1, "D": "6:27", "I": "HWcGHkWnn30&start=5090&end=5477", "J": "s", "R": 29, "S": 103, "T": 0, "V": "2,793"}, {"C": 1, "D": "7:31", "I": "ZggFu1URqsk&start=654&end=1105", "J": "m", "R": 29, "S": 103, "T": 0, "V": "2,206"}, {"C": 1, "D": "6:07", "I": "DenOwWz2Djs&start=2119&end=2486", "J": "m", "R": 29, "S": 103, "T": 0, "V": "2,055"}, {"C": 1, "D": "6:26", "I": "md5ZhUxI_3o&start=2260&end=2646", "J": "m", "R": 29, "S": 103, "T": 0, "V": "1,782"}, {"C": 1, "D": "5:47", "I": "h5mC_JBN29s&start=2012&end=2359", "J": "s", "R": 29, "S": 103, "T": 0, "V": "1,412"}, {"C": 1, "D": "6:27", "I": "xPUcUdBl-5s&start=5086&end=5473", "J": "m", "R": 29, "S": 103, "T": 0, "V": "1,318"}, {"C": 1, "D": "5:34", "I": "ic2atF6IJsI&start=266&end=600", "J": "h", "R": 29, "S": 103, "T": 0, "V": "1,092"}, {"C": 1, "D": "7:26", "I": "jFfxl52g3gI", "J": "m", "R": 29, "S": 103, "T": 0, "V": "598"}, {"C": 1, "D": "7:27", "I": "3-66tTxmCPk&start=720&end=1167", "J": "s", "R": 29, "S": 103, "T": 0, "V": "485"}, {"C": 1, "D": "6:12", "I": "-Y-MoC9aM7o", "J": "m", "R": 29, "S": 103, "T": 0, "V": "292"}, {"C": 1, "D": "7:56", "I": "xwnNtWVaioE", "J": "m", "R": 29, "S": 103, "T": 0, "V": "101"}]}, {"A": 346, "songs": [{"C": 1, "D": "3:28", "I": "lp3_R32Xagg", "J": "m", "R": 29, "S": 103, "T": 0, "V": "3,543"}]}, {"A": 1, "songs": [{"C": 1, "D": "7:55", "I": "9v456sl4tCg&start=498&end=973", "J": "m", "R": 29, "S": 103, "T": 0, "V": "35,636"}, {"C": 1, "D": "5:40", "I": "D3sSlLKUanw", "J": "m", "R": 29, "S": 103, "T": 0, "V": "12,283"}, {"C": 1, "D": "21:24", "I": "rFiAlYA53c8", "J": "m", "R": 29, "S": 103, "T": 0, "V": "1,688"}, {"C": 1, "D": "9:30", "I": "z83CFc7OMa0", "J": "m", "R": 29, "S": 103, "T": 0, "V": "1,589"}, {"C": 1, "D": "10:21", "I": "MKcV5r0ullc", "J": "m", "R": 29, "S": 103, "T": 0, "V": "1,500"}, {"C": 1, "D": "9:14", "I": "Eo_byTF1ihA", "J": "m", "R": 29, "S": 103, "T": 0, "V": "404"}, {"C": 1, "D": "8:40", "I": "6iUq0ASpjUE", "J": "h", "R": 29, "S": 103, "T": 0, "V": "91"}, {"C": 1, "D": "8:52", "I": "L2DQWDyEii0&start=0&end=532", "J": "m", "R": 29, "S": 103, "T": 0, "V": "86"}]}, {"A": 3, "songs": [{"C": 1, "D": "8:26", "I": "D2vIS2Jj36I", "J": "m", "R": 29, "S": 103, "T": 0, "V": "10,042"}, {"C": 1, "D": "4:54", "I": "RODd8J8YbKg&start=667&end=961", "J": "m", "R": 29, "S": 103, "T": 0, "V": "6,151"}, {"C": 1, "D": "8:26", "I": "rugMaq66_LA", "J": "h", "R": 29, "S": 103, "T": 0, "V": "4,938"}, {"C": 1, "D": "6:04", "I": "1HxqSwxGt8Y", "J": "m", "R": 29, "S": 103, "T": 0, "V": "1,746"}, {"C": 1, "D": "8:26", "I": "1Muijzy7SoI", "J": "h", "R": 29, "S": 103, "T": 0, "V": "1,696"}, {"C": 1, "D": "8:26", "I": "amY2n0Xqpz4", "J": "h", "R": 29, "S": 103, "T": 0, "V": "4"}]}, {"A": 11, "songs": [{"C": 1, "D": "4:53", "I": "N-aFr1AJmPw&start=2151&end=2444", "J": "m", "R": 29, "S": 103, "T": 0, "V": "23,527"}, {"C": 1, "D": "4:39", "I": "iyPPBxSGIAk", "J": "h", "R": 29, "S": 103, "T": 0, "V": "12,811"}, {"C": 1, "D": "4:54", "I": "l24aUxDE4kc", "J": "h", "R": 29, "S": 103, "T": 0, "V": "3,671"}, {"C": 1, "D": "9:42", "I": "NcesTEyEkTs&start=6600&end=7182", "J": "h", "R": 29, "S": 103, "T": 0, "V": "2,582"}, {"C": 1, "D": "4:53", "I": "B1U4OjIARns&start=2430&end=2723", "J": "m", "R": 29, "S": 103, "T": 0, "V": "2,431"}, {"C": 1, "D": "3:39", "I": "5gfbF55GK2w", "J": "m", "R": 29, "S": 103, "T": 0, "V": "132"}, {"C": 1, "D": "4:55", "I": "ZkJ4CUogmWU", "J": "m", "R": 29, "S": 103, "T": 0, "V": "93"}, {"C": 1, "D": "5:25", "I": "_44kND0k8yQ", "J": "h", "R": 29, "S": 103, "T": 0, "V": "38"}, {"C": 1, "D": "3:55", "I": "3IvU1DZ-w8c", "J": "h", "R": 29, "S": 103, "T": 0, "V": "15"}, {"C": 1, "D": "5:05", "I": "h_bexaqouqM", "J": "m", "R": 29, "S": 103, "T": 0, "V": "10"}]}, {"A": 21, "songs": [{"C": 1, "D": "5:06", "I": "vyB0C6JGe7w&start=327&end=633", "J": "h", "R": 29, "S": 103, "T": 0, "V": "49,121"}, {"C": 1, "D": "5:06", "I": "KRB144C4_sw", "J": "h", "R": 29, "S": 103, "T": 0, "V": "23,751"}, {"C": 1, "D": "5:06", "I": "ZD8LRFC_i1c&start=379&end=685", "J": "h", "R": 29, "S": 103, "T": 0, "V": "23,404"}, {"C": 1, "D": "5:06", "I": "AY6lFY0PB3s", "J": "m", "R": 29, "S": 103, "T": 0, "V": "6,808"}, {"C": 1, "D": "8:20", "I": "q1j2GVT-Y50", "J": "m", "R": 29, "S": 103, "T": 0, "V": "788"}, {"C": 1, "D": "5:05", "I": "kGtNsrIC9ls", "J": "m", "R": 29, "S": 103, "T": 0, "V": "97"}]}, {"A": 32, "songs": [{"C": 1, "D": "8:27", "I": "xHjPnJZbpeY", "J": "m", "R": 29, "S": 103, "T": 0, "V": "34"}]}, {"A": 537, "songs": [{"C": 1, "D": "16:50", "I": "CaXRNHLDfK4", "J": "m", "R": 29, "S": 103, "T": 0, "V": "6,665"}]}, {"A": 237, "songs": [{"C": 1, "D": "4:45", "I": "da8-DRwztP8&start=913&end=1198", "J": "m", "R": 29, "S": 103, "T": 0, "V": "2,681"}]}, {"A": 129, "songs": [{"C": 1, "D": "21:52", "I": "tAqS0WZPtho", "J": "h", "R": 29, "S": 103, "T": 0, "V": "2,619"}]}, {"A": 31, "songs": [{"C": 1, "D": "3:52", "I": "op16fHHfAsA&start=4399&end=4631", "J": "m", "R": 29, "S": 103, "T": 0, "V": "634"}, {"C": 1, "D": "3:35", "I": "bi8Wez4QaEw", "J": "m", "R": 29, "S": 103, "T": 0, "V": "565"}, {"C": 1, "D": "4:02", "I": "faKq_3diWHk&start=4570&end=4812", "J": "s", "R": 29, "S": 103, "T": 0, "V": "560"}, {"C": 1, "D": "5:33", "I": "XzHCQRoovfk", "J": "m", "R": 29, "S": 103, "T": 0, "V": "422"}, {"C": 1, "D": "4:30", "I": "f4aB-V3uavo", "J": "m", "R": 29, "S": 103, "T": 0, "V": "260"}, {"C": 1, "D": "3:55", "I": "w6EFohFUxE4&start=4496&end=4731", "J": "m", "R": 29, "S": 103, "T": 0, "V": "72"}]}, {"A": 157, "songs": [{"C": 1, "D": "19:30", "I": "2-vSDQ98K4g", "J": "m", "R": 29, "S": 103, "T": 0, "V": "28"}]}, {"A": 186, "songs": [{"C": 1, "D": "15:10", "I": "SIjxXkGGTgg", "J": "m", "R": 29, "S": 103, "T": 0, "V": "341"}, {"C": 1, "D": "15:37", "I": "BjSiEK-S3-s", "J": "h", "R": 29, "S": 103, "T": 0, "V": "209"}]}, {"A": 13, "songs": [{"C": 1, "D": "6:19", "I": "b2NU-KAnxes", "J": "m", "R": 29, "S": 103, "T": 0, "V": "14,152"}, {"C": 1, "D": "3:01", "I": "avaNNPEi-70", "J": "m", "R": 29, "S": 103, "T": 0, "V": "10,478"}, {"C": 1, "D": "6:20", "I": "mdUjK0PD5PQ", "J": "m", "R": 29, "S": 103, "T": 0, "V": "258"}]}, {"A": 117, "songs": [{"C": 1, "D": "9:09", "I": "lhcwNDkuDQk", "J": "h", "R": 29, "S": 103, "T": 0, "V": "251"}]}, {"A": 15, "songs": [{"C": 1, "D": "6:55", "I": "9yPTo6xnxYM", "J": "h", "R": 29, "S": 103, "T": 0, "V": "12,693"}]}, {"A": 29, "songs": [{"C": 1, "D": "4:35", "I": "eahhX-jIpD4", "J": "m", "R": 29, "S": 103, "T": 0, "V": "400"}]}, {"A": 72, "songs": [{"C": 1, "D": "4:30", "I": "PBkRnzJQPgE", "J": "m", "R": 29, "S": 103, "T": 0, "V": "1,168"}, {"C": 1, "D": "4:31", "I": "gV1nSVZcpwE", "J": "h", "R": 29, "S": 103, "T": 0, "V": "97"}]}, {"A": 253, "songs": [{"C": 1, "D": "8:07", "I": "lAAcYLLuWd4", "J": "h", "R": 29, "S": 103, "T": 0, "V": "1,059"}]}, {"A": 55, "songs": [{"C": 1, "D": "26:36", "I": "OG0mhe7e5B8", "J": "m", "R": 29, "S": 103, "T": 0, "V": "2,205"}, {"C": 1, "D": "22:29", "I": "-UBOe53bJos&start=1569&end=2918", "J": "h", "R": 29, "S": 103, "T": 0, "V": "1,484"}, {"C": 1, "D": "23:23", "I": "DYADhEtsQnc&start=1569&end=2972", "J": "s", "R": 29, "S": 103, "T": 0, "V": "524"}, {"C": 1, "D": "22:22", "I": "Q4VHsYaNEkU", "J": "h", "R": 29, "S": 103, "T": 0, "V": "92"}, {"C": 1, "D": "16:55", "I": "JZqBt6yyeV8", "J": "m", "R": 29, "S": 103, "T": 0, "V": "0"}]}, {"A": 88, "songs": [{"C": 1, "D": "7:07", "I": "vCqX6Wd8ACI", "J": "h", "R": 29, "S": 103, "T": 0, "V": "292"}]}, {"A": 238, "songs": [{"C": 1, "D": "4:20", "I": "ULVhOJNrVQc&start=543&end=803", "J": "h", "R": 29, "S": 103, "T": 0, "V": "38,748"}, {"C": 1, "D": "4:18", "I": "7c3f00Nab8I", "J": "h", "R": 29, "S": 103, "T": 0, "V": "25,312"}]}, {"A": 53, "songs": [{"C": 1, "D": "8:14", "I": "hciOvc6yXKk", "J": "m", "R": 29, "S": 103, "T": 0, "V": "71,493"}, {"C": 1, "D": "8:12", "I": "LUNImq0XrXk&start=1866&end=2358", "J": "m", "R": 29, "S": 103, "T": 0, "V": "13,626"}, {"C": 1, "D": "7:45", "I": "eybDqtr4OZc", "J": "m", "R": 29, "S": 103, "T": 0, "V": "16"}]}, {"A": 7, "songs": [{"C": 1, "D": "6:17", "I": "7KmSNpN34zE", "J": "m", "R": 29, "S": 103, "T": 0, "V": "5,135"}, {"C": 1, "D": "4:17", "I": "ZDGgPseHUFU&start=377&end=634", "J": "m", "R": 29, "S": 103, "T": 0, "V": "1,406"}, {"C": 1, "D": "4:56", "I": "6AvFdBoQ9kA", "J": "h", "R": 29, "S": 103, "T": 0, "V": "82"}]}, {"A": 38, "songs": [{"C": 1, "D": "1:28", "I": "ZIdd3tLYZ6I&start=399&end=487", "J": "m", "R": 29, "S": 103, "T": 0, "V": "78,000"}]}, {"A": 5, "songs": [{"C": 1, "D": "6:43", "I": "q3gjdaBbg9k", "J": "m", "R": 29, "S": 103, "T": 0, "V": "8,963"}, {"C": 1, "D": "8:30", "I": "pUHWIhPfz6c", "J": "m", "R": 29, "S": 103, "T": 0, "V": "1,967"}, {"C": 1, "D": "7:40", "I": "t5kuw1d1Ve8", "J": "m", "R": 29, "S": 103, "T": 0, "V": "305"}, {"C": 1, "D": "7:40", "I": "DLgscpzj1Mw", "J": "m", "R": 29, "S": 103, "T": 0, "V": "288"}, {"C": 1, "D": "6:23", "I": "IGVrFPp01TU", "J": "m", "R": 29, "S": 103, "T": 0, "V": "117"}]}, {"A": 351, "songs": [{"C": 1, "D": "9:30", "I": "pekaQ_IHOyE", "J": "h", "R": 29, "S": 103, "T": 0, "V": "69"}]}, {"A": 56, "songs": [{"C": 1, "D": "7:20", "I": "0QOatqDWI4k", "J": "m", "R": 29, "S": 103, "T": 0, "V": "4"}]}, {"A": 63, "songs": [{"C": 1, "D": "4:42", "I": "mUQSgOqP8Qo", "J": "m", "R": 29, "S": 103, "T": 0, "V": "234"}]}, {"A": 532, "songs": [{"C": 1, "D": "8:32", "I": "MptImUfhGw0", "J": "m", "R": 29, "S": 103, "T": 0, "V": "431"}]}, {"A": 84, "songs": [{"C": 1, "D": "2:54", "I": "nv5zNmrhTbI", "J": "h", "R": 29, "S": 103, "T": 0, "V": "12,816"}, {"C": 1, "D": "1:29", "I": "VbDvANBWEMI", "J": "m", "R": 29, "S": 103, "T": 0, "V": "7,616"}]}, {"A": 203, "songs": [{"C": 1, "D": "6:25", "I": "uOqa4KgcNq4", "J": "m", "R": 29, "S": 103, "T": 0, "V": "61"}]}, {"A": 450, "songs": [{"C": 1, "D": "4:15", "I": "onmZ7y9RBQQ", "J": "m", "R": 29, "S": 103, "T": 0, "V": "4,513"}]}, {"A": 10, "songs": [{"C": 1, "D": "4:00", "I": "I_2vpWR-Rwc", "J": "m", "R": 29, "S": 103, "T": 0, "V": "288"}]}, {"A": 154, "songs": [{"C": 1, "D": "17:02", "I": "wRj56lVAf9o", "J": "m", "R": 29, "S": 103, "T": 0, "V": "121,820"}, {"C": 1, "D": "6:24", "I": "FXCBbg_aFDU", "J": "m", "R": 29, "S": 103, "T": 0, "V": "81,455"}, {"C": 1, "D": "3:27", "I": "M3kLciSFoko", "J": "h", "R": 29, "S": 103, "T": 0, "V": "10,432"}, {"C": 1, "D": "10:48", "I": "gKLVijsHawQ&start=1835&end=2483", "J": "m", "R": 29, "S": 103, "T": 0, "V": "7,786"}, {"C": 1, "D": "10:49", "I": "dhy4sulEElY&start=542&end=1191", "J": "m", "R": 29, "S": 103, "T": 0, "V": "6,136"}, {"C": 1, "D": "3:12", "I": "MrduRn6__XA&start=184&end=376", "J": "m", "R": 29, "S": 103, "T": 0, "V": "5,013"}, {"C": 1, "D": "10:46", "I": "Y4xaZ2x6Svs", "J": "m", "R": 29, "S": 103, "T": 0, "V": "2,864"}, {"C": 1, "D": "12:05", "I": "lHxVwh3Bveo", "J": "m", "R": 29, "S": 103, "T": 0, "V": "1,206"}, {"C": 1, "D": "12:10", "I": "lteGMiLwC0c", "J": "m", "R": 29, "S": 103, "T": 0, "V": "620"}, {"C": 1, "D": "6:26", "I": "wAiXzuPJupU", "J": "m", "R": 29, "S": 103, "T": 0, "V": "571"}, {"C": 1, "D": "10:49", "I": "aeUmYxsg_R0", "J": "m", "R": 29, "S": 103, "T": 0, "V": "83"}]}, {"A": 192, "songs": [{"C": 1, "D": "8:59", "I": "vwjbSB6L2pE", "J": "s", "R": 29, "S": 103, "T": 0, "V": "4,616"}, {"C": 1, "D": "13:23", "I": "qLcz9Tfd2No&start=2283&end=3086", "J": "m", "R": 29, "S": 103, "T": 0, "V": "3,440"}, {"C": 1, "D": "1:30", "I": "BrKxGF5RO4w", "J": "m", "R": 29, "S": 103, "T": 0, "V": "697"}, {"C": 1, "D": "6:45", "I": "_rDpf4JZqE4&start=302&end=707", "J": "m", "R": 29, "S": 103, "T": 0, "V": "189"}, {"C": 1, "D": "6:50", "I": "rcEZmAWoRb0", "J": "h", "R": 29, "S": 103, "T": 0, "V": "171"}, {"C": 1, "D": "10:35", "I": "X1mBwfihwaw", "J": "m", "R": 29, "S": 103, "T": 0, "V": "8"}]}, {"A": 252, "songs": [{"C": 1, "D": "7:29", "I": "6caApcwW4Cs", "J": "m", "R": 29, "S": 103, "T": 0, "V": "319"}, {"C": 1, "D": "15:25", "I": "aTUbFtMG0rg", "J": "m", "R": 29, "S": 103, "T": 0, "V": "42"}]}, {"A": 221, "songs": [{"C": 1, "D": "7:20", "I": "5hpPvW2JVfw", "J": "m", "R": 29, "S": 103, "T": 0, "V": "210"}]}, {"A": 164, "songs": [{"C": 1, "D": "16:12", "I": "wmR6V_M43WA&start=339&end=1311", "J": "m", "R": 29, "S": 103, "T": 0, "V": "1,513"}]}, {"A": 14, "songs": [{"C": 1, "D": "10:25", "I": "hOeDHOVeyfw", "J": "m", "R": 29, "S": 103, "T": 0, "V": "125"}]}]}]}