{"stats": [{"H": "Videos", "C": "114"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "38"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "51 H"}, {"H": "Views", "C": "66 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti", "I": 1}, {"H": "Composer", "V": "Thyagaraja", "P": "tyAgarAjA", "I": 1}, {"H": "Raga", "V": "Thodi", "P": "tODi", "I": 3}, {"H": "Tala", "V": "Caapu", "P": "cApu", "I": 4}, {"H": "Tala name", "V": "Misra Caapu", "P": "miSra cApu", "I": 0}, {"H": "Tala count", "V": "3 + 2 + 2 = 7", "P": "3 + 2 + 2 = 7", "I": 0}, {"H": "Language", "V": "Telugu", "P": "Telugu", "I": 0}, {"H": "God", "V": "rAmA", "P": "rAmA", "I": 0}], "title": {"T": 226, "H": "Emi Jesitenemi", "V": "Emi jEsitEnEmi", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "Emi jEsitEnEmi SrI rAma <br/> svAmi karuNa lEni varilalO"}, {"M": "anupallavi", "T": "kAma mOha dAsulai SrI rAmuni <br/> kaTTu teliya lEni vArilalOnEmi"}, {"M": "caraNam 1", "T": "savamu jEsitEnEmi kalimini <br/> putrOtsavamu kaligitEnEmi <br/> bhuvilOnanya bIja janituni koniyEmi <br/> Siva kara SrI rAmuni daya leni vArilalOnEmi"}, {"M": "caraNam 2", "T": "mEDa kaTTitEnEmi anduna lAndaru <br/> jODu kaTTitEnEmi <br/> cEDiyalanu meppinca telisitEnEmi <br/> IDu lEni rAmuni daya lEni vArilalOnEmi"}, {"M": "caraNam 3", "T": "immu kaligitEnEmi illAliki <br/> sommu peTTitEnEmi <br/> kamma viltu kELini telisiyEmi <br/> tammi kaNTi vAni karuNa lEni vArilalOnEmi"}, {"M": "caraNam 4", "T": "rAjyamElitEnEmi bahu janulalO <br/> pUjyulaitEnEmi <br/> Ajya pravAhamutOnannamiDitEnEmi <br/> pUjyuDaina rAmuni daya lEni vArilalOnEmi"}, {"M": "caraNam 5", "T": "guruvu tAnaitEnEmi kaNTiki mEnu <br/> guruvai tOcitEnEmi <br/> vara mantramanyulakupadESincitEnEmi <br/> vara tyAgarAja nutuni daya lEni vArilalOnEmi"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ஏமி ஜேசிதேனேமி ஶ்ரீ ராம <br/> ஸ்வாமி கருண லேனி வரிலலோ"}, {"M": "அனுபல்லவி", "T": "காம மோஹ தாசுலை ஶ்ரீ ராமுனி <br/> கட்டு தெலிய லேனி வாரிலலோனேமி"}, {"M": "சரணம் 1", "T": "சவமு ஜேசிதேனேமி கலிமினி <br/> புத்ரோத்சவமு கலிகிதேனேமி <br/> புவிலோனன்ய பீஜ ஜனிதுனி கொனியேமி <br/> சிவ கர ஶ்ரீ ராமுனி தய லெனி வாரிலலோனேமி"}, {"M": "சரணம் 2", "T": "மேட கட்டிதேனேமி அந்துன லாந்தரு <br/> ஜோடு கட்டிதேனேமி <br/> சேடியலனு மெப்பின்ச தெலிசிதேனேமி <br/> ஈடு லேனி ராமுனி தய லேனி வாரிலலோனேமி"}, {"M": "சரணம் 3", "T": "இம்மு கலிகிதேனேமி இல்லாலிகி <br/> சொம்மு பெட்டிதேனேமி <br/> கம்ம வில்து கேளினி தெலிசியேமி <br/> தம்மி கண்டி வானி கருண லேனி வாரிலலோனேமி"}, {"M": "சரணம் 4", "T": "ராஜ்யமேலிதேனேமி பஹு ஜனுலலோ <br/> பூஜ்யுலைதேனேமி <br/> ஆஜ்ய ப்ரவாஹமுதோனன்னமிடிதேனேமி <br/> பூஜ்யுடைன ராமுனி தய லேனி வாரிலலோனேமி"}, {"M": "சரணம் 5", "T": "குருவு தானைதேனேமி கண்டிகி மேனு <br/> குருவை தோசிதேனேமி <br/> வர மந்த்ரமன்யுலகுபதேசின்சிதேனேமி <br/> வர த்யாகராஜ நுதுனி தய லேனி வாரிலலோனேமி"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "ఏమి జేసితేనేమి శ్రీ రామ <br/> స్వామి కరుణ లేని వరిలలో"}, {"M": "అనుపల్లవి", "T": "కామ మోహ దాసులై శ్రీ రాముని <br/> కట్టు తెలియ లేని వారిలలోనేమి"}, {"M": "చరణమ్ 1", "T": "సవము జేసితేనేమి కలిమిని <br/> పుత్రోత్సవము కలిగితేనేమి <br/> భువిలోనన్య బీజ జనితుని కొనియేమి <br/> శివ కర శ్రీ రాముని దయ లెని వారిలలోనేమి"}, {"M": "చరణమ్ 2", "T": "మేడ కట్టితేనేమి అన్దున లాన్దరు <br/> జోడు కట్టితేనేమి <br/> చేడియలను మెప్పిన్చ తెలిసితేనేమి <br/> ఈడు లేని రాముని దయ లేని వారిలలోనేమి"}, {"M": "చరణమ్ 3", "T": "ఇమ్ము కలిగితేనేమి ఇల్లాలికి <br/> సొమ్ము పెట్టితేనేమి <br/> కమ్మ విల్తు కేళిని తెలిసియేమి <br/> తమ్మి కణ్టి వాని కరుణ లేని వారిలలోనేమి"}, {"M": "చరణమ్ 4", "T": "రాజ్యమేలితేనేమి బహు జనులలో <br/> పూజ్యులైతేనేమి <br/> ఆజ్య ప్రవాహముతోనన్నమిడితేనేమి <br/> పూజ్యుడైన రాముని దయ లేని వారిలలోనేమి"}, {"M": "చరణమ్ 5", "T": "గురువు తానైతేనేమి కణ్టికి మేను <br/> గురువై తోచితేనేమి <br/> వర మన్త్రమన్యులకుపదేశిన్చితేనేమి <br/> వర త్యాగరాజ నుతుని దయ లేని వారిలలోనేమి"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಏಮಿ ಜೇಸಿತೇನೇಮಿ ಶ್ರೀ ರಾಮ <br/> ಸ್ವಾಮಿ ಕರುಣ ಲೇನಿ ವರಿಲಲೋ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಕಾಮ ಮೋಹ ದಾಸುಲೈ ಶ್ರೀ ರಾಮುನಿ <br/> ಕಟ್ಟು ತೆಲಿಯ ಲೇನಿ ವಾರಿಲಲೋನೇಮಿ"}, {"M": "ಚರಣಮ್ 1", "T": "ಸವಮು ಜೇಸಿತೇನೇಮಿ ಕಲಿಮಿನಿ <br/> ಪುತ್ರೋತ್ಸವಮು ಕಲಿಗಿತೇನೇಮಿ <br/> ಭುವಿಲೋನನ್ಯ ಬೀಜ ಜನಿತುನಿ ಕೊನಿಯೇಮಿ <br/> ಶಿವ ಕರ ಶ್ರೀ ರಾಮುನಿ ದಯ ಲೆನಿ ವಾರಿಲಲೋನೇಮಿ"}, {"M": "ಚರಣಮ್ 2", "T": "ಮೇಡ ಕಟ್ಟಿತೇನೇಮಿ ಅನ್ದುನ ಲಾನ್ದರು <br/> ಜೋಡು ಕಟ್ಟಿತೇನೇಮಿ <br/> ಚೇಡಿಯಲನು ಮೆಪ್ಪಿನ್ಚ ತೆಲಿಸಿತೇನೇಮಿ <br/> ಈಡು ಲೇನಿ ರಾಮುನಿ ದಯ ಲೇನಿ ವಾರಿಲಲೋನೇಮಿ"}, {"M": "ಚರಣಮ್ 3", "T": "ಇಮ್ಮು ಕಲಿಗಿತೇನೇಮಿ ಇಲ್ಲಾಲಿಕಿ <br/> ಸೊಮ್ಮು ಪೆಟ್ಟಿತೇನೇಮಿ <br/> ಕಮ್ಮ ವಿಲ್ತು ಕೇಳಿನಿ ತೆಲಿಸಿಯೇಮಿ <br/> ತಮ್ಮಿ ಕಣ್ಟಿ ವಾನಿ ಕರುಣ ಲೇನಿ ವಾರಿಲಲೋನೇಮಿ"}, {"M": "ಚರಣಮ್ 4", "T": "ರಾಜ್ಯಮೇಲಿತೇನೇಮಿ ಬಹು ಜನುಲಲೋ <br/> ಪೂಜ್ಯುಲೈತೇನೇಮಿ <br/> ಆಜ್ಯ ಪ್ರವಾಹಮುತೋನನ್ನಮಿಡಿತೇನೇಮಿ <br/> ಪೂಜ್ಯುಡೈನ ರಾಮುನಿ ದಯ ಲೇನಿ ವಾರಿಲಲೋನೇಮಿ"}, {"M": "ಚರಣಮ್ 5", "T": "ಗುರುವು ತಾನೈತೇನೇಮಿ ಕಣ್ಟಿಕಿ ಮೇನು <br/> ಗುರುವೈ ತೋಚಿತೇನೇಮಿ <br/> ವರ ಮನ್ತ್ರಮನ್ಯುಲಕುಪದೇಶಿನ್ಚಿತೇನೇಮಿ <br/> ವರ ತ್ಯಾಗರಾಜ ನುತುನಿ ದಯ ಲೇನಿ ವಾರಿಲಲೋನೇಮಿ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ഏമി ജേസിതേനേമി ശ്രീ രാമ <br/> സ്വാമി കരുണ ലേനി വരിലലോ"}, {"M": "അനുപല്ലവി", "T": "കാമ മോഹ ദാസുലൈ ശ്രീ രാമുനി <br/> കട്ടു തെലിയ ലേനി വാരിലലോനേമി"}, {"M": "ചരണമ് 1", "T": "സവമു ജേസിതേനേമി കലിമിനി <br/> പുത്രോത്സവമു കലിഗിതേനേമി <br/> ഭുവിലോനന്യ ബീജ ജനിതുനി കൊനിയേമി <br/> ശിവ കര ശ്രീ രാമുനി ദയ ലെനി വാരിലലോനേമി"}, {"M": "ചരണമ് 2", "T": "മേഡ കട്ടിതേനേമി അന്ദുന ലാന്ദരു <br/> ജോഡു കട്ടിതേനേമി <br/> ചേഡിയലനു മെപ്പിന്ച തെലിസിതേനേമി <br/> ഈഡു ലേനി രാമുനി ദയ ലേനി വാരിലലോനേമി"}, {"M": "ചരണമ് 3", "T": "ഇമ്മു കലിഗിതേനേമി ഇല്ലാലികി <br/> സൊമ്മു പെട്ടിതേനേമി <br/> കമ്മ വില്തു കേളിനി തെലിസിയേമി <br/> തമ്മി കണ്ടി വാനി കരുണ ലേനി വാരിലലോനേമി"}, {"M": "ചരണമ് 4", "T": "രാജ്യമേലിതേനേമി ബഹു ജനുലലോ <br/> പൂജ്യുലൈതേനേമി <br/> ആജ്യ പ്രവാഹമുതോനന്നമിഡിതേനേമി <br/> പൂജ്യുഡൈന രാമുനി ദയ ലേനി വാരിലലോനേമി"}, {"M": "ചരണമ് 5", "T": "ഗുരുവു താനൈതേനേമി കണ്ടികി മേനു <br/> ഗുരുവൈ തോചിതേനേമി <br/> വര മന്ത്രമന്യുലകുപദേശിന്ചിതേനേമി <br/> വര ത്യാഗരാജ നുതുനി ദയ ലേനി വാരിലലോനേമി"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "एमि जेसितेनेमि श्री राम <br/> स्वामि करुण लेनि वरिललो"}, {"M": "अनुपल्लवि", "T": "काम मोह दासुलै श्री रामुनि <br/> कट्टु तेलिय लेनि वारिललोनेमि"}, {"M": "चरणम् 1", "T": "सवमु जेसितेनेमि कलिमिनि <br/> पुत्रोत्सवमु कलिगितेनेमि <br/> भुविलोनन्य बीज जनितुनि कोनियेमि <br/> शिव कर श्री रामुनि दय लेनि वारिललोनेमि"}, {"M": "चरणम् 2", "T": "मेड कट्टितेनेमि अन्दुन लान्दरु <br/> जोडु कट्टितेनेमि <br/> चेडियलनु मेप्पिन्च तेलिसितेनेमि <br/> ईडु लेनि रामुनि दय लेनि वारिललोनेमि"}, {"M": "चरणम् 3", "T": "इम्मु कलिगितेनेमि इल्लालिकि <br/> सोम्मु पेट्टितेनेमि <br/> कम्म विल्तु केलिनि तेलिसियेमि <br/> तम्मि कण्टि वानि करुण लेनि वारिललोनेमि"}, {"M": "चरणम् 4", "T": "राज्यमेलितेनेमि बहु जनुललो <br/> पूज्युलैतेनेमि <br/> आज्य प्रवाहमुतोनन्नमिडितेनेमि <br/> पूज्युडैन रामुनि दय लेनि वारिललोनेमि"}, {"M": "चरणम् 5", "T": "गुरुवु तानैतेनेमि कण्टिकि मेनु <br/> गुरुवै तोचितेनेमि <br/> वर मन्त्रमन्युलकुपदेशिन्चितेनेमि <br/> वर त्यागराज नुतुनि दय लेनि वारिललोनेमि"}]}], "L": "l", "lyricsref": [{"links": [{"N": "thyagaraja-vaibhavam.blogspot.com", "L": "http://thyagaraja-vaibhavam.blogspot.com/2008/11/thyagaraja-kriti-emi-jesitenemi-raga.html"}, {"N": "www.karnatik.com", "L": "http://www.karnatik.com/c2283.shtml"}]}], "songs": [{"I": "xPByNCXJ9Rk", "T": 0, "S": 226, "R": 3, "C": 1, "A": 43, "D": "22:06", "V": "2,721", "J": "m"}, {"I": "oDqREllebtw&start=1040&end=2336", "T": 0, "S": 226, "R": 3, "C": 1, "A": 43, "D": "21:36", "V": "2,315", "J": "h"}, {"I": "MpPPRtpNfis", "T": 0, "S": 226, "R": 3, "C": 1, "A": 43, "D": "20:45", "V": "733", "J": "h"}, {"I": "_HmlxLVE_Is&start=2275&end=3510", "T": 0, "S": 226, "R": 3, "C": 1, "A": 43, "D": "20:35", "V": "565", "J": "h"}, {"I": "a0yEIroeZ28&start=530&end=1740", "T": 0, "S": 226, "R": 3, "C": 1, "A": 43, "D": "20:10", "V": "347", "J": "s"}, {"I": "kOK30rQuuhA", "T": 0, "S": 226, "R": 3, "C": 1, "A": 43, "D": "20:13", "V": "103", "J": "h"}, {"I": "y9RghMuRIEU", "T": 0, "S": 226, "R": 3, "C": 1, "A": 43, "D": "20:15", "V": "74", "J": "m"}, {"I": "H8kegzx6lI0", "T": 0, "S": 226, "R": 3, "C": 1, "A": 305, "D": "56:07", "V": "666", "J": "s"}, {"I": "sFO1qnXdya0", "T": 0, "S": 226, "R": 3, "C": 1, "A": 229, "D": "19:42", "V": "34", "J": "m"}, {"I": "GKWe4ZGIDrg", "T": 0, "S": 226, "R": 3, "C": 1, "A": 303, "D": "19:42", "V": "185", "J": "h"}, {"I": "85tYMIgJhno", "T": 0, "S": 226, "R": 3, "C": 1, "A": 345, "D": "29:43", "V": "1,297", "J": "h"}, {"I": "HqFmlFHYMJ8&start=6865&end=8609", "T": 0, "S": 226, "R": 3, "C": 1, "A": 345, "D": "29:04", "V": "1,151", "J": "s"}, {"I": "_Q7t2zQnt5c&start=4748&end=5807", "T": 0, "S": 226, "R": 3, "C": 1, "A": 18, "D": "17:39", "V": "10,822", "J": "m"}, {"I": "VfRj6wWcidM", "T": 0, "S": 226, "R": 3, "C": 1, "A": 18, "D": "22:50", "V": "4,130", "J": "m"}, {"I": "vYIbtcJd1z0", "T": 0, "S": 226, "R": 3, "C": 1, "A": 18, "D": "8:16", "V": "747", "J": "m"}, {"I": "rZYwQxylBG4", "T": 0, "S": 226, "R": 3, "C": 1, "A": 18, "D": "22:12", "V": "109", "J": "h"}, {"I": "u3IHqMuUrko", "T": 0, "S": 226, "R": 3, "C": 1, "A": 18, "D": "21:20", "V": "73", "J": "m"}, {"I": "qoU2VGYLrUI", "T": 0, "S": 226, "R": 3, "C": 1, "A": 18, "D": "21:40", "V": "65", "J": "m"}, {"I": "ZwJ4jdeyaYw", "T": 0, "S": 226, "R": 3, "C": 1, "A": 18, "D": "11:33", "V": "40", "J": "m"}, {"I": "iRxeLncFGpc", "T": 0, "S": 226, "R": 3, "C": 1, "A": 348, "D": "56:57", "V": "2,446", "J": "m"}, {"I": "zvKwF01hEMc&start=2826&end=4440", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "26:54", "V": "34,128", "J": "m"}, {"I": "sEpEIfCmhIk", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "19:50", "V": "7,171", "J": "m"}, {"I": "cRl_Z9z6Kig&start=2232&end=3473", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "20:41", "V": "990", "J": "m"}, {"I": "Gu1KXeuUm68&start=2240&end=3463", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "20:23", "V": "828", "J": "m"}, {"I": "NlbZlAI5Jt8", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "26:45", "V": "479", "J": "m"}, {"I": "2qoZCViv_LI", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "20:19", "V": "462", "J": "h"}, {"I": "8GTHajW8L_0", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "20:35", "V": "272", "J": "m"}, {"I": "oZ8uNpgXfcI", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "41:45", "V": "263", "J": "m"}, {"I": "KaEAf4_Ixh0", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "20:25", "V": "257", "J": "m"}, {"I": "7dSKbMKm2t4", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "22:10", "V": "166", "J": "m"}, {"I": "vFQYmKbGd_8", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "20:27", "V": "141", "J": "m"}, {"I": "jzZKokbS7ew", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "20:51", "V": "119", "J": "m"}, {"I": "HY9MP37DO0A", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "26:40", "V": "108", "J": "m"}, {"I": "hC68A8XD8B8", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "22:05", "V": "104", "J": "m"}, {"I": "DoP6dny__Dc", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "22:05", "V": "64", "J": "m"}, {"I": "3p4Kk2rBGqI", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "5:18", "V": "42", "J": "h"}, {"I": "kVRgyFaM9CE", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "26:40", "V": "29", "J": "m"}, {"I": "RJMq0-6M_Ko&start=2246&end=3466", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "20:20", "V": "29", "J": "m"}, {"I": "B1NFana3THo", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "20:30", "V": "23", "J": "m"}, {"I": "K8iHHFtDrDI", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "20:27", "V": "5", "J": "h"}, {"I": "RlJo9VJPBRI", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "21:22", "V": "4", "J": "h"}, {"I": "30CfJU8NeLk", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "20:35", "V": "1", "J": "m"}, {"I": "qdQpwbBTVAE", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "30:55", "V": "0", "J": "m"}, {"I": "c_PyRyV1wiM", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "26:45", "V": "0", "J": "m"}, {"I": "Y6vKfLhW-gM", "T": 0, "S": 226, "R": 3, "C": 1, "A": 6, "D": "20:20", "V": "0", "J": "m"}, {"I": "8lvSHLcDA24&start=1745&end=3193", "T": 0, "S": 226, "R": 3, "C": 1, "A": 82, "D": "24:08", "V": "6,055", "J": "m"}, {"I": "ybYp9Rdqc1E", "T": 0, "S": 226, "R": 3, "C": 1, "A": 82, "D": "4:06", "V": "1,088", "J": "m"}, {"I": "pDJYaKDsLUk", "T": 0, "S": 226, "R": 3, "C": 1, "A": 19, "D": "8:49", "V": "1,648", "J": "m"}, {"I": "xPUcUdBl-5s&start=2959&end=4475", "T": 0, "S": 226, "R": 3, "C": 1, "A": 16, "D": "25:16", "V": "11,231", "J": "m"}, {"I": "HWcGHkWnn30&start=2961&end=4478", "T": 0, "S": 226, "R": 3, "C": 1, "A": 16, "D": "25:17", "V": "2,924", "J": "s"}, {"I": "md5ZhUxI_3o&start=141&end=2260", "T": 0, "S": 226, "R": 3, "C": 1, "A": 16, "D": "35:19", "V": "1,911", "J": "m"}, {"I": "fte4DnwK8fE&start=822&end=1890", "T": 0, "S": 226, "R": 3, "C": 1, "A": 16, "D": "17:48", "V": "1,476", "J": "s"}, {"I": "1oDJNeyL3Q8", "T": 0, "S": 226, "R": 3, "C": 1, "A": 428, "D": "1:03:01", "V": "2,561", "J": "m"}, {"I": "QrK5OwioO9M", "T": 0, "S": 226, "R": 3, "C": 1, "A": 610, "D": "29:25", "V": "763", "J": "m"}, {"I": "L0gExgYosgs", "T": 0, "S": 226, "R": 3, "C": 1, "A": 610, "D": "29:52", "V": "157", "J": "m"}, {"I": "LxFngqjug_w&start=1831&end=3623", "T": 0, "S": 226, "R": 3, "C": 1, "A": 1, "D": "29:52", "V": "6,279", "J": "m"}, {"I": "Ulhva0Upui0&start=2530&end=4653", "T": 0, "S": 226, "R": 3, "C": 1, "A": 1, "D": "35:23", "V": "5,705", "J": "m"}, {"I": "dnVABmzpc2M&start=2455&end=4585", "T": 0, "S": 226, "R": 3, "C": 1, "A": 1, "D": "35:30", "V": "4,039", "J": "m"}, {"I": "jSvRuTURxBY", "T": 0, "S": 226, "R": 3, "C": 1, "A": 1, "D": "29:23", "V": "2,791", "J": "m"}, {"I": "beGaGsJH7J0&start=1380&end=2460", "T": 0, "S": 226, "R": 3, "C": 1, "A": 1, "D": "18:00", "V": "2,140", "J": "m"}, {"I": "1U8LJ3gxx64", "T": 0, "S": 226, "R": 3, "C": 1, "A": 1, "D": "20:20", "V": "1,597", "J": "h"}, {"I": "cojjbXl36aY&start=0&end=2794", "T": 0, "S": 226, "R": 3, "C": 1, "A": 1, "D": "46:34", "V": "1,491", "J": "m"}, {"I": "9yXdCEaLF8s", "T": 0, "S": 226, "R": 3, "C": 1, "A": 1, "D": "25:13", "V": "1,460", "J": "h"}, {"I": "GZ7YEpecOUs&start=2522&end=4628", "T": 0, "S": 226, "R": 3, "C": 1, "A": 1, "D": "35:06", "V": "1,197", "J": "m"}, {"I": "KerucirgPKs&start=610&end=1830", "T": 0, "S": 226, "R": 3, "C": 1, "A": 1, "D": "20:20", "V": "819", "J": "m"}, {"I": "uPifiXPz2ls&start=12627&end=15246", "T": 0, "S": 226, "R": 3, "C": 1, "A": 1, "D": "43:39", "V": "653", "J": "s"}, {"I": "TzVvrZJEcaI", "T": 0, "S": 226, "R": 3, "C": 1, "A": 1, "D": "12:16", "V": "451", "J": "m"}, {"I": "NFI_lRooJnw&start=0&end=2793", "T": 0, "S": 226, "R": 3, "C": 1, "A": 1, "D": "46:33", "V": "443", "J": "s"}, {"I": "fPGDweo6D8I", "T": 0, "S": 226, "R": 3, "C": 1, "A": 1, "D": "20:25", "V": "327", "J": "m"}, {"I": "PLkXu7Q7uvk", "T": 0, "S": 226, "R": 3, "C": 1, "A": 8, "D": "33:08", "V": "2,532", "J": "h"}, {"I": "CI78nUZHdDc", "T": 0, "S": 226, "R": 3, "C": 1, "A": 8, "D": "33:10", "V": "984", "J": "m"}, {"I": "apcE8YiMC_Y&start=4351&end=6725", "T": 0, "S": 226, "R": 3, "C": 1, "A": 2, "D": "39:34", "V": "7,200", "J": "m"}, {"I": "RTmQZVD8WuU", "T": 0, "S": 226, "R": 3, "C": 1, "A": 2, "D": "28:59", "V": "113", "J": "h"}, {"I": "H5ghRvFSHzQ", "T": 0, "S": 226, "R": 3, "C": 1, "A": 2, "D": "29:01", "V": "27", "J": "h"}, {"I": "dH-QR1rBIUA", "T": 0, "S": 226, "R": 3, "C": 1, "A": 2, "D": "29:01", "V": "15", "J": "h"}, {"I": "UUHtQCtZBoE", "T": 0, "S": 226, "R": 3, "C": 1, "A": 2, "D": "25:50", "V": "15", "J": "h"}, {"I": "NfrJxPYX8lY", "T": 0, "S": 226, "R": 3, "C": 1, "A": 590, "D": "20:45", "V": "198", "J": "m"}, {"I": "oVVgz-Ll0EA", "T": 0, "S": 226, "R": 3, "C": 1, "A": 32, "D": "17:52", "V": "1,229", "J": "m"}, {"I": "PbAxBv4eU8U", "T": 0, "S": 226, "R": 3, "C": 1, "A": 32, "D": "17:55", "V": "298", "J": "h"}, {"I": "o1ZzjTmx7tI", "T": 0, "S": 226, "R": 3, "C": 1, "A": 463, "D": "35:17", "V": "3,028", "J": "h"}, {"I": "N3ciMFd44yY&start=5292&end=7755", "T": 0, "S": 226, "R": 3, "C": 1, "A": 31, "D": "41:03", "V": "11,028", "J": "m"}, {"I": "2Ng6-xBzjNY", "T": 0, "S": 226, "R": 3, "C": 1, "A": 31, "D": "42:35", "V": "2,222", "J": "m"}, {"I": "5oASGQgmvIY&start=5416&end=7595", "T": 0, "S": 226, "R": 3, "C": 1, "A": 31, "D": "36:19", "V": "1,691", "J": "m"}, {"I": "21kGjPGn4Ys&start=4396&end=5840", "T": 0, "S": 226, "R": 3, "C": 1, "A": 31, "D": "24:04", "V": "1,107", "J": "m"}, {"I": "_ERpuuJJaic", "T": 0, "S": 226, "R": 3, "C": 1, "A": 31, "D": "26:06", "V": "573", "J": "m"}, {"I": "LS3OlMjU8pE", "T": 0, "S": 226, "R": 3, "C": 1, "A": 69, "D": "1:10:15", "V": "1,103", "J": "m"}, {"I": "waRVu1-Xu6I", "T": 0, "S": 226, "R": 3, "C": 1, "A": 69, "D": "51:50", "V": "273", "J": "h"}, {"I": "DuRws7dNrzE", "T": 0, "S": 226, "R": 3, "C": 1, "A": 214, "D": "31:40", "V": "722", "J": "m"}, {"I": "NPMc9cPVELk", "T": 0, "S": 226, "R": 3, "C": 1, "A": 29, "D": "14:35", "V": "903", "J": "m"}, {"I": "0C4BNR_zJaA", "T": 0, "S": 226, "R": 3, "C": 1, "A": 29, "D": "14:35", "V": "63", "J": "m"}, {"I": "s2HkFZZY6Dk", "T": 0, "S": 226, "R": 3, "C": 1, "A": 79, "D": "39:00", "V": "563", "J": "m"}, {"I": "8YLy08rafEs", "T": 0, "S": 226, "R": 3, "C": 1, "A": 72, "D": "21:21", "V": "15", "J": "m"}, {"I": "bywcLdILdU4&start=1462&end=3016", "T": 0, "S": 226, "R": 3, "C": 1, "A": 243, "D": "25:54", "V": "1,857", "J": "h"}, {"I": "8nK7KJTcZEI&start=4166&end=8421", "T": 0, "S": 226, "R": 3, "C": 1, "A": 425, "D": "1:10:55", "V": "151", "J": "m"}, {"I": "DsYK7VirURU", "T": 0, "S": 226, "R": 3, "C": 1, "A": 88, "D": "52:20", "V": "525", "J": "m"}, {"I": "6bKnZJByxLM", "T": 0, "S": 226, "R": 3, "C": 1, "A": 385, "D": "35:15", "V": "748", "J": "m"}, {"I": "JITpdVfUTdw", "T": 0, "S": 226, "R": 3, "C": 1, "A": 60, "D": "18:30", "V": "3,089", "J": "s"}, {"I": "hReLXrDIlCM&start=1591&end=3439", "T": 0, "S": 226, "R": 3, "C": 1, "A": 286, "D": "30:48", "V": "25", "J": "s"}, {"I": "96l_FKmhaiM", "T": 0, "S": 226, "R": 3, "C": 1, "A": 286, "D": "30:20", "V": "18", "J": "m"}, {"I": "0WojkWsPz40&start=608&end=753", "T": 0, "S": 226, "R": 3, "C": 1, "A": 9, "D": "2:25", "V": "1,006", "J": "m"}, {"I": "0WojkWsPz40&start=1116&end=1234", "T": 0, "S": 226, "R": 3, "C": 1, "A": 9, "D": "1:58", "V": "1,006", "J": "m"}, {"I": "p5T0uAfb_J8", "T": 0, "S": 226, "R": 3, "C": 1, "A": 475, "D": "41:54", "V": "15", "J": "m"}, {"I": "Z8i4Kh604dY&start=958&end=3477", "T": 0, "S": 226, "R": 3, "C": 1, "A": 41, "D": "41:59", "V": "0", "J": "m"}, {"I": "axZb20Y03Es&start=149&end=333", "T": 0, "S": 226, "R": 3, "C": 1, "A": 623, "D": "3:04", "V": "524", "J": "m"}, {"I": "zsFktiowfuQ", "T": 0, "S": 226, "R": 3, "C": 1, "A": 327, "D": "18:47", "V": "912", "J": "h"}, {"I": "MBo334Jx2T8", "T": 0, "S": 226, "R": 3, "C": 1, "A": 143, "D": "46:45", "V": "5,286", "J": "m"}, {"I": "fsks7_4XGto", "T": 0, "S": 226, "R": 3, "C": 1, "A": 143, "D": "25:10", "V": "2,329", "J": "m"}, {"I": "SKbeLGtU1Bg", "T": 0, "S": 226, "R": 3, "C": 1, "A": 143, "D": "40:05", "V": "1,476", "J": "m"}, {"I": "8o7BqG8Rqqg", "T": 0, "S": 226, "R": 3, "C": 1, "A": 143, "D": "56:21", "V": "353", "J": "s"}, {"I": "OLfPRNTmwfw", "T": 0, "S": 226, "R": 3, "C": 1, "A": 143, "D": "25:41", "V": "91", "J": "m"}, {"I": "3Wy6PC_GHvA", "T": 0, "S": 226, "R": 3, "C": 1, "A": 143, "D": "39:19", "V": "87", "J": "m"}, {"I": "h6rPYN233ro", "T": 0, "S": 226, "R": 3, "C": 1, "A": 143, "D": "21:45", "V": "7", "J": "m"}, {"I": "LGMRNoQwWWc", "T": 0, "S": 226, "R": 3, "C": 1, "A": 143, "D": "21:50", "V": "6", "J": "m"}, {"I": "hZxckok8_9g", "T": 0, "S": 226, "R": 3, "C": 1, "A": 14, "D": "20:50", "V": "2", "J": "m"}], "folders": [["artist", 43, "0,1,2,3,4,5,6"], ["artist", 305, "7"], ["artist", 229, "8"], ["artist", 303, "9"], ["artist", 345, "10,11"], ["artist", 18, "12,13,14,15,16,17,18"], ["artist", 348, "19"], ["artist", 6, "20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44"], ["artist", 82, "45,46"], ["artist", 19, "47"], ["artist", 16, "48,49,50,51"], ["artist", 428, "52"], ["artist", 610, "53,54"], ["artist", 1, "55,56,57,58,59,60,61,62,63,64,65,66,67,68"], ["artist", 8, "69,70"], ["artist", 2, "71,72,73,74,75"], ["artist", 590, "76"], ["artist", 32, "77,78"], ["artist", 463, "79"], ["artist", 31, "80,81,82,83,84"], ["artist", 69, "85,86"], ["artist", 214, "87"], ["artist", 29, "88,89"], ["artist", 79, "90"], ["artist", 72, "91"], ["artist", 243, "92"], ["artist", 425, "93"], ["artist", 88, "94"], ["artist", 385, "95"], ["artist", 60, "96"], ["artist", 286, "97,98"], ["artist", 9, "99,100"], ["artist", 475, "101"], ["artist", 41, "102"], ["artist", 623, "103"], ["artist", 327, "104"], ["artist", 143, "105,106,107,108,109,110,111,112"], ["artist", 14, "113"]], "languages": {"english": "32,36,0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,33,19,20,21,34,22,23,24,25,26,27,28,29,30,31,37,35", "tamil": "36,0,23,18,33,15,12,14,13,27,26,32,20,9,10,11,28,3,4,30,7,37,31,35,5,6,19,34,21,2,1,22,16,17,25,24,29,8", "telugu": "36,0,23,15,12,14,13,18,33,26,27,32,20,11,9,10,3,4,7,31,37,35,5,6,19,34,21,22,2,1,16,17,25,24,29,28,30,8", "kannada": "36,0,23,15,12,14,13,18,33,26,27,32,20,11,9,10,3,4,7,31,37,35,5,6,19,34,21,22,2,1,16,17,25,24,29,28,30,8", "malayalam": "36,0,23,15,12,14,13,18,33,26,27,32,20,11,9,10,3,4,7,31,37,35,5,6,19,34,21,22,2,1,16,17,25,24,29,28,30,8", "hindi": "36,0,23,15,12,14,13,18,33,26,27,32,20,11,9,10,3,4,7,31,37,35,5,6,19,34,21,22,2,1,16,17,25,24,29,28,30,8", "marathi": "36,0,23,32,12,15,14,13,18,33,26,27,20,11,9,10,3,4,7,31,37,35,5,6,19,34,21,22,2,1,16,17,25,24,29,28,30,8", "bengali": "36,0,23,32,12,15,14,13,18,33,26,27,20,11,9,10,3,4,7,31,37,35,5,6,19,34,21,22,2,1,16,17,25,24,29,28,30,8", "gujarati": "36,0,23,32,12,15,14,13,18,33,26,27,20,11,9,10,3,4,7,31,37,35,5,6,19,34,21,22,2,1,16,17,25,24,29,28,30,8", "punjabi": "36,0,23,32,12,15,14,13,18,33,26,27,20,9,10,11,3,4,7,31,37,35,5,6,19,34,21,22,2,1,16,17,25,24,29,28,30,8", "odia": "36,0,23,32,12,15,14,13,18,33,26,27,20,11,9,10,3,4,7,31,37,35,5,6,19,34,21,22,2,1,16,17,25,24,29,28,30,8", "assamese": "36,0,23,32,12,15,14,13,18,33,26,27,20,11,9,10,3,4,7,31,37,35,5,6,19,34,21,22,2,1,16,17,25,24,29,28,30,8"}}