{"stats": [{"H": "Videos", "C": "6"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "4"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "1 H"}, {"H": "Views", "C": "23 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Thyagaraja", "P": "tyAgarAja"}, {"H": "Raga", "V": "Mohanam", "P": "mOhanam"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Telugu", "P": "Telugu"}, {"H": "God", "V": "rAmA", "P": "rAmA"}], "title": {"H": "Enduko Baaga", "V": "eMdukO bAga teliyadu", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "endukO bAga teliyadu"}, {"M": "anupallavi", "T": "andagADa SrI rAma I tanuv- <br/> asthiramaniyI kali mAnavulakendukO"}, {"M": "caraNam 1", "T": "gaTTiga rALLanu kaTTina gruhamulu <br/> maTTu mitamu lEnaTTi parijanulu <br/> cuTTukonna nija cuTTAlakorula <br/> paTTulakathitulaku <br/> peTTa lEka tama poTTa sAku- <br/> konnaTTi dEhamulu reTTu sanculanu <br/> kaTTina dhanamula peTTela tODanu <br/> peTTi poyyE maTTu kanungoni endukO"}, {"M": "caraNam 2", "T": "kallalADi kaDupu pallamu nimpuTak- <br/> ellavAri dhanamella jErcukoni <br/> pallavAdharulanella kani Sunakapu <br/> pillala vale tirigi- <br/> voLLa rOgamulu koLLagA tagala <br/> tolli paikamulu mella jAra janul- <br/> ella dUra paramella pAra bhuvi <br/> maLLi puTTu phalamella kanungoni endukO"}, {"M": "caraNam 3", "T": "vancakulananusarincinayalamaTa- <br/> yincukaina sairinca lEka tama <br/> sancita karmamulancu telisi vEr- <br/> encu vArala jUci <br/> mancu vale prati-phalincu sampadal- <br/> ancu kOrakanu manci tyAgarAj- <br/> ancitamuga pUjincu nutincu <br/> prapanca nAthuni bhajincudAmanucu endukO"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "எந்துகோ பாக தெலியது"}, {"M": "அனுபல்லவி", "T": "அந்தகாட ஶ்ரீ ராம ஈ தனுவ்- <br/> அஸ்திரமனியீ கலி மானவுலகெந்துகோ"}, {"M": "சரணம் 1", "T": "கட்டிக ராள்ளனு கட்டின க்ருஹமுலு <br/> மட்டு மிதமு லேனட்டி பரிஜனுலு <br/> சுட்டுகொன்ன நிஜ சுட்டாலகொருல <br/> பட்டுலகதிதுலகு <br/> பெட்ட லேக தம பொட்ட சாகு- <br/> கொன்னட்டி தேஹமுலு ரெட்டு சன்சுலனு <br/> கட்டின தனமுல பெட்டெல தோடனு <br/> பெட்டி பொய்யே மட்டு கனுங்கொனி எந்துகோ"}, {"M": "சரணம் 2", "T": "கல்லலாடி கடுபு பல்லமு நிம்புடக்- <br/> எல்லவாரி தனமெல்ல ஜேர்சுகொனி <br/> பல்லவாதருலனெல்ல கனி சுனகபு <br/> பில்லல வலெ திரிகி- <br/> வொள்ள ரோகமுலு கொள்ளகா தகல <br/> தொல்லி பைகமுலு மெல்ல ஜார ஜனுல்- <br/> எல்ல தூர பரமெல்ல பார புவி <br/> மள்ளி புட்டு பலமெல்ல கனுங்கொனி எந்துகோ"}, {"M": "சரணம் 3", "T": "வன்சகுலனனுசரின்சினயலமட- <br/> யின்சுகைன சைரின்ச லேக தம <br/> சன்சித கர்மமுலன்சு தெலிசி வேர்- <br/> என்சு வாரல ஜூசி <br/> மன்சு வலெ ப்ரதி-பலின்சு சம்பதல்- <br/> அன்சு கோரகனு மன்சி த்யாகராஜ்- <br/> அன்சிதமுக பூஜின்சு நுதின்சு <br/> ப்ரபன்ச நாதுனி பஜின்சுதாமனுசு எந்துகோ"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "ఎన్దుకో బాగ తెలియదు"}, {"M": "అనుపల్లవి", "T": "అన్దగాడ శ్రీ రామ ఈ తనువ్- <br/> అస్థిరమనియీ కలి మానవులకెన్దుకో"}, {"M": "చరణమ్ 1", "T": "గట్టిగ రాళ్ళను కట్టిన గృహములు <br/> మట్టు మితము లేనట్టి పరిజనులు <br/> చుట్టుకొన్న నిజ చుట్టాలకొరుల <br/> పట్టులకథితులకు <br/> పెట్ట లేక తమ పొట్ట సాకు- <br/> కొన్నట్టి దేహములు రెట్టు సన్చులను <br/> కట్టిన ధనముల పెట్టెల తోడను <br/> పెట్టి పొయ్యే మట్టు కనుఙ్గొని ఎన్దుకో"}, {"M": "చరణమ్ 2", "T": "కల్లలాడి కడుపు పల్లము నిమ్పుటక్- <br/> ఎల్లవారి ధనమెల్ల జేర్చుకొని <br/> పల్లవాధరులనెల్ల కని శునకపు <br/> పిల్లల వలె తిరిగి- <br/> వొళ్ళ రోగములు కొళ్ళగా తగల <br/> తొల్లి పైకములు మెల్ల జార జనుల్- <br/> ఎల్ల దూర పరమెల్ల పార భువి <br/> మళ్ళి పుట్టు ఫలమెల్ల కనుఙ్గొని ఎన్దుకో"}, {"M": "చరణమ్ 3", "T": "వన్చకులననుసరిన్చినయలమట- <br/> యిన్చుకైన సైరిన్చ లేక తమ <br/> సన్చిత కర్మములన్చు తెలిసి వేర్- <br/> ఎన్చు వారల జూచి <br/> మన్చు వలె ప్రతి-ఫలిన్చు సమ్పదల్- <br/> అన్చు కోరకను మన్చి త్యాగరాజ్- <br/> అన్చితముగ పూజిన్చు నుతిన్చు <br/> ప్రపన్చ నాథుని భజిన్చుదామనుచు ఎన్దుకో"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಎನ್ದುಕೋ ಬಾಗ ತೆಲಿಯದು"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಅನ್ದಗಾಡ ಶ್ರೀ ರಾಮ ಈ ತನುವ್- <br/> ಅಸ್ಥಿರಮನಿಯೀ ಕಲಿ ಮಾನವುಲಕೆನ್ದುಕೋ"}, {"M": "ಚರಣಮ್ 1", "T": "ಗಟ್ಟಿಗ ರಾಳ್ಳನು ಕಟ್ಟಿನ ಗೃಹಮುಲು <br/> ಮಟ್ಟು ಮಿತಮು ಲೇನಟ್ಟಿ ಪರಿಜನುಲು <br/> ಚುಟ್ಟುಕೊನ್ನ ನಿಜ ಚುಟ್ಟಾಲಕೊರುಲ <br/> ಪಟ್ಟುಲಕಥಿತುಲಕು <br/> ಪೆಟ್ಟ ಲೇಕ ತಮ ಪೊಟ್ಟ ಸಾಕು- <br/> ಕೊನ್ನಟ್ಟಿ ದೇಹಮುಲು ರೆಟ್ಟು ಸನ್ಚುಲನು <br/> ಕಟ್ಟಿನ ಧನಮುಲ ಪೆಟ್ಟೆಲ ತೋಡನು <br/> ಪೆಟ್ಟಿ ಪೊಯ್ಯೇ ಮಟ್ಟು ಕನುಙ್ಗೊನಿ ಎನ್ದುಕೋ"}, {"M": "ಚರಣಮ್ 2", "T": "ಕಲ್ಲಲಾಡಿ ಕಡುಪು ಪಲ್ಲಮು ನಿಮ್ಪುಟಕ್- <br/> ಎಲ್ಲವಾರಿ ಧನಮೆಲ್ಲ ಜೇರ್ಚುಕೊನಿ <br/> ಪಲ್ಲವಾಧರುಲನೆಲ್ಲ ಕನಿ ಶುನಕಪು <br/> ಪಿಲ್ಲಲ ವಲೆ ತಿರಿಗಿ- <br/> ವೊಳ್ಳ ರೋಗಮುಲು ಕೊಳ್ಳಗಾ ತಗಲ <br/> ತೊಲ್ಲಿ ಪೈಕಮುಲು ಮೆಲ್ಲ ಜಾರ ಜನುಲ್- <br/> ಎಲ್ಲ ದೂರ ಪರಮೆಲ್ಲ ಪಾರ ಭುವಿ <br/> ಮಳ್ಳಿ ಪುಟ್ಟು ಫಲಮೆಲ್ಲ ಕನುಙ್ಗೊನಿ ಎನ್ದುಕೋ"}, {"M": "ಚರಣಮ್ 3", "T": "ವನ್ಚಕುಲನನುಸರಿನ್ಚಿನಯಲಮಟ- <br/> ಯಿನ್ಚುಕೈನ ಸೈರಿನ್ಚ ಲೇಕ ತಮ <br/> ಸನ್ಚಿತ ಕರ್ಮಮುಲನ್ಚು ತೆಲಿಸಿ ವೇರ್- <br/> ಎನ್ಚು ವಾರಲ ಜೂಚಿ <br/> ಮನ್ಚು ವಲೆ ಪ್ರತಿ-ಫಲಿನ್ಚು ಸಮ್ಪದಲ್- <br/> ಅನ್ಚು ಕೋರಕನು ಮನ್ಚಿ ತ್ಯಾಗರಾಜ್- <br/> ಅನ್ಚಿತಮುಗ ಪೂಜಿನ್ಚು ನುತಿನ್ಚು <br/> ಪ್ರಪನ್ಚ ನಾಥುನಿ ಭಜಿನ್ಚುದಾಮನುಚು ಎನ್ದುಕೋ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "എന്ദുകോ ബാഗ തെലിയദു"}, {"M": "അനുപല്ലവി", "T": "അന്ദഗാഡ ശ്രീ രാമ ഈ തനുവ്- <br/> അസ്ഥിരമനിയീ കലി മാനവുലകെന്ദുകോ"}, {"M": "ചരണമ് 1", "T": "ഗട്ടിഗ രാള്ളനു കട്ടിന ഗൃഹമുലു <br/> മട്ടു മിതമു ലേനട്ടി പരിജനുലു <br/> ചുട്ടുകൊന്ന നിജ ചുട്ടാലകൊരുല <br/> പട്ടുലകഥിതുലകു <br/> പെട്ട ലേക തമ പൊട്ട സാകു- <br/> കൊന്നട്ടി ദേഹമുലു രെട്ടു സന്ചുലനു <br/> കട്ടിന ധനമുല പെട്ടെല തോഡനു <br/> പെട്ടി പൊയ്യേ മട്ടു കനുങ്ഗൊനി എന്ദുകോ"}, {"M": "ചരണമ് 2", "T": "കല്ലലാഡി കഡുപു പല്ലമു നിമ്പുടക്- <br/> എല്ലവാരി ധനമെല്ല ജേര്ചുകൊനി <br/> പല്ലവാധരുലനെല്ല കനി ശുനകപു <br/> പില്ലല വലെ തിരിഗി- <br/> വൊള്ള രോഗമുലു കൊള്ളഗാ തഗല <br/> തൊല്ലി പൈകമുലു മെല്ല ജാര ജനുല്- <br/> എല്ല ദൂര പരമെല്ല പാര ഭുവി <br/> മള്ളി പുട്ടു ഫലമെല്ല കനുങ്ഗൊനി എന്ദുകോ"}, {"M": "ചരണമ് 3", "T": "വന്ചകുലനനുസരിന്ചിനയലമട- <br/> യിന്ചുകൈന സൈരിന്ച ലേക തമ <br/> സന്ചിത കര്മമുലന്ചു തെലിസി വേര്- <br/> എന്ചു വാരല ജൂചി <br/> മന്ചു വലെ പ്രതി-ഫലിന്ചു സമ്പദല്- <br/> അന്ചു കോരകനു മന്ചി ത്യാഗരാജ്- <br/> അന്ചിതമുഗ പൂജിന്ചു നുതിന്ചു <br/> പ്രപന്ച നാഥുനി ഭജിന്ചുദാമനുചു എന്ദുകോ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "एन्दुको बाग तेलियदु"}, {"M": "अनुपल्लवि", "T": "अन्दगाड श्री राम ई तनुव्- <br/> अस्थिरमनियी कलि मानवुलकेन्दुको"}, {"M": "चरणम् 1", "T": "गट्टिग राल्लनु कट्टिन गृहमुलु <br/> मट्टु मितमु लेनट्टि परिजनुलु <br/> चुट्टुकोन्न निज चुट्टालकोरुल <br/> पट्टुलकथितुलकु <br/> पेट्ट लेक तम पोट्ट साकु- <br/> कोन्नट्टि देहमुलु रेट्टु सन्चुलनु <br/> कट्टिन धनमुल पेट्टेल तोडनु <br/> पेट्टि पोय्ये मट्टु कनुङ्गोनि एन्दुको"}, {"M": "चरणम् 2", "T": "कल्ललाडि कडुपु पल्लमु निम्पुटक्- <br/> एल्लवारि धनमेल्ल जेर्चुकोनि <br/> पल्लवाधरुलनेल्ल कनि शुनकपु <br/> पिल्लल वले तिरिगि- <br/> वोल्ल रोगमुलु कोल्लगा तगल <br/> तोल्लि पैकमुलु मेल्ल जार जनुल्- <br/> एल्ल दूर परमेल्ल पार भुवि <br/> मल्लि पुट्टु फलमेल्ल कनुङ्गोनि एन्दुको"}, {"M": "चरणम् 3", "T": "वन्चकुलननुसरिन्चिनयलमट- <br/> यिन्चुकैन सैरिन्च लेक तम <br/> सन्चित कर्ममुलन्चु तेलिसि वेर्- <br/> एन्चु वारल जूचि <br/> मन्चु वले प्रति-फलिन्चु सम्पदल्- <br/> अन्चु कोरकनु मन्चि त्यागराज्- <br/> अन्चितमुग पूजिन्चु नुतिन्चु <br/> प्रपन्च नाथुनि भजिन्चुदामनुचु एन्दुको"}]}], "lyricsref": [{"links": [{"N": "thyagaraja-vaibhavam.blogspot.com", "L": "http://thyagaraja-vaibhavam.blogspot.com/2008/01/thyagaraja-kriti-endugo-baaga-raga.html"}, {"N": "sahityam.net", "L": "http://sahityam.net/wiki/Enduko_Baaga"}, {"N": "www.karnatik.com", "L": "http://www.karnatik.com/c2289.shtml"}]}], "videos": [{"folder": [{"A": [5023, 5024], "songs": [{"C": [5001, 5002], "D": "39:26", "I": "KG0vPCfoXpY", "R": [1014, 1015], "S": [12203, 12353], "T": [0, 0], "V": "1,700"}, {"C": [5001, 5002], "D": "3:15", "I": "3DgohFPEVv0", "R": [1014, 1015], "S": [12203, 12353], "T": [0, 0], "V": "1,558"}, {"C": [5001, 5002], "D": "28:43", "I": "vdamB7DBIqQ", "R": [1014, 1015], "S": [12203, 12353], "T": [0, 0], "V": "376"}]}, {"A": [3188, 3189], "songs": [{"C": [5001, 5002], "D": "15:51", "I": "Qwn-HDqDEVA", "R": [1014, 1015], "S": [12203, 12353], "T": [0, 0], "V": "13,000"}]}, {"A": [5256, 5257], "songs": [{"C": [5001, 5002], "D": "17:24", "I": "M22NZ7aKzG8", "R": [1014, 1015], "S": [12203, 12353], "T": [0, 0], "V": "4,800"}]}, {"A": [3466, 3468], "songs": [{"C": [5001, 5002], "D": "13:21", "I": "pSVcQlYeFtw", "R": [1014, 1015], "S": [12203, 12353], "T": [0, 0], "V": "832"}]}]}]}