{"stats": [{"H": "Videos", "C": "121"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "13"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "5 H"}, {"H": "Views", "C": "3 M"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti", "I": 1}, {"H": "Composer", "V": "Anayampatti Adhisheshayyar", "P": "ANaiyampaTTi AdhisEshaiya", "I": 110}, {"H": "Raga", "V": "Neelamani", "P": "nIlamaNi", "I": 220}, {"H": "Tala", "V": "Adi", "P": "Adi", "I": 1}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA", "I": 0}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2", "I": 0}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8", "I": 0}, {"H": "Language", "V": "Tamil", "P": "Tamil", "I": 0}, {"H": "God", "V": "subramaNyA", "P": "subramaNyA", "I": 0}], "title": {"T": 356, "H": "Enna Kavi Padinalum", "V": "enna kavi pADinAlum", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "enna kavi pADinAlum undan manam irankavillai <br/> innum enna sOdanaiyA – murugA"}, {"M": "anupallavi", "T": "un annaiyum aRiyavillai  tandaiyum ninaippadillai <br/> un mAmiyum pArppadillai  mAmanum kETpadillai      enna"}, {"M": "caraNam 1", "T": "akshara laksham tanda anpan bOjarAjanillai <br/> pakshamuDanE azhaittu parisaLikka yArum illai <br/> ikshaNattil nI ninaittAl enakkoru kuRaiyum illai <br/> alakshiyamO unakku unnai nAn viTuvatillai      enna"}, {"M": "caraNam 2", "T": "kamban kaLikkac caDaivaLLal irundAn ArUr <br/> sundaran kaLikkavO sEran irundAn tamizhc <br/> cankappulavar kaLikka mannan pANDiyanum tAnirundAn <br/> enkaL kuRai tIrkka ini yAruNDu pArinilE"}, {"M": "caraNam 3", "T": "anpargaL kUTTam kaNDAl adil enakku nATTamuNDu <br/> inbamuDan avar pATTisaikka un tamizhuNDu <br/> karmavinai nInka undan kazhaluNDu enbAranbar <br/> endan piNikaL nInka ini enna uNDu solvAy appA"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "என்ன கவி பாடினாலும் உந்தன் மனம் இரங்கவில்லை <br/> இன்னும் என்ன சோதனையா – முருகா"}, {"M": "அனுபல்லவி", "T": "உன் அன்னையும் அறியவில்லை  தந்தையும் நினைப்பதில்லை <br/> உன் மாமியும் பார்ப்பதில்லை  மாமனும் கேட்பதில்லை      என்ன"}, {"M": "சரணம் 1", "T": "அக்ஷர லக்ஷம் தந்த அன்பன் போஜராஜனில்லை <br/> பக்ஷமுடனே அழைத்து பரிசளிக்க யாரும் இல்லை <br/> இக்ஷணத்தில் நீ நினைத்தால் எனக்கொரு குறையும் இல்லை <br/> அலக்ஷியமோ உனக்கு உன்னை நான் விடுவதில்லை      என்ன"}, {"M": "சரணம் 2", "T": "கம்பன் களிக்கச் சடைவள்ளல் இருந்தான் ஆரூர் <br/> சுந்தரன் களிக்கவோ சேரன் இருந்தான் தமிழ்ச் <br/> சங்கப்புலவர் களிக்க மன்னன் பாண்டியனும் தானிருந்தான் <br/> எங்கள் குறை தீர்க்க இனி யாருண்டு பாரினிலே"}, {"M": "சரணம் 3", "T": "அன்பர்கள் கூட்டம் கண்டால் அதில் எனக்கு நாட்டமுண்டு <br/> இன்பமுடன் அவர் பாட்டிசைக்க உன் தமிழுண்டு <br/> கர்மவினை நீங்க உந்தன் கழலுண்டு என்பாரன்பர் <br/> எந்தன் பிணிகள் நீங்க இனி என்ன உண்டு சொல்வாய் அப்பா"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "ఎన్న కవి పాడినాలుమ్ ఉన్దన్ మనమ్ ఇరఙ్కవిల్లై <br/> ఇన్నుమ్ ఎన్న సోదనైయా – మురుగా"}, {"M": "అనుపల్లవి", "T": "ఉన్ అన్నైయుమ్ అఱియవిల్లై  తన్దైయుమ్ నినైప్పదిల్లై <br/> ఉన్ మామియుమ్ పార్ప్పదిల్లై  మామనుమ్ కేట్పదిల్లై      ఎన్న"}, {"M": "చరణమ్ 1", "T": "అక్షర లక్షమ్ తన్ద అన్పన్ బోజరాజనిల్లై <br/> పక్షముడనే అఴైత్తు పరిసళిక్క యారుమ్ ఇల్లై <br/> ఇక్షణత్తిల్ నీ నినైత్తాల్ ఎనక్కొరు కుఱైయుమ్ ఇల్లై <br/> అలక్షియమో ఉనక్కు ఉన్నై నాన్ విటువతిల్లై      ఎన్న"}, {"M": "చరణమ్ 2", "T": "కమ్బన్ కళిక్కచ్ చడైవళ్ళల్ ఇరున్దాన్ ఆరూర్ <br/> సున్దరన్ కళిక్కవో సేరన్ ఇరున్దాన్ తమిఴ్చ్ <br/> చఙ్కప్పులవర్ కళిక్క మన్నన్ పాణ్డియనుమ్ తానిరున్దాన్ <br/> ఎఙ్కళ్ కుఱై తీర్క్క ఇని యారుణ్డు పారినిలే"}, {"M": "చరణమ్ 3", "T": "అన్పర్గళ్ కూట్టమ్ కణ్డాల్ అదిల్ ఎనక్కు నాట్టముణ్డు <br/> ఇన్బముడన్ అవర్ పాట్టిసైక్క ఉన్ తమిఴుణ్డు <br/> కర్మవినై నీఙ్క ఉన్దన్ కఴలుణ్డు ఎన్బారన్బర్ <br/> ఎన్దన్ పిణికళ్ నీఙ్క ఇని ఎన్న ఉణ్డు సొల్వాయ్ అప్పా"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಎನ್ನ ಕವಿ ಪಾಡಿನಾಲುಮ್ ಉನ್ದನ್ ಮನಮ್ ಇರಙ್ಕವಿಲ್ಲೈ <br/> ಇನ್ನುಮ್ ಎನ್ನ ಸೋದನೈಯಾ – ಮುರುಗಾ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಉನ್ ಅನ್ನೈಯುಮ್ ಅಱಿಯವಿಲ್ಲೈ  ತನ್ದೈಯುಮ್ ನಿನೈಪ್ಪದಿಲ್ಲೈ <br/> ಉನ್ ಮಾಮಿಯುಮ್ ಪಾರ್ಪ್ಪದಿಲ್ಲೈ  ಮಾಮನುಮ್ ಕೇಟ್ಪದಿಲ್ಲೈ      ಎನ್ನ"}, {"M": "ಚರಣಮ್ 1", "T": "ಅಕ್ಷರ ಲಕ್ಷಮ್ ತನ್ದ ಅನ್ಪನ್ ಬೋಜರಾಜನಿಲ್ಲೈ <br/> ಪಕ್ಷಮುಡನೇ ಅಳೈತ್ತು ಪರಿಸಳಿಕ್ಕ ಯಾರುಮ್ ಇಲ್ಲೈ <br/> ಇಕ್ಷಣತ್ತಿಲ್ ನೀ ನಿನೈತ್ತಾಲ್ ಎನಕ್ಕೊರು ಕುಱೈಯುಮ್ ಇಲ್ಲೈ <br/> ಅಲಕ್ಷಿಯಮೋ ಉನಕ್ಕು ಉನ್ನೈ ನಾನ್ ವಿಟುವತಿಲ್ಲೈ      ಎನ್ನ"}, {"M": "ಚರಣಮ್ 2", "T": "ಕಮ್ಬನ್ ಕಳಿಕ್ಕಚ್ ಚಡೈವಳ್ಳಲ್ ಇರುನ್ದಾನ್ ಆರೂರ್ <br/> ಸುನ್ದರನ್ ಕಳಿಕ್ಕವೋ ಸೇರನ್ ಇರುನ್ದಾನ್ ತಮಿಳ್ಚ್ <br/> ಚಙ್ಕಪ್ಪುಲವರ್ ಕಳಿಕ್ಕ ಮನ್ನನ್ ಪಾಣ್ಡಿಯನುಮ್ ತಾನಿರುನ್ದಾನ್ <br/> ಎಙ್ಕಳ್ ಕುಱೈ ತೀರ್ಕ್ಕ ಇನಿ ಯಾರುಣ್ಡು ಪಾರಿನಿಲೇ"}, {"M": "ಚರಣಮ್ 3", "T": "ಅನ್ಪರ್ಗಳ್ ಕೂಟ್ಟಮ್ ಕಣ್ಡಾಲ್ ಅದಿಲ್ ಎನಕ್ಕು ನಾಟ್ಟಮುಣ್ಡು <br/> ಇನ್ಬಮುಡನ್ ಅವರ್ ಪಾಟ್ಟಿಸೈಕ್ಕ ಉನ್ ತಮಿಳುಣ್ಡು <br/> ಕರ್ಮವಿನೈ ನೀಙ್ಕ ಉನ್ದನ್ ಕಳಲುಣ್ಡು ಎನ್ಬಾರನ್ಬರ್ <br/> ಎನ್ದನ್ ಪಿಣಿಕಳ್ ನೀಙ್ಕ ಇನಿ ಎನ್ನ ಉಣ್ಡು ಸೊಲ್ವಾಯ್ ಅಪ್ಪಾ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "എന്ന കവി പാഡിനാലുമ് ഉന്ദന് മനമ് ഇരങ്കവില്ലൈ <br/> ഇന്നുമ് എന്ന സോദനൈയാ – മുരുഗാ"}, {"M": "അനുപല്ലവി", "T": "ഉന് അന്നൈയുമ് അറിയവില്ലൈ  തന്ദൈയുമ് നിനൈപ്പദില്ലൈ <br/> ഉന് മാമിയുമ് പാര്പ്പദില്ലൈ  മാമനുമ് കേട്പദില്ലൈ      എന്ന"}, {"M": "ചരണമ് 1", "T": "അക്ഷര ലക്ഷമ് തന്ദ അന്പന് ബോജരാജനില്ലൈ <br/> പക്ഷമുഡനേ അഴൈത്തു പരിസളിക്ക യാരുമ് ഇല്ലൈ <br/> ഇക്ഷണത്തില് നീ നിനൈത്താല് എനക്കൊരു കുറൈയുമ് ഇല്ലൈ <br/> അലക്ഷിയമോ ഉനക്കു ഉന്നൈ നാന് വിടുവതില്ലൈ      എന്ന"}, {"M": "ചരണമ് 2", "T": "കമ്ബന് കളിക്കച് ചഡൈവള്ളല് ഇരുന്ദാന് ആരൂര് <br/> സുന്ദരന് കളിക്കവോ സേരന് ഇരുന്ദാന് തമിഴ്ച് <br/> ചങ്കപ്പുലവര് കളിക്ക മന്നന് പാണ്ഡിയനുമ് താനിരുന്ദാന് <br/> എങ്കള് കുറൈ തീര്ക്ക ഇനി യാരുണ്ഡു പാരിനിലേ"}, {"M": "ചരണമ് 3", "T": "അന്പര്ഗള് കൂട്ടമ് കണ്ഡാല് അദില് എനക്കു നാട്ടമുണ്ഡു <br/> ഇന്ബമുഡന് അവര് പാട്ടിസൈക്ക ഉന് തമിഴുണ്ഡു <br/> കര്മവിനൈ നീങ്ക ഉന്ദന് കഴലുണ്ഡു എന്ബാരന്ബര് <br/> എന്ദന് പിണികള് നീങ്ക ഇനി എന്ന ഉണ്ഡു സൊല്വായ് അപ്പാ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "एन्न कवि पाडिनालुम् उन्दन् मनम् इरङ्कविल्लै <br/> इन्नुम् एन्न सोदनैया – मुरुगा"}, {"M": "अनुपल्लवि", "T": "उन् अन्नैयुम् अरियविल्लै  तन्दैयुम् निनैप्पदिल्लै <br/> उन् मामियुम् पार्प्पदिल्लै  मामनुम् केट्पदिल्लै      एन्न"}, {"M": "चरणम् 1", "T": "अक्षर लक्षम् तन्द अन्पन् बोजराजनिल्लै <br/> पक्षमुडने अलैत्तु परिसलिक्क यारुम् इल्लै <br/> इक्षणत्तिल् नी निनैत्ताल् एनक्कोरु कुरैयुम् इल्लै <br/> अलक्षियमो उनक्कु उन्नै नान् विटुवतिल्लै      एन्न"}, {"M": "चरणम् 2", "T": "कम्बन् कलिक्कच् चडैवल्लल् इरुन्दान् आरूर् <br/> सुन्दरन् कलिक्कवो सेरन् इरुन्दान् तमिल्च् <br/> चङ्कप्पुलवर् कलिक्क मन्नन् पाण्डियनुम् तानिरुन्दान् <br/> एङ्कल् कुरै तीर्क्क इनि यारुण्डु पारिनिले"}, {"M": "चरणम् 3", "T": "अन्पर्गल् कूट्टम् कण्डाल् अदिल् एनक्कु नाट्टमुण्डु <br/> इन्बमुडन् अवर् पाट्टिसैक्क उन् तमिलुण्डु <br/> कर्मविनै नीङ्क उन्दन् कललुण्डु एन्बारन्बर् <br/> एन्दन् पिणिकल् नीङ्क इनि एन्न उण्डु सोल्वाय् अप्पा"}]}], "L": "l", "lyricsref": [{"links": [{"N": "periscope-narada.blogspot.com", "L": "http://periscope-narada.blogspot.com/2019/09/enna-kavi-padinalum-second-edition.html"}]}], "songs": [{"I": "nnozmxHE2hY", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "5:09", "V": "956,016", "J": "m"}, {"I": "HlCAqYwS3ig", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "4:54", "V": "173,460", "J": "m"}, {"I": "aDg_dEYZtQ8", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "4:55", "V": "30,645", "J": "h"}, {"I": "NH8yOSWKwkk", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "0:54", "V": "14,414", "J": "s"}, {"I": "wOrpTwNM9ts", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "19:54", "V": "9,220", "J": "h"}, {"I": "hIQTFvy1PC0", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "7:52", "V": "8,655", "J": "m"}, {"I": "FIe1ZcWKi9U", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "11:14", "V": "8,010", "J": "m"}, {"I": "kwQe0Yzlods", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "4:58", "V": "6,975", "J": "m"}, {"I": "9RpUsNZIaXE", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "0:59", "V": "6,620", "J": "s"}, {"I": "9XUbTrfurt4", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "4:02", "V": "1,961", "J": "m"}, {"I": "2top7I6kbko", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "11:55", "V": "1,892", "J": "m"}, {"I": "YjiSqU07W-A", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "8:59", "V": "1,232", "J": "m"}, {"I": "KTrF-bDFQtA", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "4:21", "V": "516", "J": "h"}, {"I": "6Ayf9HNpw0o&start=9740&end=10072", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "5:32", "V": "447", "J": "m"}, {"I": "VJBvWFPJETQ", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "4:54", "V": "410", "J": "m"}, {"I": "Sx0EUDyAZio", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "10:59", "V": "367", "J": "h"}, {"I": "NgVoQ5EOq9Y", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "4:29", "V": "323", "J": "h"}, {"I": "EY36g_FtrbU", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "17:02", "V": "171", "J": "h"}, {"I": "GHlrT4tNv6w", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "4:59", "V": "143", "J": "m"}, {"I": "H-FAEfBA4S8", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "1:34", "V": "19", "J": "h"}, {"I": "uDZHIbMs3NY&start=0&end=7", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "0:00", "V": "0", "J": "h"}, {"I": "jWfX8cS6Fc8&start=0&end=14", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "0:00", "V": "0", "J": "m"}, {"I": "K8i_EE71ZPM&start=0&end=8", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "0:00", "V": "0", "J": "h"}, {"I": "Xj7l4REN6Dc&start=0&end=6", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "0:00", "V": "0", "J": "m"}, {"I": "9m4rFzX0Ayg&start=0&end=15", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "0:00", "V": "0", "J": "h"}, {"I": "jTMc4uk0lkI&start=0&end=11", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "0:00", "V": "0", "J": "h"}, {"I": "icY-Qbz5pIk&start=0&end=6", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "0:00", "V": "0", "J": "h"}, {"I": "vCgI0611S3w&start=0&end=10", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "0:00", "V": "0", "J": "h"}, {"I": "_Gg8uUukraU&start=0&end=12", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "0:00", "V": "0", "J": "h"}, {"I": "USeajC00lnc&start=0&end=12", "T": 0, "S": 356, "R": 220, "C": 110, "A": 24, "D": "0:00", "V": "0", "J": "h"}, {"I": "ZiiDf-HmkCE", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:31", "V": "878,131", "J": "h"}, {"I": "0Mv3fXVSDJ0", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "5:37", "V": "159,904", "J": "m"}, {"I": "spWCUbxb7_o", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "3:45", "V": "16,189", "J": "m"}, {"I": "8_Mpyqs9sCA&start=11340&end=11527", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "3:07", "V": "13,560", "J": "h"}, {"I": "QR9CLC_yjas", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "2:56", "V": "11,525", "J": "m"}, {"I": "Dd47v2C2yag&start=8145&end=8410", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:25", "V": "8,617", "J": "m"}, {"I": "kEGge7GS_0s&start=9956&end=10140", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "3:04", "V": "7,041", "J": "m"}, {"I": "Kr4P8XxKOe8", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:31", "V": "6,100", "J": "m"}, {"I": "Ev-yfrkZBHY", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:40", "V": "2,600", "J": "m"}, {"I": "3-aZRokMfNo&start=1016&end=1216", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "3:20", "V": "1,609", "J": "m"}, {"I": "IjZYiN8Tbko", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "3:57", "V": "1,380", "J": "s"}, {"I": "LpxPOhPlr0U&start=8930&end=9145", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "3:35", "V": "1,035", "J": "s"}, {"I": "Qw-yxA6nfNo", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "2:50", "V": "929", "J": "h"}, {"I": "qloa4YYjUDM", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "3:16", "V": "889", "J": "s"}, {"I": "cHQyuIX6sbQ", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "3:12", "V": "888", "J": "m"}, {"I": "QfyrMQxLL7o", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:26", "V": "810", "J": "m"}, {"I": "bb1_HnuLHEs", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:24", "V": "683", "J": "m"}, {"I": "TowecdW1R10", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:59", "V": "465", "J": "s"}, {"I": "E1QpKdavTrw", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "3:10", "V": "455", "J": "m"}, {"I": "DTa20jNls28", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:25", "V": "292", "J": "m"}, {"I": "qajtO9S31l4", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:25", "V": "203", "J": "m"}, {"I": "UV1KuhXhlO8", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:35", "V": "174", "J": "m"}, {"I": "ynY1n7PUdUI", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "1:42", "V": "167", "J": "m"}, {"I": "VnleUIX-tyY", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:31", "V": "158", "J": "h"}, {"I": "UEkS3zLVNck", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "3:01", "V": "156", "J": "m"}, {"I": "D4YSanlg4dk", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:15", "V": "142", "J": "m"}, {"I": "GJGNSdcaqx8", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:40", "V": "140", "J": "m"}, {"I": "9IolhGQ4U84", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:48", "V": "104", "J": "m"}, {"I": "lNtBgOrl_Ik", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "5:08", "V": "98", "J": "m"}, {"I": "96TyAsMK3IU", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "3:40", "V": "97", "J": "m"}, {"I": "y_lQNS7OVTY", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "2:56", "V": "56", "J": "m"}, {"I": "CaJlrfduFD4", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "3:06", "V": "45", "J": "m"}, {"I": "meNR4cvWsKM", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:28", "V": "41", "J": "m"}, {"I": "MgW0nEj3g6o", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:00", "V": "30", "J": "m"}, {"I": "I0Ge8A-P5pA", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "3:03", "V": "27", "J": "m"}, {"I": "kjYUOsRkDCU", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:07", "V": "22", "J": "m"}, {"I": "xHMk3eK8unA", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:25", "V": "7", "J": "m"}, {"I": "7igefC4P7Vs", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "4:35", "V": "3", "J": "m"}, {"I": "fP6NIYm1zY0", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "6:00", "V": "2", "J": "m"}, {"I": "zanqgKBV0aY&start=0&end=2", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "QXBL9F8VRVg&start=0&end=1", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "s"}, {"I": "EhAZj7WVaNw&start=0&end=10", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "vqQzuXLKRJ8&start=0&end=13", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "AOGD_5AJ_NI&start=0&end=11", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "o9sPgDmhERg&start=0&end=11", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "-TxVx0wswtE&start=0&end=5", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "GtksmS3o2kI&start=0&end=9", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "nflfMcVtQ-U&start=0&end=12", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "s"}, {"I": "p4xHHxnmLeY&start=0&end=12", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "UJ6iN9Dk2Fc&start=0&end=12", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "jqYgiYR2oPk&start=0&end=13", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "NVVqLKzBxbw&start=0&end=11", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "g47Uf-9pt4s&start=0&end=10", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "5ANJvVC6348&start=0&end=14", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "m"}, {"I": "kSDUrpw3fWI&start=0&end=7", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "m"}, {"I": "7FuOaXkzJBg&start=0&end=11", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "m"}, {"I": "DIFJVfAWM4c&start=0&end=9", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "m"}, {"I": "nYB_B5nx4hA&start=0&end=11", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "m"}, {"I": "TReX9ROIMhA&start=0&end=14", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "m"}, {"I": "llvSbSBtCtQ&start=0&end=6", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "UBihrwsOwig&start=0&end=5", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "kT6S-3lmKeg&start=0&end=7", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "FIUaMG_eJgQ&start=0&end=11", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "zyVDah5qDpw&start=0&end=12", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "S0LW1q8YmKM&start=0&end=11", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "m"}, {"I": "S6rxrOMHVEc&start=0&end=13", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "m"}, {"I": "e3XB-gbkjMA&start=0&end=11", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "WaCY9tvC2sA&start=0&end=12", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "M9aijNSCJaE&start=0&end=12", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "s"}, {"I": "HJCSKcXh8j8&start=0&end=3", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "s"}, {"I": "xdWh-klD5Fg&start=0&end=9", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "h"}, {"I": "qsqbHle3mNw&start=0&end=10", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "s"}, {"I": "O1fRvjWS2KM&start=0&end=10", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "s"}, {"I": "AxeOhJyK9TY&start=0&end=10", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "s"}, {"I": "8vS0qkHoRGA&start=0&end=4", "T": 0, "S": 356, "R": 220, "C": 110, "A": 49, "D": "0:00", "V": "0", "J": "m"}, {"I": "vEj36JKI99I", "T": 0, "S": 356, "R": 220, "C": 110, "A": 132, "D": "7:47", "V": "166,089", "J": "m"}, {"I": "EtQ5FqdBeqY", "T": 0, "S": 356, "R": 220, "C": 110, "A": 132, "D": "8:18", "V": "3,360", "J": "s"}, {"I": "hvt1n-mP6h4", "T": 0, "S": 356, "R": 220, "C": 110, "A": 132, "D": "5:20", "V": "52", "J": "m"}, {"I": "JifbFloX5GM&start=2633&end=2878", "T": 0, "S": 356, "R": 220, "C": 110, "A": 116, "D": "4:05", "V": "166,063", "J": "h"}, {"I": "mAJeLbRHgVo", "T": 0, "S": 356, "R": 220, "C": 110, "A": 171, "D": "11:54", "V": "1,539", "J": "m"}, {"I": "kV8Y5Eeg-AE&start=0&end=8", "T": 0, "S": 356, "R": 220, "C": 110, "A": 171, "D": "0:00", "V": "0", "J": "m"}, {"I": "EITxdbF1Ntg", "T": 0, "S": 356, "R": 220, "C": 110, "A": 541, "D": "3:17", "V": "980", "J": "m"}, {"I": "7KNZxGEOCnQ", "T": 0, "S": 356, "R": 220, "C": 110, "A": 541, "D": "3:19", "V": "291", "J": "m"}, {"I": "bPwTZUyiqj4", "T": 0, "S": 356, "R": 220, "C": 110, "A": 5, "D": "9:31", "V": "27,171", "J": "m"}, {"I": "wtGW8c5_Fxs", "T": 0, "S": 356, "R": 220, "C": 110, "A": 285, "D": "6:06", "V": "298", "J": "m"}, {"I": "Vv1oRKTDQhc", "T": 0, "S": 356, "R": 220, "C": 110, "A": 339, "D": "5:07", "V": "1,379", "J": "h"}, {"I": "104Z086LJWk", "T": 0, "S": 356, "R": 220, "C": 110, "A": 560, "D": "8:29", "V": "79,985", "J": "m"}, {"I": "DoG7CeDwMH4&start=1368&end=1724", "T": 0, "S": 356, "R": 220, "C": 110, "A": 164, "D": "5:56", "V": "20,312", "J": "m"}, {"I": "7d9V9TKUpE8&start=0&end=8", "T": 0, "S": 356, "R": 220, "C": 110, "A": 50, "D": "0:00", "V": "0", "J": "m"}, {"I": "AA5Facad6Pc&start=0&end=7", "T": 0, "S": 356, "R": 220, "C": 110, "A": 188, "D": "0:00", "V": "0", "J": "m"}, {"I": "pfN6wE7qv00&start=0&end=5", "T": 0, "S": 356, "R": 220, "C": 110, "A": 188, "D": "0:00", "V": "0", "J": "m"}], "folders": [["artist", 24, "0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29"], ["artist", 49, "30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,94,95,96,97,98,99,100,101,102,103,104"], ["artist", 132, "105,106,107"], ["artist", 116, "108"], ["artist", 171, "109,110"], ["artist", 541, "111,112"], ["artist", 5, "113"], ["artist", 285, "114"], ["artist", 339, "115"], ["artist", 560, "116"], ["artist", 164, "117"], ["artist", 50, "118"], ["artist", 188, "119,120"]], "languages": {"english": "0,10,11,1,8,2,3,4,5,12,6,9,7", "tamil": "0,4,11,8,2,10,6,5,9,3,1,7,12", "telugu": "0,4,11,8,2,10,9,3,1,7,12,6,5", "kannada": "0,4,11,8,2,10,9,3,1,7,12,6,5", "malayalam": "0,4,11,8,2,10,9,3,1,7,12,6,5", "hindi": "0,4,11,8,2,10,9,3,1,7,12,6,5", "marathi": "0,4,11,8,2,10,9,3,1,7,12,6,5", "bengali": "0,4,11,8,2,10,9,3,7,1,12,6,5", "gujarati": "0,4,11,8,2,10,9,3,1,7,12,6,5", "punjabi": "0,4,11,8,2,10,9,3,1,7,12,6,5", "odia": "0,4,11,8,2,10,9,3,1,7,12,6,5", "assamese": "0,4,11,8,2,10,9,3,7,1,12,6,5"}}