{"stats": [{"H": "Videos", "C": "1"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "7 M"}, {"H": "Views", "C": "3 K"}], "info": [{"H": "Type", "V": "Krithi"}, {"H": "Composer", "V": "Bhadrachala Ramadasu"}, {"H": "Raga", "V": "Huseni"}, {"H": "Tala", "V": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Telugu"}], "title": {"H": "Idi Guru Vakyam", "V": "idi guruvAkyam bidi vEdAntam", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "idi guruvAkyam bidi vEdAntam <br/> idi tArakamidi brahmamu <br/> idi modalidi naDumidi tudi <br/> telisinavADE vADaugA"}, {"M": "caraNam 1", "T": "EDa jUcinanu nIDa candamuna tODai yunDuTa nIvEgA <br/> nEDai nADai nIDanu nIDai ninDina vADavu nIvEgA"}, {"M": "caraNam 2", "T": "ADucu pADucu tETala mATala yanniTi kUTamu nIvEgA <br/> ODakumani guruDADina mATaku jADa jUpuTayu nIvEgA"}, {"M": "caraNam 3", "T": "akArambuna yashTAkshariyai mAtraku praNavamu nIvEgA <br/> ukArambunanu unnatOnnata pOshakunDavu nIvEgA"}, {"M": "caraNam 4", "T": "makArambunanu mari bhava bhayamula maDiya jEyuTalu nIvEgA <br/> akaLankatanu akhanDa rUpamai yalarADu praNavamu nIvEgA"}, {"M": "caraNam 5", "T": "kAyambunu nirAkArambunu dhruti kaluga jEyuTalu nIvEgA <br/> mAyAprapancapu mAyalalO baDavEyu mAyavu nIvEgA"}, {"M": "caraNam 6", "T": "kAma mOhamula kaTTubaDaka mamu kaDatErcuTayu nIvEgA <br/> tAmasa gOshTini tagulanIka nI tatvamu telupuTa nIvEgA"}, {"M": "caraNam 7", "T": "pAmaratvamuna baDayanIyaka paTTi brOcTayu nIvEgA <br/> rAmadAsu gururAya bhadragiri dhAma sarvamunu nIvEgA"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "இதி குருவாக்யம் பிதி வேதாந்தம் <br/> இதி தாரகமிதி ப்ரஹ்மமு <br/> இதி மொதலிதி நடுமிதி துதி <br/> தெலிசினவாடே வாடௌகா"}, {"M": "சரணம் 1", "T": "ஏட ஜூசினனு நீட சந்தமுன தோடை யுன்டுட நீவேகா <br/> நேடை நாடை நீடனு நீடை நின்டின வாடவு நீவேகா"}, {"M": "சரணம் 2", "T": "ஆடுசு பாடுசு தேடல மாடல யன்னிடி கூடமு நீவேகா <br/> ஓடகுமனி குருடாடின மாடகு ஜாட ஜூபுடயு நீவேகா"}, {"M": "சரணம் 3", "T": "அகாரம்புன யஷ்டாக்ஷரியை மாத்ரகு ப்ரணவமு நீவேகா <br/> உகாரம்புனனு உன்னதோன்னத போஷகுன்டவு நீவேகா"}, {"M": "சரணம் 4", "T": "மகாரம்புனனு மரி பவ பயமுல மடிய ஜேயுடலு நீவேகா <br/> அகளன்கதனு அகன்ட ரூபமை யலராடு ப்ரணவமு நீவேகா"}, {"M": "சரணம் 5", "T": "காயம்புனு நிராகாரம்புனு த்ருதி கலுக ஜேயுடலு நீவேகா <br/> மாயாப்ரபன்சபு மாயலலோ படவேயு மாயவு நீவேகா"}, {"M": "சரணம் 6", "T": "காம மோஹமுல கட்டுபடக மமு கடதேர்சுடயு நீவேகா <br/> தாமச கோஷ்டினி தகுலனீக நீ தத்வமு தெலுபுட நீவேகா"}, {"M": "சரணம் 7", "T": "பாமரத்வமுன படயனீயக பட்டி ப்ரோச்டயு நீவேகா <br/> ராமதாசு குருராய பத்ரகிரி தாம சர்வமுனு நீவேகா"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "ఇది గురువాక్యమ్ బిది వేదాన్తమ్ <br/> ఇది తారకమిది బ్రహ్మము <br/> ఇది మొదలిది నడుమిది తుది <br/> తెలిసినవాడే వాడౌగా"}, {"M": "చరణమ్ 1", "T": "ఏడ జూచినను నీడ చన్దమున తోడై యున్డుట నీవేగా <br/> నేడై నాడై నీడను నీడై నిన్డిన వాడవు నీవేగా"}, {"M": "చరణమ్ 2", "T": "ఆడుచు పాడుచు తేటల మాటల యన్నిటి కూటము నీవేగా <br/> ఓడకుమని గురుడాడిన మాటకు జాడ జూపుటయు నీవేగా"}, {"M": "చరణమ్ 3", "T": "అకారమ్బున యష్టాక్షరియై మాత్రకు ప్రణవము నీవేగా <br/> ఉకారమ్బునను ఉన్నతోన్నత పోషకున్డవు నీవేగా"}, {"M": "చరణమ్ 4", "T": "మకారమ్బునను మరి భవ భయముల మడియ జేయుటలు నీవేగా <br/> అకళన్కతను అఖన్డ రూపమై యలరాడు ప్రణవము నీవేగా"}, {"M": "చరణమ్ 5", "T": "కాయమ్బును నిరాకారమ్బును ధ్రుతి కలుగ జేయుటలు నీవేగా <br/> మాయాప్రపన్చపు మాయలలో బడవేయు మాయవు నీవేగా"}, {"M": "చరణమ్ 6", "T": "కామ మోహముల కట్టుబడక మము కడతేర్చుటయు నీవేగా <br/> తామస గోష్టిని తగులనీక నీ తత్వము తెలుపుట నీవేగా"}, {"M": "చరణమ్ 7", "T": "పామరత్వమున బడయనీయక పట్టి బ్రోచ్టయు నీవేగా <br/> రామదాసు గురురాయ భద్రగిరి ధామ సర్వమును నీవేగా"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಇದಿ ಗುರುವಾಕ್ಯಮ್ ಬಿದಿ ವೇದಾನ್ತಮ್ <br/> ಇದಿ ತಾರಕಮಿದಿ ಬ್ರಹ್ಮಮು <br/> ಇದಿ ಮೊದಲಿದಿ ನಡುಮಿದಿ ತುದಿ <br/> ತೆಲಿಸಿನವಾಡೇ ವಾಡೌಗಾ"}, {"M": "ಚರಣಮ್ 1", "T": "ಏಡ ಜೂಚಿನನು ನೀಡ ಚನ್ದಮುನ ತೋಡೈ ಯುನ್ಡುಟ ನೀವೇಗಾ <br/> ನೇಡೈ ನಾಡೈ ನೀಡನು ನೀಡೈ ನಿನ್ಡಿನ ವಾಡವು ನೀವೇಗಾ"}, {"M": "ಚರಣಮ್ 2", "T": "ಆಡುಚು ಪಾಡುಚು ತೇಟಲ ಮಾಟಲ ಯನ್ನಿಟಿ ಕೂಟಮು ನೀವೇಗಾ <br/> ಓಡಕುಮನಿ ಗುರುಡಾಡಿನ ಮಾಟಕು ಜಾಡ ಜೂಪುಟಯು ನೀವೇಗಾ"}, {"M": "ಚರಣಮ್ 3", "T": "ಅಕಾರಮ್ಬುನ ಯಷ್ಟಾಕ್ಷರಿಯೈ ಮಾತ್ರಕು ಪ್ರಣವಮು ನೀವೇಗಾ <br/> ಉಕಾರಮ್ಬುನನು ಉನ್ನತೋನ್ನತ ಪೋಷಕುನ್ಡವು ನೀವೇಗಾ"}, {"M": "ಚರಣಮ್ 4", "T": "ಮಕಾರಮ್ಬುನನು ಮರಿ ಭವ ಭಯಮುಲ ಮಡಿಯ ಜೇಯುಟಲು ನೀವೇಗಾ <br/> ಅಕಳನ್ಕತನು ಅಖನ್ಡ ರೂಪಮೈ ಯಲರಾಡು ಪ್ರಣವಮು ನೀವೇಗಾ"}, {"M": "ಚರಣಮ್ 5", "T": "ಕಾಯಮ್ಬುನು ನಿರಾಕಾರಮ್ಬುನು ಧ್ರುತಿ ಕಲುಗ ಜೇಯುಟಲು ನೀವೇಗಾ <br/> ಮಾಯಾಪ್ರಪನ್ಚಪು ಮಾಯಲಲೋ ಬಡವೇಯು ಮಾಯವು ನೀವೇಗಾ"}, {"M": "ಚರಣಮ್ 6", "T": "ಕಾಮ ಮೋಹಮುಲ ಕಟ್ಟುಬಡಕ ಮಮು ಕಡತೇರ್ಚುಟಯು ನೀವೇಗಾ <br/> ತಾಮಸ ಗೋಷ್ಟಿನಿ ತಗುಲನೀಕ ನೀ ತತ್ವಮು ತೆಲುಪುಟ ನೀವೇಗಾ"}, {"M": "ಚರಣಮ್ 7", "T": "ಪಾಮರತ್ವಮುನ ಬಡಯನೀಯಕ ಪಟ್ಟಿ ಬ್ರೋಚ್ಟಯು ನೀವೇಗಾ <br/> ರಾಮದಾಸು ಗುರುರಾಯ ಭದ್ರಗಿರಿ ಧಾಮ ಸರ್ವಮುನು ನೀವೇಗಾ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ഇദി ഗുരുവാക്യമ് ബിദി വേദാന്തമ് <br/> ഇദി താരകമിദി ബ്രഹ്മമു <br/> ഇദി മൊദലിദി നഡുമിദി തുദി <br/> തെലിസിനവാഡേ വാഡൌഗാ"}, {"M": "ചരണമ് 1", "T": "ഏഡ ജൂചിനനു നീഡ ചന്ദമുന തോഡൈ യുന്ഡുട നീവേഗാ <br/> നേഡൈ നാഡൈ നീഡനു നീഡൈ നിന്ഡിന വാഡവു നീവേഗാ"}, {"M": "ചരണമ് 2", "T": "ആഡുചു പാഡുചു തേടല മാടല യന്നിടി കൂടമു നീവേഗാ <br/> ഓഡകുമനി ഗുരുഡാഡിന മാടകു ജാഡ ജൂപുടയു നീവേഗാ"}, {"M": "ചരണമ് 3", "T": "അകാരമ്ബുന യഷ്ടാക്ഷരിയൈ മാത്രകു പ്രണവമു നീവേഗാ <br/> ഉകാരമ്ബുനനു ഉന്നതോന്നത പോഷകുന്ഡവു നീവേഗാ"}, {"M": "ചരണമ് 4", "T": "മകാരമ്ബുനനു മരി ഭവ ഭയമുല മഡിയ ജേയുടലു നീവേഗാ <br/> അകളന്കതനു അഖന്ഡ രൂപമൈ യലരാഡു പ്രണവമു നീവേഗാ"}, {"M": "ചരണമ് 5", "T": "കായമ്ബുനു നിരാകാരമ്ബുനു ധ്രുതി കലുഗ ജേയുടലു നീവേഗാ <br/> മായാപ്രപന്ചപു മായലലോ ബഡവേയു മായവു നീവേഗാ"}, {"M": "ചരണമ് 6", "T": "കാമ മോഹമുല കട്ടുബഡക മമു കഡതേര്ചുടയു നീവേഗാ <br/> താമസ ഗോഷ്ടിനി തഗുലനീക നീ തത്വമു തെലുപുട നീവേഗാ"}, {"M": "ചരണമ് 7", "T": "പാമരത്വമുന ബഡയനീയക പട്ടി ബ്രോച്ടയു നീവേഗാ <br/> രാമദാസു ഗുരുരായ ഭദ്രഗിരി ധാമ സര്വമുനു നീവേഗാ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "इदि गुरुवाक्यम् बिदि वेदान्तम् <br/> इदि तारकमिदि ब्रह्ममु <br/> इदि मोदलिदि नडुमिदि तुदि <br/> तेलिसिनवाडे वाडौगा"}, {"M": "चरणम् 1", "T": "एड जूचिननु नीड चन्दमुन तोडै युन्डुट नीवेगा <br/> नेडै नाडै नीडनु नीडै निन्डिन वाडवु नीवेगा"}, {"M": "चरणम् 2", "T": "आडुचु पाडुचु तेटल माटल यन्निटि कूटमु नीवेगा <br/> ओडकुमनि गुरुडाडिन माटकु जाड जूपुटयु नीवेगा"}, {"M": "चरणम् 3", "T": "अकारम्बुन यष्टाक्षरियै मात्रकु प्रणवमु नीवेगा <br/> उकारम्बुननु उन्नतोन्नत पोषकुन्डवु नीवेगा"}, {"M": "चरणम् 4", "T": "मकारम्बुननु मरि भव भयमुल मडिय जेयुटलु नीवेगा <br/> अकलन्कतनु अखन्ड रूपमै यलराडु प्रणवमु नीवेगा"}, {"M": "चरणम् 5", "T": "कायम्बुनु निराकारम्बुनु ध्रुति कलुग जेयुटलु नीवेगा <br/> मायाप्रपन्चपु मायललो बडवेयु मायवु नीवेगा"}, {"M": "चरणम् 6", "T": "काम मोहमुल कट्टुबडक ममु कडतेर्चुटयु नीवेगा <br/> तामस गोष्टिनि तगुलनीक नी तत्वमु तेलुपुट नीवेगा"}, {"M": "चरणम् 7", "T": "पामरत्वमुन बडयनीयक पट्टि ब्रोच्टयु नीवेगा <br/> रामदासु गुरुराय भद्रगिरि धाम सर्वमुनु नीवेगा"}]}], "lyricsref": [{"links": [{"N": "www.sangeetasudha.org", "L": "http://www.sangeetasudha.org/ramadasu/vol1/Ramadasu34.html"}]}], "videos": [{"folder": [{"A": [3683, 3029], "songs": [{"C": [5298, 5021], "D": "7:38", "I": "Wc9eB09Khuo", "R": [1680, 1064], "S": [15791, 13986], "T": [0, 0], "V": "2,800"}]}]}]}