{"stats": [{"H": "Videos", "C": "10"}, {"H": "Ragas", "C": "3"}, {"H": "Artists", "C": "3"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "29 M"}, {"H": "Views", "C": "184"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti", "I": 1}, {"H": "Composer", "V": "Kanaka Dasa", "P": "kanaka dAsA", "I": 29}, {"H": "Raga", "V": "Poorvikalyani", "P": "pUrvikalyANi", "I": 18}, {"H": "Language", "V": "Kannada", "P": "Kannada", "I": 0}], "title": {"T": 6748, "H": "Ithaniga Vasudevano", "V": "IthanIga vAsudEvano", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "ItanIga vAsudEvanu lOkadoDeya dAsagUlidu teraneri teji piDidu naDesidAta"}, {"M": "anupallavi", "T": "ItanIga vAsudEva I samastha bhuvanadoDeya dUtagolidu tEranEri hitadi tEji naDesidAta"}, {"M": "caraNam 1", "T": "dhanujeyALda nanna naNNana pitanamutti kauravESana anujeya nALidana cEdisi tanna <br/> anujeyALidavanu benki tinnadante kAyda rukmananujeyALidavana mUrtiyennu nODirO"}, {"M": "caraNam 2", "T": "vyOmakESanippa daSeya nAlku jagakke tOrutippa sAmajavannEri bappanannu kANuta <br/> prEmadinda uradoLAntu bingariga nannu kAyda sOmakulada bhAravannu pottadEvanu"}, {"M": "caraNam 3", "T": "narana suta naranyadalli giriyollnintu tanna rUSadi Sargalannu tItutippana yOcisi <br/> bharadalavana karedu kurupu tori patravannu hArisidavana Siravannu cedisida dEva kANiro"}, {"M": "caraNam 4", "T": "SrusTi kartage maganAdavanigishTa bhUshaNa ASanavAdan jyeshta putrage vairi toDeya ceDisendu <br/> bOdhisi kashTavannu kaLedu bhaktarishTavannu kAdu uthkrushTa mahimanAda dEva kANiro"}, {"M": "caraNam 5", "T": "krUranAda ghanipa bANa taraNijanu nirEkshisyAga vIraneccayasage bappudannu Ekshisi <br/> dhAriNiya padadUlauki carnabhajaka narana kAyda bhAra kartanAda dEvanIta kANiro"}, {"M": "caraNam 6", "T": "vyOmakESanippadeseya A mahA mahimeyulla sAmajavaneri baru  SaktiyAyrEkshisi prEmadinda <br/> Uravanoddi Dingarigana kAyda sArvabhauma bAdadAdi kESavanna nODirO"}, {"M": "caraNam 7", "T": "krUravAda phaNipabANa bhOrguDisutiralu jagake vIranannu musuki bappadannu kANuta <br/> bhuramaNiyanotti aDige bIgana Siravannu kAyda SrI ramaNa AdikESavanannu nODirO"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ஈதனீக வாசுதேவனு லோகதொடெய தாசகூலிது தெரனெரி தெஜி பிடிது நடெசிதாத"}, {"M": "அனுபல்லவி", "T": "ஈதனீக வாசுதேவ ஈ சமஸ்த புவனதொடெய தூதகொலிது தேரனேரி ஹிததி தேஜி நடெசிதாத"}, {"M": "சரணம் 1", "T": "தனுஜெயாள்த நன்ன நண்ணன பிதனமுத்தி கௌரவேசன அனுஜெய நாளிதன சேதிசி தன்ன <br/> அனுஜெயாளிதவனு பெங்கி தின்னதந்தெ காய்த ருக்மனனுஜெயாளிதவன மூர்தியென்னு நோடிரோ"}, {"M": "சரணம் 2", "T": "வ்யோமகேசனிப்ப தசெய நால்கு ஜகக்கெ தோருதிப்ப சாமஜவன்னேரி பப்பனன்னு காணுத <br/> ப்ரேமதிந்த உரதொளாந்து பிங்கரிக நன்னு காய்த சோமகுலத பாரவன்னு பொத்ததேவனு"}, {"M": "சரணம் 3", "T": "நரன சுத நரன்யதல்லி கிரியொல்ல்னிந்து தன்ன ரூசதி சர்கலன்னு தீதுதிப்பன யோசிசி <br/> பரதலவன கரெது குருபு தொரி பத்ரவன்னு ஹாரிசிதவன சிரவன்னு செதிசித தேவ காணிரொ"}, {"M": "சரணம் 4", "T": "ஶ்ருஸ்டி கர்தகெ மகனாதவனிகிஷ்ட பூஷண ஆசனவாதன் ஜ்யெஷ்த புத்ரகெ வைரி தொடெய செடிசெந்து <br/> போதிசி கஷ்டவன்னு களெது பக்தரிஷ்டவன்னு காது உத்க்ருஷ்ட மஹிமனாத தேவ காணிரொ"}, {"M": "சரணம் 5", "T": "க்ரூரனாத கனிப பாண தரணிஜனு நிரேக்ஷிஸ்யாக வீரனெச்சயசகெ பப்புதன்னு ஏக்ஷிசி <br/> தாரிணிய பததூலௌகி சர்னபஜக நரன காய்த பார கர்தனாத தேவனீத காணிரொ"}, {"M": "சரணம் 6", "T": "வ்யோமகேசனிப்பதெசெய ஆ மஹா மஹிமெயுல்ல சாமஜவனெரி பரு  சக்தியாய்ரேக்ஷிசி ப்ரேமதிந்த <br/> ஊரவனொத்தி டிங்கரிகன காய்த சார்வபௌம பாததாதி கேசவன்ன நோடிரோ"}, {"M": "சரணம் 7", "T": "க்ரூரவாத பணிபபாண போர்குடிசுதிரலு ஜககெ வீரனன்னு முசுகி பப்பதன்னு காணுத <br/> புரமணியனொத்தி அடிகெ பீகன சிரவன்னு காய்த ஶ்ரீ ரமண ஆதிகேசவனன்னு நோடிரோ"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "ఈతనీగ వాసుదేవను లోకదొడెయ దాసగూలిదు తెరనెరి తెజి పిడిదు నడెసిదాత"}, {"M": "అనుపల్లవి", "T": "ఈతనీగ వాసుదేవ ఈ సమస్థ భువనదొడెయ దూతగొలిదు తేరనేరి హితది తేజి నడెసిదాత"}, {"M": "చరణమ్ 1", "T": "ధనుజెయాళ్ద నన్న నణ్ణన పితనముత్తి కౌరవేశన అనుజెయ నాళిదన చేదిసి తన్న <br/> అనుజెయాళిదవను బెంకి తిన్నదన్తె కాయ్ద రుక్మననుజెయాళిదవన మూర్తియెన్ను నోడిరో"}, {"M": "చరణమ్ 2", "T": "వ్యోమకేశనిప్ప దశెయ నాల్కు జగక్కె తోరుతిప్ప సామజవన్నేరి బప్పనన్ను కాణుత <br/> ప్రేమదిన్ద ఉరదొళాన్తు బింగరిగ నన్ను కాయ్ద సోమకులద భారవన్ను పొత్తదేవను"}, {"M": "చరణమ్ 3", "T": "నరన సుత నరన్యదల్లి గిరియొల్ల్నిన్తు తన్న రూశది శర్గలన్ను తీతుతిప్పన యోచిసి <br/> భరదలవన కరెదు కురుపు తొరి పత్రవన్ను హారిసిదవన శిరవన్ను చెదిసిద దేవ కాణిరొ"}, {"M": "చరణమ్ 4", "T": "శ్రుస్టి కర్తగె మగనాదవనిగిష్ట భూషణ ఆశనవాదన్ జ్యెష్త పుత్రగె వైరి తొడెయ చెడిసెన్దు <br/> బోధిసి కష్టవన్ను కళెదు భక్తరిష్టవన్ను కాదు ఉథ్క్రుష్ట మహిమనాద దేవ కాణిరొ"}, {"M": "చరణమ్ 5", "T": "క్రూరనాద ఘనిప బాణ తరణిజను నిరేక్షిస్యాగ వీరనెచ్చయసగె బప్పుదన్ను ఏక్షిసి <br/> ధారిణియ పదదూలౌకి చర్నభజక నరన కాయ్ద భార కర్తనాద దేవనీత కాణిరొ"}, {"M": "చరణమ్ 6", "T": "వ్యోమకేశనిప్పదెసెయ ఆ మహా మహిమెయుల్ల సామజవనెరి బరు  శక్తియాయ్రేక్షిసి ప్రేమదిన్ద <br/> ఊరవనొద్ది డింగరిగన కాయ్ద సార్వభౌమ బాదదాది కేశవన్న నోడిరో"}, {"M": "చరణమ్ 7", "T": "క్రూరవాద ఫణిపబాణ భోర్గుడిసుతిరలు జగకె వీరనన్ను ముసుకి బప్పదన్ను కాణుత <br/> భురమణియనొత్తి అడిగె బీగన శిరవన్ను కాయ్ద శ్రీ రమణ ఆదికేశవనన్ను నోడిరో"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಈತನೀಗ ವಾಸುದೇವನು ಲೋಕದೊಡೆಯ ದಾಸಗೂಲಿದು ತೆರನೆರಿ ತೆಜಿ ಪಿಡಿದು ನಡೆಸಿದಾತ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಈತನೀಗ ವಾಸುದೇವ ಈ ಸಮಸ್ಥ ಭುವನದೊಡೆಯ ದೂತಗೊಲಿದು ತೇರನೇರಿ ಹಿತದಿ ತೇಜಿ ನಡೆಸಿದಾತ"}, {"M": "ಚರಣಮ್ 1", "T": "ಧನುಜೆಯಾಳ್ದ ನನ್ನ ನಣ್ಣನ ಪಿತನಮುತ್ತಿ ಕೌರವೇಶನ ಅನುಜೆಯ ನಾಳಿದನ ಚೇದಿಸಿ ತನ್ನ <br/> ಅನುಜೆಯಾಳಿದವನು ಬೆಂಕಿ ತಿನ್ನದನ್ತೆ ಕಾಯ್ದ ರುಕ್ಮನನುಜೆಯಾಳಿದವನ ಮೂರ್ತಿಯೆನ್ನು ನೋಡಿರೋ"}, {"M": "ಚರಣಮ್ 2", "T": "ವ್ಯೋಮಕೇಶನಿಪ್ಪ ದಶೆಯ ನಾಲ್ಕು ಜಗಕ್ಕೆ ತೋರುತಿಪ್ಪ ಸಾಮಜವನ್ನೇರಿ ಬಪ್ಪನನ್ನು ಕಾಣುತ <br/> ಪ್ರೇಮದಿನ್ದ ಉರದೊಳಾನ್ತು ಬಿಂಗರಿಗ ನನ್ನು ಕಾಯ್ದ ಸೋಮಕುಲದ ಭಾರವನ್ನು ಪೊತ್ತದೇವನು"}, {"M": "ಚರಣಮ್ 3", "T": "ನರನ ಸುತ ನರನ್ಯದಲ್ಲಿ ಗಿರಿಯೊಲ್ಲ್ನಿನ್ತು ತನ್ನ ರೂಶದಿ ಶರ್ಗಲನ್ನು ತೀತುತಿಪ್ಪನ ಯೋಚಿಸಿ <br/> ಭರದಲವನ ಕರೆದು ಕುರುಪು ತೊರಿ ಪತ್ರವನ್ನು ಹಾರಿಸಿದವನ ಶಿರವನ್ನು ಚೆದಿಸಿದ ದೇವ ಕಾಣಿರೊ"}, {"M": "ಚರಣಮ್ 4", "T": "ಶ್ರುಸ್ಟಿ ಕರ್ತಗೆ ಮಗನಾದವನಿಗಿಷ್ಟ ಭೂಷಣ ಆಶನವಾದನ್ ಜ್ಯೆಷ್ತ ಪುತ್ರಗೆ ವೈರಿ ತೊಡೆಯ ಚೆಡಿಸೆನ್ದು <br/> ಬೋಧಿಸಿ ಕಷ್ಟವನ್ನು ಕಳೆದು ಭಕ್ತರಿಷ್ಟವನ್ನು ಕಾದು ಉಥ್ಕ್ರುಷ್ಟ ಮಹಿಮನಾದ ದೇವ ಕಾಣಿರೊ"}, {"M": "ಚರಣಮ್ 5", "T": "ಕ್ರೂರನಾದ ಘನಿಪ ಬಾಣ ತರಣಿಜನು ನಿರೇಕ್ಷಿಸ್ಯಾಗ ವೀರನೆಚ್ಚಯಸಗೆ ಬಪ್ಪುದನ್ನು ಏಕ್ಷಿಸಿ <br/> ಧಾರಿಣಿಯ ಪದದೂಲೌಕಿ ಚರ್ನಭಜಕ ನರನ ಕಾಯ್ದ ಭಾರ ಕರ್ತನಾದ ದೇವನೀತ ಕಾಣಿರೊ"}, {"M": "ಚರಣಮ್ 6", "T": "ವ್ಯೋಮಕೇಶನಿಪ್ಪದೆಸೆಯ ಆ ಮಹಾ ಮಹಿಮೆಯುಲ್ಲ ಸಾಮಜವನೆರಿ ಬರು  ಶಕ್ತಿಯಾಯ್ರೇಕ್ಷಿಸಿ ಪ್ರೇಮದಿನ್ದ <br/> ಊರವನೊದ್ದಿ ಡಿಂಗರಿಗನ ಕಾಯ್ದ ಸಾರ್ವಭೌಮ ಬಾದದಾದಿ ಕೇಶವನ್ನ ನೋಡಿರೋ"}, {"M": "ಚರಣಮ್ 7", "T": "ಕ್ರೂರವಾದ ಫಣಿಪಬಾಣ ಭೋರ್ಗುಡಿಸುತಿರಲು ಜಗಕೆ ವೀರನನ್ನು ಮುಸುಕಿ ಬಪ್ಪದನ್ನು ಕಾಣುತ <br/> ಭುರಮಣಿಯನೊತ್ತಿ ಅಡಿಗೆ ಬೀಗನ ಶಿರವನ್ನು ಕಾಯ್ದ ಶ್ರೀ ರಮಣ ಆದಿಕೇಶವನನ್ನು ನೋಡಿರೋ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ഈതനീഗ വാസുദേവനു ലോകദൊഡെയ ദാസഗൂലിദു തെരനെരി തെജി പിഡിദു നഡെസിദാത"}, {"M": "അനുപല്ലവി", "T": "ഈതനീഗ വാസുദേവ ഈ സമസ്ഥ ഭുവനദൊഡെയ ദൂതഗൊലിദു തേരനേരി ഹിതദി തേജി നഡെസിദാത"}, {"M": "ചരണമ് 1", "T": "ധനുജെയാള്ദ നന്ന നണ്ണന പിതനമുത്തി കൌരവേശന അനുജെയ നാളിദന ചേദിസി തന്ന <br/> അനുജെയാളിദവനു ബെംകി തിന്നദന്തെ കായ്ദ രുക്മനനുജെയാളിദവന മൂര്തിയെന്നു നോഡിരോ"}, {"M": "ചരണമ് 2", "T": "വ്യോമകേശനിപ്പ ദശെയ നാല്കു ജഗക്കെ തോരുതിപ്പ സാമജവന്നേരി ബപ്പനന്നു കാണുത <br/> പ്രേമദിന്ദ ഉരദൊളാന്തു ബിംഗരിഗ നന്നു കായ്ദ സോമകുലദ ഭാരവന്നു പൊത്തദേവനു"}, {"M": "ചരണമ് 3", "T": "നരന സുത നരന്യദല്ലി ഗിരിയൊല്ല്നിന്തു തന്ന രൂശദി ശര്ഗലന്നു തീതുതിപ്പന യോചിസി <br/> ഭരദലവന കരെദു കുരുപു തൊരി പത്രവന്നു ഹാരിസിദവന ശിരവന്നു ചെദിസിദ ദേവ കാണിരൊ"}, {"M": "ചരണമ് 4", "T": "ശ്രുസ്ടി കര്തഗെ മഗനാദവനിഗിഷ്ട ഭൂഷണ ആശനവാദന് ജ്യെഷ്ത പുത്രഗെ വൈരി തൊഡെയ ചെഡിസെന്ദു <br/> ബോധിസി കഷ്ടവന്നു കളെദു ഭക്തരിഷ്ടവന്നു കാദു ഉഥ്ക്രുഷ്ട മഹിമനാദ ദേവ കാണിരൊ"}, {"M": "ചരണമ് 5", "T": "ക്രൂരനാദ ഘനിപ ബാണ തരണിജനു നിരേക്ഷിസ്യാഗ വീരനെച്ചയസഗെ ബപ്പുദന്നു ഏക്ഷിസി <br/> ധാരിണിയ പദദൂലൌകി ചര്നഭജക നരന കായ്ദ ഭാര കര്തനാദ ദേവനീത കാണിരൊ"}, {"M": "ചരണമ് 6", "T": "വ്യോമകേശനിപ്പദെസെയ ആ മഹാ മഹിമെയുല്ല സാമജവനെരി ബരു  ശക്തിയായ്രേക്ഷിസി പ്രേമദിന്ദ <br/> ഊരവനൊദ്ദി ഡിംഗരിഗന കായ്ദ സാര്വഭൌമ ബാദദാദി കേശവന്ന നോഡിരോ"}, {"M": "ചരണമ് 7", "T": "ക്രൂരവാദ ഫണിപബാണ ഭോര്ഗുഡിസുതിരലു ജഗകെ വീരനന്നു മുസുകി ബപ്പദന്നു കാണുത <br/> ഭുരമണിയനൊത്തി അഡിഗെ ബീഗന ശിരവന്നു കായ്ദ ശ്രീ രമണ ആദികേശവനന്നു നോഡിരോ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "ईतनीग वासुदेवनु लोकदोडेय दासगूलिदु तेरनेरि तेजि पिडिदु नडेसिदात"}, {"M": "अनुपल्लवि", "T": "ईतनीग वासुदेव ई समस्थ भुवनदोडेय दूतगोलिदु तेरनेरि हितदि तेजि नडेसिदात"}, {"M": "चरणम् 1", "T": "धनुजेयाल्द नन्न नण्णन पितनमुत्ति कौरवेशन अनुजेय नालिदन चेदिसि तन्न <br/> अनुजेयालिदवनु बेंकि तिन्नदन्ते काय्द रुक्मननुजेयालिदवन मूर्तियेन्नु नोडिरो"}, {"M": "चरणम् 2", "T": "व्योमकेशनिप्प दशेय नाल्कु जगक्के तोरुतिप्प सामजवन्नेरि बप्पनन्नु काणुत <br/> प्रेमदिन्द उरदोलान्तु बिंगरिग नन्नु काय्द सोमकुलद भारवन्नु पोत्तदेवनु"}, {"M": "चरणम् 3", "T": "नरन सुत नरन्यदल्लि गिरियोल्ल्निन्तु तन्न रूशदि शर्गलन्नु तीतुतिप्पन योचिसि <br/> भरदलवन करेदु कुरुपु तोरि पत्रवन्नु हारिसिदवन शिरवन्नु चेदिसिद देव काणिरो"}, {"M": "चरणम् 4", "T": "श्रुस्टि कर्तगे मगनादवनिगिष्ट भूषण आशनवादन् ज्येष्त पुत्रगे वैरि तोडेय चेडिसेन्दु <br/> बोधिसि कष्टवन्नु कलेदु भक्तरिष्टवन्नु कादु उथ्क्रुष्ट महिमनाद देव काणिरो"}, {"M": "चरणम् 5", "T": "क्रूरनाद घनिप बाण तरणिजनु निरेक्षिस्याग वीरनेच्चयसगे बप्पुदन्नु एक्षिसि <br/> धारिणिय पददूलौकि चर्नभजक नरन काय्द भार कर्तनाद देवनीत काणिरो"}, {"M": "चरणम् 6", "T": "व्योमकेशनिप्पदेसेय आ महा महिमेयुल्ल सामजवनेरि बरु  शक्तियाय्रेक्षिसि प्रेमदिन्द <br/> ऊरवनोद्दि डिंगरिगन काय्द सार्वभौम बाददादि केशवन्न नोडिरो"}, {"M": "चरणम् 7", "T": "क्रूरवाद फणिपबाण भोर्गुडिसुतिरलु जगके वीरनन्नु मुसुकि बप्पदन्नु काणुत <br/> भुरमणियनोत्ति अडिगे बीगन शिरवन्नु काय्द श्री रमण आदिकेशवनन्नु नोडिरो"}]}], "L": "l", "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c19915.shtml"}]}], "songs": [{"I": "tzomVcA9nnA", "T": 0, "S": 6748, "R": 18, "C": 29, "A": 184, "D": "5:25", "V": "184", "J": "m"}, {"I": "qTXX5wlJp9U&start=406&end=1028", "T": 0, "S": 6748, "R": 39, "C": 29, "A": 12, "D": "10:22", "V": "8,728", "J": "m"}, {"I": "t9prVUG4esQ&start=0&end=845", "T": 0, "S": 6748, "R": 0, "C": 29, "A": 112, "D": "14:05", "V": "840", "J": "m"}, {"I": "2X3XWx1wOAU&start=0&end=4", "T": 0, "S": 6748, "R": 0, "C": 29, "A": 112, "D": "0:00", "V": "0", "J": "h"}, {"I": "djKKGPqdXZ4&start=0&end=4", "T": 0, "S": 6748, "R": 0, "C": 29, "A": 112, "D": "0:00", "V": "0", "J": "m"}, {"I": "fWrllWjt344&start=0&end=4", "T": 0, "S": 6748, "R": 0, "C": 29, "A": 112, "D": "0:00", "V": "0", "J": "m"}, {"I": "QQLPjUxCcjU&start=0&end=4", "T": 0, "S": 6748, "R": 0, "C": 29, "A": 112, "D": "0:00", "V": "0", "J": "h"}, {"I": "DP8WDHSxwgU&start=0&end=2", "T": 0, "S": 6748, "R": 0, "C": 29, "A": 112, "D": "0:00", "V": "0", "J": "m"}, {"I": "o2CYNIguq4A&start=0&end=4", "T": 0, "S": 6748, "R": 0, "C": 29, "A": 112, "D": "0:00", "V": "0", "J": "h"}, {"I": "DuW34GTYR4E&start=0&end=2", "T": 0, "S": 6748, "R": 0, "C": 29, "A": 112, "D": "0:00", "V": "0", "J": "m"}], "folders": [["artist", 184, "0"], ["artist", 12, "1"], ["artist", 112, "2,3,4,5,6,7,8,9"]], "languages": {"english": "0,1,2", "tamil": "1,0,2", "telugu": "0,2,1", "kannada": "0,2,1", "malayalam": "0,2,1", "hindi": "0,2,1", "marathi": "0,2,1", "bengali": "2,0,1", "gujarati": "0,2,1", "punjabi": "0,2,1", "odia": "0,2,1", "assamese": "2,0,1"}}