{"stats": [{"H": "Videos", "C": "4"}, {"H": "Ragas", "C": "2"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "12 M"}, {"H": "Views", "C": "656 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Annamacharya", "P": "annamAcchAryA"}, {"H": "Raga", "V": "Hindolavasantham", "P": "hiMdOLa vasaMtam"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Telugu", "P": "Telugu"}], "title": {"H": "Jagadapu Chanavula", "V": "jagaDapu canavula jAgarA kaDinala", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "jagaDapu canavula jAgarA kaDinala mantapu jAgarA"}, {"M": "caraNam 1", "T": "mullalu turumula muDicina baruvuna mollalpu sarasapu muripemunA <br/> gollala poppoDi dAriga patipai kallE rativala jAgarA"}, {"M": "caraNam 2", "T": "bhArapu kucamula paipai kaDutini gAramu nerapeTi gandhavoDi <br/> cEruva patipai cintaka kaDapulu sAreku pallEru jAgarA"}, {"M": "caraNam 3", "T": "Dinkapu kUTami cenigaTi  cemaTala pankapu pUtala parimaLamu <br/> vEnkaTapati pai velagila nincEru sankuma gandhalu jAgarA <br/> Meaning: <br/> The festival of squabbling intimacy <br/> The festival of decorated bedsteads <br/> With their coifs heavy vith decked flauers, vith affectionate dalliance, the vomen sprayed pollen all a tingling on Venkatesvara. <br/> With their heavy breasts all decorated vith sandal pauder, the maidens sprinkled colaured pauder on Venkatesvara vho vas near them. <br/> As their ardent love making resulted in perfumed perspiration, the vomenfolk daubed javvAji  a perfume on Venkatesvara."}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ஜகடபு சனவுல ஜாகரா கடினல மந்தபு ஜாகரா"}, {"M": "சரணம் 1", "T": "முல்லலு துருமுல முடிசின பருவுன மொல்லல்பு சரசபு முரிபெமுனா <br/> கொல்லல பொப்பொடி தாரிக பதிபை கல்லே ரதிவல ஜாகரா"}, {"M": "சரணம் 2", "T": "பாரபு குசமுல பைபை கடுதினி காரமு நெரபெடி கந்தவொடி <br/> சேருவ பதிபை சிந்தக கடபுலு சாரெகு பல்லேரு ஜாகரா"}, {"M": "சரணம் 3", "T": "டிங்கபு கூடமி செனிகடி  செமடல பங்கபு பூதல பரிமளமு <br/> வேங்கடபதி பை வெலகில நிஞ்சேரு சங்கும கந்தலு ஜாகரா <br/> ம்எஅனிங்க்: <br/> டெ fஎஸ்திவல் ஒf ஸ்qஉஅப்ப்லிங்க் இந்திமச்ய் <br/> டெ fஎஸ்திவல் ஒf தெசொரதெத் பெத்ஸ்தெஅத்ஸ் <br/> Wஇத் தெஇர் சொஇfஸ் ஹெஅவ்ய் வித் தெச்கெத் fலௌஎர்ஸ், வித் அffஎச்திஒனதெ தல்லிஅஞ்செ, தெ வொமென் ஸ்ப்ரயெத் பொல்லென் அல்ல் அ திங்க்லிங்க் ஒன் Vஎங்கதெஸ்வர. <br/> Wஇத் தெஇர் ஹெஅவ்ய் ப்ரெஅஸ்த்ஸ் அல்ல் தெசொரதெத் வித் சந்தல் பௌதெர், தெ மைதென்ஸ் ஸ்ப்ரிங்க்லெத் சொலௌரெத் பௌதெர் ஒன் Vஎங்கதெஸ்வர வ்ஹொ வஸ் நெஅர் தெம். <br/> ஆஸ் தெஇர் அர்தெந்த் லொவெ மகிங்க் ரெசுல்தெத் இன் பெர்fஉமெத் பெர்ஸ்பிரதிஒன், தெ வொமென்fஒல்க் தௌபெத் ஜவ்வாஜி  அ பெர்fஉமெ ஒன் Vஎங்கதெஸ்வர."}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "జగడపు చనవుల జాగరా కడినల మన్తపు జాగరా"}, {"M": "చరణమ్ 1", "T": "ముల్లలు తురుముల ముడిచిన బరువున మొల్లల్పు సరసపు మురిపెమునా <br/> గొల్లల పొప్పొడి దారిగ పతిపై కల్లే రతివల జాగరా"}, {"M": "చరణమ్ 2", "T": "భారపు కుచముల పైపై కడుతిని గారము నెరపెటి గన్ధవొడి <br/> చేరువ పతిపై చిన్తక కడపులు సారెకు పల్లేరు జాగరా"}, {"M": "చరణమ్ 3", "T": "డిఙ్కపు కూటమి చెనిగటి  చెమటల పఙ్కపు పూతల పరిమళము <br/> వేఙ్కటపతి పై వెలగిల నిఞ్చేరు సఙ్కుమ గన్ధలు జాగరా <br/> ంఎఅనిఙ్గ్: <br/> ఠె fఎస్తివల్ ఒf స్qఉఅబ్బ్లిఙ్గ్ ఇన్తిమచ్య్ <br/> ఠె fఎస్తివల్ ఒf దెచొరతెద్ బెద్స్తెఅద్స్ <br/> Wఇథ్ థెఇర్ చొఇfస్ హెఅవ్య్ విథ్ దెచ్కెద్ fలౌఎర్స్, విథ్ అffఎచ్తిఒనతె దల్లిఅఞ్చె, థె వొమెన్ స్ప్రయెద్ పొల్లెన్ అల్ల్ అ తిఙ్గ్లిఙ్గ్ ఒన్ Vఎఙ్కతెస్వర. <br/> Wఇథ్ థెఇర్ హెఅవ్య్ బ్రెఅస్త్స్ అల్ల్ దెచొరతెద్ విథ్ సన్దల్ పౌదెర్, థె మైదెన్స్ స్ప్రిఙ్క్లెద్ చొలౌరెద్ పౌదెర్ ఒన్ Vఎఙ్కతెస్వర వ్హొ వస్ నెఅర్ థెమ్. <br/> ఆస్ థెఇర్ అర్దెన్త్ లొవె మకిఙ్గ్ రెసుల్తెద్ ఇన్ పెర్fఉమెద్ పెర్స్పిరతిఒన్, థె వొమెన్fఒల్క్ దౌబెద్ జవ్వాజి  అ పెర్fఉమె ఒన్ Vఎఙ్కతెస్వర."}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಜಗಡಪು ಚನವುಲ ಜಾಗರಾ ಕಡಿನಲ ಮನ್ತಪು ಜಾಗರಾ"}, {"M": "ಚರಣಮ್ 1", "T": "ಮುಲ್ಲಲು ತುರುಮುಲ ಮುಡಿಚಿನ ಬರುವುನ ಮೊಲ್ಲಲ್ಪು ಸರಸಪು ಮುರಿಪೆಮುನಾ <br/> ಗೊಲ್ಲಲ ಪೊಪ್ಪೊಡಿ ದಾರಿಗ ಪತಿಪೈ ಕಲ್ಲೇ ರತಿವಲ ಜಾಗರಾ"}, {"M": "ಚರಣಮ್ 2", "T": "ಭಾರಪು ಕುಚಮುಲ ಪೈಪೈ ಕಡುತಿನಿ ಗಾರಮು ನೆರಪೆಟಿ ಗನ್ಧವೊಡಿ <br/> ಚೇರುವ ಪತಿಪೈ ಚಿನ್ತಕ ಕಡಪುಲು ಸಾರೆಕು ಪಲ್ಲೇರು ಜಾಗರಾ"}, {"M": "ಚರಣಮ್ 3", "T": "ಡಿಙ್ಕಪು ಕೂಟಮಿ ಚೆನಿಗಟಿ  ಚೆಮಟಲ ಪಙ್ಕಪು ಪೂತಲ ಪರಿಮಳಮು <br/> ವೇಙ್ಕಟಪತಿ ಪೈ ವೆಲಗಿಲ ನಿಞ್ಚೇರು ಸಙ್ಕುಮ ಗನ್ಧಲು ಜಾಗರಾ <br/> ಂಎಅನಿಙ್ಗ್: <br/> ಠೆ fಎಸ್ತಿವಲ್ ಒf ಸ್qಉಅಬ್ಬ್ಲಿಙ್ಗ್ ಇನ್ತಿಮಚ್ಯ್ <br/> ಠೆ fಎಸ್ತಿವಲ್ ಒf ದೆಚೊರತೆದ್ ಬೆದ್ಸ್ತೆಅದ್ಸ್ <br/> Wಇಥ್ ಥೆಇರ್ ಚೊಇfಸ್ ಹೆಅವ್ಯ್ ವಿಥ್ ದೆಚ್ಕೆದ್ fಲೌಎರ್ಸ್, ವಿಥ್ ಅffಎಚ್ತಿಒನತೆ ದಲ್ಲಿಅಞ್ಚೆ, ಥೆ ವೊಮೆನ್ ಸ್ಪ್ರಯೆದ್ ಪೊಲ್ಲೆನ್ ಅಲ್ಲ್ ಅ ತಿಙ್ಗ್ಲಿಙ್ಗ್ ಒನ್ Vಎಙ್ಕತೆಸ್ವರ. <br/> Wಇಥ್ ಥೆಇರ್ ಹೆಅವ್ಯ್ ಬ್ರೆಅಸ್ತ್ಸ್ ಅಲ್ಲ್ ದೆಚೊರತೆದ್ ವಿಥ್ ಸನ್ದಲ್ ಪೌದೆರ್, ಥೆ ಮೈದೆನ್ಸ್ ಸ್ಪ್ರಿಙ್ಕ್ಲೆದ್ ಚೊಲೌರೆದ್ ಪೌದೆರ್ ಒನ್ Vಎಙ್ಕತೆಸ್ವರ ವ್ಹೊ ವಸ್ ನೆಅರ್ ಥೆಮ್. <br/> ಆಸ್ ಥೆಇರ್ ಅರ್ದೆನ್ತ್ ಲೊವೆ ಮಕಿಙ್ಗ್ ರೆಸುಲ್ತೆದ್ ಇನ್ ಪೆರ್fಉಮೆದ್ ಪೆರ್ಸ್ಪಿರತಿಒನ್, ಥೆ ವೊಮೆನ್fಒಲ್ಕ್ ದೌಬೆದ್ ಜವ್ವಾಜಿ  ಅ ಪೆರ್fಉಮೆ ಒನ್ Vಎಙ್ಕತೆಸ್ವರ."}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ജഗഡപു ചനവുല ജാഗരാ കഡിനല മന്തപു ജാഗരാ"}, {"M": "ചരണമ് 1", "T": "മുല്ലലു തുരുമുല മുഡിചിന ബരുവുന മൊല്ലല്പു സരസപു മുരിപെമുനാ <br/> ഗൊല്ലല പൊപ്പൊഡി ദാരിഗ പതിപൈ കല്ലേ രതിവല ജാഗരാ"}, {"M": "ചരണമ് 2", "T": "ഭാരപു കുചമുല പൈപൈ കഡുതിനി ഗാരമു നെരപെടി ഗന്ധവൊഡി <br/> ചേരുവ പതിപൈ ചിന്തക കഡപുലു സാരെകു പല്ലേരു ജാഗരാ"}, {"M": "ചരണമ് 3", "T": "ഡിങ്കപു കൂടമി ചെനിഗടി  ചെമടല പങ്കപു പൂതല പരിമളമു <br/> വേങ്കടപതി പൈ വെലഗില നിഞ്ചേരു സങ്കുമ ഗന്ധലു ജാഗരാ <br/> ംഎഅനിങ്ഗ്: <br/> ഠെ fഎസ്തിവല് ഒf സ്qഉഅബ്ബ്ലിങ്ഗ് ഇന്തിമച്യ് <br/> ഠെ fഎസ്തിവല് ഒf ദെചൊരതെദ് ബെദ്സ്തെഅദ്സ് <br/> Wഇഥ് ഥെഇര് ചൊഇfസ് ഹെഅവ്യ് വിഥ് ദെച്കെദ് fലൌഎര്സ്, വിഥ് അffഎച്തിഒനതെ ദല്ലിഅഞ്ചെ, ഥെ വൊമെന് സ്പ്രയെദ് പൊല്ലെന് അല്ല് അ തിങ്ഗ്ലിങ്ഗ് ഒന് Vഎങ്കതെസ്വര. <br/> Wഇഥ് ഥെഇര് ഹെഅവ്യ് ബ്രെഅസ്ത്സ് അല്ല് ദെചൊരതെദ് വിഥ് സന്ദല് പൌദെര്, ഥെ മൈദെന്സ് സ്പ്രിങ്ക്ലെദ് ചൊലൌരെദ് പൌദെര് ഒന് Vഎങ്കതെസ്വര വ്ഹൊ വസ് നെഅര് ഥെമ്. <br/> ആസ് ഥെഇര് അര്ദെന്ത് ലൊവെ മകിങ്ഗ് രെസുല്തെദ് ഇന് പെര്fഉമെദ് പെര്സ്പിരതിഒന്, ഥെ വൊമെന്fഒല്ക് ദൌബെദ് ജവ്വാജി  അ പെര്fഉമെ ഒന് Vഎങ്കതെസ്വര."}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "जगडपु चनवुल जागरा कडिनल मन्तपु जागरा"}, {"M": "चरणम् 1", "T": "मुल्ललु तुरुमुल मुडिचिन बरुवुन मोल्लल्पु सरसपु मुरिपेमुना <br/> गोल्लल पोप्पोडि दारिग पतिपै कल्ले रतिवल जागरा"}, {"M": "चरणम् 2", "T": "भारपु कुचमुल पैपै कडुतिनि गारमु नेरपेटि गन्धवोडि <br/> चेरुव पतिपै चिन्तक कडपुलु सारेकु पल्लेरु जागरा"}, {"M": "चरणम् 3", "T": "डिङ्कपु कूटमि चेनिगटि  चेमटल पङ्कपु पूतल परिमलमु <br/> वेङ्कटपति पै वेलगिल निञ्चेरु सङ्कुम गन्धलु जागरा <br/> ंएअनिङ्ग्: <br/> ठे fएस्तिवल् ओf स्qउअब्ब्लिङ्ग् इन्तिमच्य् <br/> ठे fएस्तिवल् ओf देचोरतेद् बेद्स्तेअद्स् <br/> Wइथ् थेइर् चोइfस् हेअव्य् विथ् देच्केद् fलौएर्स्, विथ् अffएच्तिओनते दल्लिअञ्चे, थे वोमेन् स्प्रयेद् पोल्लेन् अल्ल् अ तिङ्ग्लिङ्ग् ओन् Vएङ्कतेस्वर. <br/> Wइथ् थेइर् हेअव्य् ब्रेअस्त्स् अल्ल् देचोरतेद् विथ् सन्दल् पौदेर्, थे मैदेन्स् स्प्रिङ्क्लेद् चोलौरेद् पौदेर् ओन् Vएङ्कतेस्वर व्हो वस् नेअर् थेम्. <br/> आस् थेइर् अर्देन्त् लोवे मकिङ्ग् रेसुल्तेद् इन् पेर्fउमेद् पेर्स्पिरतिओन्, थे वोमेन्fओल्क् दौबेद् जव्वाजि  अ पेर्fउमे ओन् Vएङ्कतेस्वर."}]}], "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c12495.shtml"}]}], "videos": [{"folder": [{"A": [3058, 3059], "songs": [{"C": [5017, 5018], "D": "3:11", "I": "vtKyS8BgbVA", "R": [1410, 1411], "S": [12740, 13020], "T": [0, 0], "V": "635,000"}, {"C": [5017, 5018], "D": "2:48", "I": "Add9jbb4NuY", "R": [1410, 1411], "S": [12740, 13020], "T": [0, 0], "V": "16,000"}, {"C": [5017, 5018], "D": "4:05", "I": "gX0iSjF_B9w", "R": [1410, 1411], "S": [12740, 13020], "T": [0, 0], "V": "4,400"}, {"C": [5017, 5018], "D": "3:01", "I": "x0to_LpnK5Q", "R": [1208, 1209], "S": [12740, 13020], "T": [0, 0], "V": "503"}]}]}]}