{"stats": [{"N": "Videos", "C": "110"}, {"N": "Ragas", "C": "1"}, {"N": "Artists", "C": "56"}, {"N": "Types", "C": "1"}, {"N": "Duration", "C": "29 H"}, {"N": "Views", "C": "714 K"}], "info": [{"N": "Type", "V": "Krithi"}, {"N": "Composer", "V": "Subbaraya Shastry"}, {"N": "Raga", "V": "Reethigowla"}, {"N": "Tala", "V": "Caapu"}, {"N": "Tala name", "V": "Misra Caapu"}, {"N": "Tala count", "V": "3 + 2 + 2 = 7"}, {"N": "Language", "V": "Telugu"}, {"N": "God", "V": "Devi"}], "title": {"N": "jananI ninnu vinA trilOka dikkevarammA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "jananI ninnu vinA (trilOka) dikkevarammA jagamulOna gAna"}, {"M": "anupallavi", "T": "manasija mAnasa sammOdini vinavE nA manavini vini nannu brOvumu"}, {"M": "svara sAhityam", "T": "niravadhika sukha dAyaki yanucu vini ninnu cAla goliciti <br/> niratamuga tanayuni moralu vini nI valanE brOcuTaku evarika dharalO <br/> vinumA idi ghanamA taruNamidi krpa salupa durusuga <br/> sarasIruha lOcani suvAsini tAmasamu sEyakane brOvumu (jananI)"}, {"M": "caraNam 1", "T": "varadAyaki gadA okkani brOva karudA daya rAdA <br/> nera nammina nAtO vAdA sarasija bhava hari haranuta pAda"}, {"M": "caraNam 2", "T": "karuNAnidhi nIvu vEganE vacci karuNatO nannu brOvu <br/> girirAja kumArivainavu paritApamula nella pariharicEvu"}, {"M": "caraNam 3", "T": "vanajAyata nEtri kumAra janani kAmitadAtri <br/> ghana pApa latAlavitri sanakAdi munulella sannuta pAtri"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ஜனனீ நின்னு வினா (த்ரிலோக) திக்கெவரம்மா ஜகமுலோன கான"}, {"M": "அனுபல்லவி", "T": "மனசிஜ மானச சம்மோதினி வினவே நா மனவினி வினி நன்னு ப்ரோவுமு"}, {"M": "ஸ்வர சாஹித்யம்", "T": "நிரவதிக சுக தாயகி யனுசு வினி நின்னு சால கொலிசிதி <br/> நிரதமுக தனயுனி மொரலு வினி நீ வலனே ப்ரோசுடகு எவரிக தரலோ <br/> வினுமா இதி கனமா தருணமிதி க்ர்ப சலுப துருசுக <br/> சரசீருஹ லோசனி சுவாசினி தாமசமு சேயகனெ ப்ரோவுமு (ஜனனீ)"}, {"M": "சரணம் 1", "T": "வரதாயகி கதா ஒக்கனி ப்ரோவ கருதா தய ராதா <br/> நெர நம்மின நாதோ வாதா சரசிஜ பவ ஹரி ஹரனுத பாத"}, {"M": "சரணம் 2", "T": "கருணானிதி நீவு வேகனே வச்சி கருணதோ நன்னு ப்ரோவு <br/> கிரிராஜ குமாரிவைனவு பரிதாபமுல நெல்ல பரிஹரிசேவு"}, {"M": "சரணம் 3", "T": "வனஜாயத நேத்ரி குமார ஜனனி காமிததாத்ரி <br/> கன பாப லதாலவித்ரி சனகாதி முனுலெல்ல சன்னுத பாத்ரி"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "జననీ నిన్ను వినా (త్రిలోక) దిక్కెవరమ్మా జగములోన గాన"}, {"M": "అనుపల్లవి", "T": "మనసిజ మానస సమ్మోదిని వినవే నా మనవిని విని నన్ను బ్రోవుము"}, {"M": "స్వర సాహిత్యమ్", "T": "నిరవధిక సుఖ దాయకి యనుచు విని నిన్ను చాల గొలిచితి <br/> నిరతముగ తనయుని మొరలు విని నీ వలనే బ్రోచుటకు ఎవరిక ధరలో <br/> వినుమా ఇది ఘనమా తరుణమిది క్ర్ప సలుప దురుసుగ <br/> సరసీరుహ లోచని సువాసిని తామసము సేయకనె బ్రోవుము (జననీ)"}, {"M": "చరణమ్ 1", "T": "వరదాయకి గదా ఒక్కని బ్రోవ కరుదా దయ రాదా <br/> నెర నమ్మిన నాతో వాదా సరసిజ భవ హరి హరనుత పాద"}, {"M": "చరణమ్ 2", "T": "కరుణానిధి నీవు వేగనే వచ్చి కరుణతో నన్ను బ్రోవు <br/> గిరిరాజ కుమారివైనవు పరితాపముల నెల్ల పరిహరిచేవు"}, {"M": "చరణమ్ 3", "T": "వనజాయత నేత్రి కుమార జనని కామితదాత్రి <br/> ఘన పాప లతాలవిత్రి సనకాది మునులెల్ల సన్నుత పాత్రి"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಜನನೀ ನಿನ್ನು ವಿನಾ (ತ್ರಿಲೋಕ) ದಿಕ್ಕೆವರಮ್ಮಾ ಜಗಮುಲೋನ ಗಾನ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಮನಸಿಜ ಮಾನಸ ಸಮ್ಮೋದಿನಿ ವಿನವೇ ನಾ ಮನವಿನಿ ವಿನಿ ನನ್ನು ಬ್ರೋವುಮು"}, {"M": "ಸ್ವರ ಸಾಹಿತ್ಯಮ್", "T": "ನಿರವಧಿಕ ಸುಖ ದಾಯಕಿ ಯನುಚು ವಿನಿ ನಿನ್ನು ಚಾಲ ಗೊಲಿಚಿತಿ <br/> ನಿರತಮುಗ ತನಯುನಿ ಮೊರಲು ವಿನಿ ನೀ ವಲನೇ ಬ್ರೋಚುಟಕು ಎವರಿಕ ಧರಲೋ <br/> ವಿನುಮಾ ಇದಿ ಘನಮಾ ತರುಣಮಿದಿ ಕ್ರ್ಪ ಸಲುಪ ದುರುಸುಗ <br/> ಸರಸೀರುಹ ಲೋಚನಿ ಸುವಾಸಿನಿ ತಾಮಸಮು ಸೇಯಕನೆ ಬ್ರೋವುಮು (ಜನನೀ)"}, {"M": "ಚರಣಮ್ 1", "T": "ವರದಾಯಕಿ ಗದಾ ಒಕ್ಕನಿ ಬ್ರೋವ ಕರುದಾ ದಯ ರಾದಾ <br/> ನೆರ ನಮ್ಮಿನ ನಾತೋ ವಾದಾ ಸರಸಿಜ ಭವ ಹರಿ ಹರನುತ ಪಾದ"}, {"M": "ಚರಣಮ್ 2", "T": "ಕರುಣಾನಿಧಿ ನೀವು ವೇಗನೇ ವಚ್ಚಿ ಕರುಣತೋ ನನ್ನು ಬ್ರೋವು <br/> ಗಿರಿರಾಜ ಕುಮಾರಿವೈನವು ಪರಿತಾಪಮುಲ ನೆಲ್ಲ ಪರಿಹರಿಚೇವು"}, {"M": "ಚರಣಮ್ 3", "T": "ವನಜಾಯತ ನೇತ್ರಿ ಕುಮಾರ ಜನನಿ ಕಾಮಿತದಾತ್ರಿ <br/> ಘನ ಪಾಪ ಲತಾಲವಿತ್ರಿ ಸನಕಾದಿ ಮುನುಲೆಲ್ಲ ಸನ್ನುತ ಪಾತ್ರಿ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ജനനീ നിന്നു വിനാ (ത്രിലോക) ദിക്കെവരമ്മാ ജഗമുലോന ഗാന"}, {"M": "അനുപല്ലവി", "T": "മനസിജ മാനസ സമ്മോദിനി വിനവേ നാ മനവിനി വിനി നന്നു ബ്രോവുമു"}, {"M": "സ്വര സാഹിത്യമ്", "T": "നിരവധിക സുഖ ദായകി യനുചു വിനി നിന്നു ചാല ഗൊലിചിതി <br/> നിരതമുഗ തനയുനി മൊരലു വിനി നീ വലനേ ബ്രോചുടകു എവരിക ധരലോ <br/> വിനുമാ ഇദി ഘനമാ തരുണമിദി ക്ര്പ സലുപ ദുരുസുഗ <br/> സരസീരുഹ ലോചനി സുവാസിനി താമസമു സേയകനെ ബ്രോവുമു (ജനനീ)"}, {"M": "ചരണമ് 1", "T": "വരദായകി ഗദാ ഒക്കനി ബ്രോവ കരുദാ ദയ രാദാ <br/> നെര നമ്മിന നാതോ വാദാ സരസിജ ഭവ ഹരി ഹരനുത പാദ"}, {"M": "ചരണമ് 2", "T": "കരുണാനിധി നീവു വേഗനേ വച്ചി കരുണതോ നന്നു ബ്രോവു <br/> ഗിരിരാജ കുമാരിവൈനവു പരിതാപമുല നെല്ല പരിഹരിചേവു"}, {"M": "ചരണമ് 3", "T": "വനജായത നേത്രി കുമാര ജനനി കാമിതദാത്രി <br/> ഘന പാപ ലതാലവിത്രി സനകാദി മുനുലെല്ല സന്നുത പാത്രി"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "जननी निन्नु विना (त्रिलोक) दिक्केवरम्मा जगमुलोन गान"}, {"M": "अनुपल्लवि", "T": "मनसिज मानस सम्मोदिनि विनवे ना मनविनि विनि नन्नु ब्रोवुमु"}, {"M": "स्वर साहित्यम्", "T": "निरवधिक सुख दायकि यनुचु विनि निन्नु चाल गोलिचिति <br/> निरतमुग तनयुनि मोरलु विनि नी वलने ब्रोचुटकु एवरिक धरलो <br/> विनुमा इदि घनमा तरुणमिदि क्र्प सलुप दुरुसुग <br/> सरसीरुह लोचनि सुवासिनि तामसमु सेयकने ब्रोवुमु (जननी)"}, {"M": "चरणम् 1", "T": "वरदायकि गदा ओक्कनि ब्रोव करुदा दय रादा <br/> नेर नम्मिन नातो वादा सरसिज भव हरि हरनुत पाद"}, {"M": "चरणम् 2", "T": "करुणानिधि नीवु वेगने वच्चि करुणतो नन्नु ब्रोवु <br/> गिरिराज कुमारिवैनवु परितापमुल नेल्ल परिहरिचेवु"}, {"M": "चरणम् 3", "T": "वनजायत नेत्रि कुमार जननि कामितदात्रि <br/> घन पाप लतालवित्रि सनकादि मुनुलेल्ल सन्नुत पात्रि"}]}], "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c1085.shtml"}, {"N": "www.sangeetasudha.org", "L": "http://www.sangeetasudha.org/othercomposers2/g11.html#MARK_JANANEE"}, {"N": "www.shivkumar.org", "L": "http://www.shivkumar.org/music/janani.htm"}]}], "videos": [{"folder": [{"A": 1034, "songs": [{"C": 2025, "D": "16:05", "H": 5047, "I": "3hr5jmzenTM", "R": 118, "S": 5046, "T": 0, "V": "666"}]}, {"A": 1042, "songs": [{"C": 2025, "D": "20:41", "H": 5047, "I": "78zmscW5RVI", "R": 118, "S": 5046, "T": 0, "V": "184"}, {"C": 2025, "D": "12:27", "H": 5047, "I": "YlXxexuzi_M", "R": 118, "S": 5046, "T": 0, "V": "90"}]}, {"A": 1020, "songs": [{"C": 2025, "D": "7:56", "H": 5047, "I": "OtGYYjFljgQ", "R": 118, "S": 5046, "T": 0, "V": "235"}]}, {"A": 1053, "songs": [{"C": 2025, "D": "13:47", "H": 5047, "I": "hdb7d38LsXU", "R": 118, "S": 5046, "T": 0, "V": "3,300"}, {"C": 2025, "D": "10:19", "H": 5047, "I": "R_EUm75wXDU", "R": 118, "S": 5046, "T": 0, "V": "285"}]}, {"A": 1022, "songs": [{"C": 2025, "D": "30:55", "H": 5047, "I": "7BpytqSz77Q", "R": 118, "S": 5046, "T": 0, "V": "13,000"}]}, {"A": 1106, "songs": [{"C": 2025, "D": "12:50", "H": 5047, "I": "btkuEqBptHo", "R": 118, "S": 5046, "T": 0, "V": "30,184"}]}, {"A": 1068, "songs": [{"C": 2025, "D": "16:53", "H": 5047, "I": "QP78-LzFfiI", "R": 118, "S": 5046, "T": 0, "V": "3,200"}, {"C": 2025, "D": "17:02", "H": 5047, "I": "1DnH8fG7jx0", "R": 118, "S": 5046, "T": 0, "V": "414"}]}, {"A": 1045, "songs": [{"C": 2025, "D": "16:20", "H": 5047, "I": "V8lKfiAnuh4", "R": 118, "S": 5046, "T": 0, "V": "30,000"}, {"C": 2025, "D": "16:19", "H": 5047, "I": "SYDEQmHkcII", "R": 118, "S": 5046, "T": 0, "V": "113"}, {"C": 2025, "D": "3:01", "H": 5047, "I": "8i-JtZSI57w", "R": 118, "S": 5046, "T": 0, "V": "2,100"}, {"C": 2025, "D": "20:11", "H": 5047, "I": "VTti2KNJPsE", "R": 118, "S": 5046, "T": 0, "V": "6,600"}]}, {"A": 1000, "songs": [{"C": 2025, "D": "18:36", "H": 5047, "I": "Tu-yItiUvRQ", "R": 118, "S": 5046, "T": 0, "V": "9,900"}, {"C": 2025, "D": "12:52", "H": 5047, "I": "hFJ4vHE48l4", "R": 118, "S": 5046, "T": 0, "V": "275"}, {"C": 2025, "D": "12:51", "H": 5047, "I": "1LV7XURLEYo", "R": 118, "S": 5046, "T": 0, "V": "1,361"}]}, {"A": 1009, "songs": [{"C": 2025, "D": "31:16", "H": 5047, "I": "2NbP39t0Neo", "R": 118, "S": 5046, "T": 0, "V": "181"}, {"C": 2025, "D": "12:40", "H": 5047, "I": "8pqfH6PJFJE", "R": 118, "S": 5046, "T": 0, "V": "116"}, {"C": 2025, "D": "12:54", "H": 5047, "I": "AvQ47oh4hU8", "R": 118, "S": 5046, "T": 0, "V": "55"}, {"C": 2025, "D": "22:30", "H": 5047, "I": "WfCI9VGOXHs", "R": 118, "S": 5046, "T": 0, "V": "48"}, {"C": 2025, "D": "31:26", "H": 5047, "I": "q4i2bTfU7S0", "R": 118, "S": 5046, "T": 0, "V": "458"}, {"C": 2025, "D": "21:25", "H": 5047, "I": "wSHzbkciA_Q", "R": 118, "S": 5046, "T": 0, "V": "50,000"}]}, {"A": 1001, "songs": [{"C": 2025, "D": "22:36", "H": 5047, "I": "qyVGhSTUd2k", "R": 118, "S": 5046, "T": 0, "V": "6,500"}, {"C": 2025, "D": "21:06", "H": 5047, "I": "PvRhVEzdGwQ", "R": 118, "S": 5046, "T": 0, "V": "299"}, {"C": 2025, "D": "21:06", "H": 5047, "I": "RIPyRwmJWzA", "R": 118, "S": 5046, "T": 0, "V": "61"}]}, {"A": 1002, "songs": [{"C": 2025, "D": "14:51", "H": 5047, "I": "yMKM-3h4NK8", "R": 118, "S": 5046, "T": 0, "V": "1,700"}, {"C": 2025, "D": "14:51", "H": 5047, "I": "PNl6F1y9FbI", "R": 118, "S": 5046, "T": 0, "V": "28,000"}, {"C": 2025, "D": "5:41", "H": 5047, "I": "gGNXGOYk_MM", "R": 118, "S": 5046, "T": 0, "V": "159,000"}, {"C": 2025, "D": "9:26", "H": 5047, "I": "AEWUlPnTpGU", "R": 118, "S": 5046, "T": 0, "V": "3,100"}, {"C": 2025, "D": "15:10", "H": 5047, "I": "uQWNggFgJNE", "R": 118, "S": 5046, "T": 0, "V": "628"}, {"C": 2025, "D": "15:03", "H": 5047, "I": "HYmNR2pFGPU", "R": 118, "S": 5046, "T": 0, "V": "271"}, {"C": 2025, "D": "9:49", "H": 5047, "I": "dH_Rrl_tAwE", "R": 118, "S": 5046, "T": 0, "V": "63"}, {"C": 2025, "D": "9:15", "H": 5047, "I": "ZUQCi5NAYn8", "R": 118, "S": 5046, "T": 0, "V": "105"}, {"C": 2025, "D": "9:10", "H": 5047, "I": "y-E3PTnxDsk", "R": 118, "S": 5046, "T": 0, "V": "911"}, {"C": 2025, "D": "15:04", "H": 5047, "I": "__0GEJi1T0I", "R": 118, "S": 5046, "T": 0, "V": "15"}]}, {"A": 1011, "songs": [{"C": 2025, "D": "18:26", "H": 5047, "I": "2fZFWyg_X6s", "R": 118, "S": 5046, "T": 0, "V": "746"}, {"C": 2025, "D": "18:09", "H": 5047, "I": "hqYwptoCqGA", "R": 118, "S": 5046, "T": 0, "V": "69,000"}]}, {"A": 1648, "songs": [{"C": 2025, "D": "19:13", "H": 5047, "I": "OkPs1qbBXYY", "R": 118, "S": 5046, "T": 0, "V": "398"}]}, {"A": 1205, "songs": [{"C": 2025, "D": "22:21", "H": 5047, "I": "Ll93uSkRYJM", "R": 118, "S": 5046, "T": 0, "V": "5,000"}, {"C": 2025, "D": "18:40", "H": 5047, "I": "_AyBkzpWgEA", "R": 118, "S": 5046, "T": 0, "V": "26"}, {"C": 2025, "D": "22:16", "H": 5047, "I": "xNMYuXBXa2w", "R": 118, "S": 5046, "T": 0, "V": "185"}, {"C": 2025, "D": "4:17", "H": 5047, "I": "09KUG_cho4k", "R": 118, "S": 5046, "T": 0, "V": "491"}]}, {"A": 1101, "songs": [{"C": 2025, "D": "15:16", "H": 5047, "I": "MRIP5QTNzEI", "R": 118, "S": 5046, "T": 0, "V": "310"}]}, {"A": 1085, "songs": [{"C": 2025, "D": "13:20", "H": 5047, "I": "Zlh60_YJeck", "R": 118, "S": 5046, "T": 0, "V": "557"}]}, {"A": 1192, "songs": [{"C": 2025, "D": "32:42", "H": 5047, "I": "O1GZgrHCpA0", "R": 118, "S": 5046, "T": 0, "V": "2,020"}]}, {"A": 1261, "songs": [{"C": 2025, "D": "8:00", "H": 5047, "I": "h70DLyfiiAY", "R": 118, "S": 5046, "T": 0, "V": "2,696"}]}, {"A": 1007, "songs": [{"C": 2025, "D": "12:20", "H": 5047, "I": "pa80jJe-eg8", "R": 118, "S": 5046, "T": 0, "V": "8,500"}]}, {"A": 1060, "songs": [{"C": 2025, "D": "19:06", "H": 5047, "I": "oBTIHdgL7rs", "R": 118, "S": 5046, "T": 0, "V": "29"}, {"C": 2025, "D": "24:25", "H": 5047, "I": "KChjNNlUtcU", "R": 118, "S": 5046, "T": 0, "V": "5,400"}]}, {"A": 1055, "songs": [{"C": 2025, "D": "20:35", "H": 5047, "I": "LJrPjrPvkDY", "R": 118, "S": 5046, "T": 0, "V": "11"}, {"C": 2025, "D": "20:32", "H": 5047, "I": "ynFIqi1FMyY", "R": 118, "S": 5046, "T": 0, "V": "14,000"}]}, {"A": 1189, "songs": [{"C": 2025, "D": "10:05", "H": 5047, "I": "AAg4TVPM2Zk", "R": 118, "S": 5046, "T": 0, "V": "1,325"}]}, {"A": 1049, "songs": [{"C": 2025, "D": "22:28", "H": 5047, "I": "_4AYApAYipg", "R": 118, "S": 5046, "T": 0, "V": "720"}]}, {"A": 1052, "songs": [{"C": 2025, "D": "28:41", "H": 5047, "I": "ND52CaUCieo", "R": 118, "S": 5046, "T": 0, "V": "341"}]}, {"A": 1003, "songs": [{"C": 2025, "D": "29:04", "H": 5047, "I": "iuNQ7fAdcUw", "R": 118, "S": 5046, "T": 0, "V": "119,000"}, {"C": 2025, "D": "37:01", "H": 5047, "I": "qwIz2MsvAhg", "R": 118, "S": 5046, "T": 0, "V": "926"}]}, {"A": 1005, "songs": [{"C": 2025, "D": "21:36", "H": 5047, "I": "b-HeVBOBTK4", "R": 118, "S": 5046, "T": 0, "V": "392"}, {"C": 2025, "D": "22:23", "H": 5047, "I": "7E8XZd3wlBo", "R": 118, "S": 5046, "T": 0, "V": "40"}, {"C": 2025, "D": "15:32", "H": 5047, "I": "WQaRkjUBN_g", "R": 118, "S": 5046, "T": 0, "V": "162"}, {"C": 2025, "D": "20:59", "H": 5047, "I": "2nZvyAP4h_w", "R": 118, "S": 5046, "T": 0, "V": "26"}, {"C": 2025, "D": "15:29", "H": 5047, "I": "qJYsnzW-tAQ", "R": 118, "S": 5046, "T": 0, "V": "177"}, {"C": 2025, "D": "20:58", "H": 5047, "I": "ZE0JDvORS4c", "R": 118, "S": 5046, "T": 0, "V": "12,000"}, {"C": 2025, "D": "25:10", "H": 5047, "I": "THo-Q0p7LWY", "R": 118, "S": 5046, "T": 0, "V": "1,400"}]}, {"A": 1220, "songs": [{"C": 2025, "D": "17:51", "H": 5047, "I": "JTqgskedHHw", "R": 118, "S": 5046, "T": 0, "V": "4"}, {"C": 2025, "D": "8:22", "H": 5047, "I": "eK598VgFRXg", "R": 118, "S": 5046, "T": 0, "V": "104"}]}, {"A": 1645, "songs": [{"C": 2025, "D": "15:47", "H": 5047, "I": "Xe3XyM6B4rc", "R": 118, "S": 5046, "T": 0, "V": "41"}]}, {"A": 1006, "songs": [{"C": 2025, "D": "9:26", "H": 5047, "I": "VGrwbSk1n_8", "R": 118, "S": 5046, "T": 0, "V": "42"}, {"C": 2025, "D": "34:11", "H": 5047, "I": "czBTjddUb7A", "R": 118, "S": 5046, "T": 0, "V": "224"}, {"C": 2025, "D": "9:26", "H": 5047, "I": "CHiVZY0ll-s", "R": 118, "S": 5046, "T": 0, "V": "4,400"}]}, {"A": 1004, "songs": [{"C": 2025, "D": "16:21", "H": 5047, "I": "sana7D4r_vE", "R": 118, "S": 5046, "T": 0, "V": "1,400"}, {"C": 2025, "D": "24:40", "H": 5047, "I": "1YWXpzUGG-k", "R": 118, "S": 5046, "T": 0, "V": "12,000"}, {"C": 2025, "D": "22:06", "H": 5047, "I": "OUSBbTF1kMI", "R": 118, "S": 5046, "T": 0, "V": "310"}]}, {"A": 1050, "songs": [{"C": 2025, "D": "22:56", "H": 5047, "I": "zYNlQr0DCLA", "R": 118, "S": 5046, "T": 0, "V": "59"}]}, {"A": 1514, "songs": [{"C": 2025, "D": "10:16", "H": 5047, "I": "h-rac6tW2ws", "R": 118, "S": 5046, "T": 0, "V": "8,734"}]}, {"A": 1116, "songs": [{"C": 2025, "D": "33:12", "H": 5047, "I": "UgsADvLIPww", "R": 118, "S": 5046, "T": 0, "V": "175"}]}, {"A": 1103, "songs": [{"C": 2025, "D": "11:49", "H": 5047, "I": "j65Q5Z_skUU", "R": 118, "S": 5046, "T": 0, "V": "862"}]}, {"A": 1058, "songs": [{"C": 2025, "D": "8:48", "H": 5047, "I": "xoWw5cusxW0", "R": 118, "S": 5046, "T": 0, "V": "18,000"}, {"C": 2025, "D": "10:58", "H": 5047, "I": "pkrDlXwMiAE", "R": 118, "S": 5046, "T": 0, "V": "31"}]}, {"A": 1329, "songs": [{"C": 2025, "D": "3:19", "H": 5047, "I": "Qo0B1-1eDk0", "R": 118, "S": 5046, "T": 0, "V": "169"}]}, {"A": 1638, "songs": [{"C": 2025, "D": "10:51", "H": 5047, "I": "Y9LzF-vnQ44", "R": 118, "S": 5046, "T": 0, "V": "535"}]}, {"A": 1287, "songs": [{"C": 2025, "D": "12:41", "H": 5047, "I": "5DSxdWXdA8Y", "R": 118, "S": 5046, "T": 0, "V": "1,400"}]}, {"A": 1537, "songs": [{"C": 2025, "D": "13:58", "H": 5047, "I": "m8F5RwGMzJg", "R": 118, "S": 5046, "T": 0, "V": "505"}]}, {"A": 1423, "songs": [{"C": 2025, "D": "14:47", "H": 5047, "I": "1jOg8ASf8AE", "R": 118, "S": 5046, "T": 0, "V": "3,790"}]}, {"A": 1010, "songs": [{"C": 2025, "D": "9:43", "H": 5047, "I": "fk9EMnrVMZw", "R": 118, "S": 5046, "T": 0, "V": "368"}, {"C": 2025, "D": "9:46", "H": 5047, "I": "OjdRMRLoXvo", "R": 118, "S": 5046, "T": 0, "V": "929"}, {"C": 2025, "D": "8:26", "H": 5047, "I": "Iet9SmdcHR8", "R": 118, "S": 5046, "T": 0, "V": "2,300"}]}, {"A": 1508, "songs": [{"C": 2025, "D": "10:56", "H": 5047, "I": "ND0ln1kJhog", "R": 118, "S": 5046, "T": 0, "V": "165"}]}, {"A": 1244, "songs": [{"C": 2025, "D": "19:20", "H": 5047, "I": "MVvc3JOrGsc", "R": 118, "S": 5046, "T": 0, "V": "1,900"}]}, {"A": 1406, "songs": [{"C": 2025, "D": "22:41", "H": 5047, "I": "QlzEH9yprao", "R": 118, "S": 5046, "T": 0, "V": "316"}]}, {"A": 1247, "songs": [{"C": 2025, "D": "26:54", "H": 5047, "I": "DIwefBHf2Tc", "R": 118, "S": 5046, "T": 0, "V": "1,160"}]}, {"A": 1139, "songs": [{"C": 2025, "D": "19:53", "H": 5047, "I": "vTRX8yZmpMM", "R": 118, "S": 5046, "T": 0, "V": "544"}]}, {"A": 1193, "songs": [{"C": 2025, "D": "13:36", "H": 5047, "I": "zQu0xL6DhH0", "R": 118, "S": 5046, "T": 0, "V": "191"}, {"C": 2025, "D": "21:26", "H": 5047, "I": "YgL6FIJIbng", "R": 118, "S": 5046, "T": 0, "V": "213"}]}, {"A": 1118, "songs": [{"C": 2025, "D": "8:50", "H": 5047, "I": "hiXSe_V29jc", "R": 118, "S": 5046, "T": 0, "V": "6,400"}]}, {"A": 1215, "songs": [{"C": 2025, "D": "9:38", "H": 5047, "I": "SpNIaBEyuPE", "R": 118, "S": 5046, "T": 0, "V": "476"}]}, {"A": 1008, "songs": [{"C": 2025, "D": "4:06", "H": 5047, "I": "VCszKcUoGLQ", "R": 118, "S": 5046, "T": 0, "V": "164"}, {"C": 2025, "D": "3:01", "H": 5047, "I": "oiwtChFsbpY", "R": 118, "S": 5046, "T": 0, "V": "425"}]}, {"A": 1019, "songs": [{"C": 2025, "D": "10:56", "H": 5047, "I": "tlhwK0wOCLM", "R": 118, "S": 5046, "T": 0, "V": "15"}, {"C": 2025, "D": "19:23", "H": 5047, "I": "xKD7dSakPlk", "R": 118, "S": 5046, "T": 0, "V": "8,600"}, {"C": 2025, "D": "9:40", "H": 5047, "I": "MIGxMHg8mo4", "R": 118, "S": 5046, "T": 0, "V": "369"}, {"C": 2025, "D": "9:31", "H": 5047, "I": "JuPqOVG--rc", "R": 118, "S": 5046, "T": 0, "V": "779"}, {"C": 2025, "D": "10:46", "H": 5047, "I": "VsnVRcjo674", "R": 118, "S": 5046, "T": 0, "V": "675"}]}, {"A": 1046, "songs": [{"C": 2025, "D": "28:26", "H": 5047, "I": "iXASDGIO_eo", "R": 118, "S": 5046, "T": 0, "V": "23,739"}]}, {"A": 1021, "songs": [{"C": 2025, "D": "17:11", "H": 5047, "I": "MEdstio66xk", "R": 118, "S": 5046, "T": 0, "V": "19"}, {"C": 2025, "D": "16:02", "H": 5047, "I": "3h4aZ5goyvk", "R": 118, "S": 5046, "T": 0, "V": "1,700"}, {"C": 2025, "D": "5:05", "H": 5047, "I": "_ElVtuVQ8u8", "R": 118, "S": 5046, "T": 0, "V": "194"}, {"C": 2025, "D": "18:26", "H": 5047, "I": "tmD6jI_crBA", "R": 118, "S": 5046, "T": 0, "V": "85"}]}, {"A": 1088, "songs": [{"C": 2025, "D": "11:34", "H": 5047, "I": "bRgo8P09hOA", "R": 118, "S": 5046, "T": 0, "V": "9,000"}]}, {"A": 1173, "songs": [{"C": 2025, "D": "7:00", "H": 5047, "I": "OuFmM0jkruA", "R": 118, "S": 5046, "T": 0, "V": "1,009"}]}]}]}