{"stats": [{"H": "Videos", "C": "98"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "47"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "30 H"}, {"H": "Views", "C": "143 K"}], "info": [{"H": "Type", "V": "Navarathri", "P": "navarAtri", "I": 22}, {"H": "Composer", "V": "Swathi Thirunal", "P": "svAthi thiru.NAL", "I": 5}, {"H": "Raga", "V": "Bhairavi", "P": "bhairavi", "I": 4}, {"H": "Tala", "V": "Caapu", "P": "cApu", "I": 4}, {"H": "Tala name", "V": "Misra Caapu", "P": "miSra cApu", "I": 0}, {"H": "Tala count", "V": "3 + 2 + 2 = 7", "P": "3 + 2 + 2 = 7", "I": 0}, {"H": "Language", "V": "Sanskrit", "P": "Sanskrit", "I": 0}, {"H": "God", "V": "dEvi", "P": "dEvi", "I": 0}], "title": {"T": 353, "H": "Janani Mamava", "V": "janani mAmavamEye", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "janani mAmavamEye bhArati jaya sarasijAsana jAyE"}, {"M": "anupallavi", "T": "anupamita kamalA vAsE cAru hasita krta kunda nirAsE dEvi munivarEDita vimala caritE mOhanIya guNaukha bharitE"}, {"M": "caraNam 1", "T": "taruNa vArida nibha vENi dEvataru kisalayOpama pANi <br/> kalita varadA bhItimudarE kalyANi pUrNa Saradindu sama kAntE vANi <br/> surucira nayana jitaiNi parama karuNArasa SiSira vENi <br/> carana gata jana bharaNa nipuNE paramAmrta su-madhura bhAshiNI"}, {"M": "caraNam 2", "T": "ghana sAra tilakAnkita phAlE ati kamanIya viSadadukUlE vinata <br/> jana vidyA vitaraNa lOlE sAdhu smaraNIyatama pAda mUlE <br/> kanaka bhUshaNE Subha SIlE sarvAgamamayi sujanAnukUlE <br/> nAnA muni manOmaya vanaja nilayE vinihatASrtavividha SamalE"}, {"M": "caraNam 3", "T": "parihrta ghanAgyAna khEdE krta padmanAbha sEvakamOdE <br/> satata paricita vINA ninAdE mama kuru matimayi tava pAdE <br/> suragaNa mahita vinOdE sItakara pOtadharE gatabhEdE <br/> sadA sarasIruhamukhi sapadi vadanE sarasamiha vasa sakala varadE"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ஜனனி மாமவமேயெ பாரதி ஜய சரசிஜாசன ஜாயே"}, {"M": "அனுபல்லவி", "T": "அனுபமித கமலா வாசே சாரு ஹசித க்ர்த குந்த நிராசே தேவி முனிவரேடித விமல சரிதே மோஹனீய குணௌக பரிதே"}, {"M": "சரணம் 1", "T": "தருண வாரித நிப வேணி தேவதரு கிசலயோபம பாணி <br/> கலித வரதா பீதிமுதரே கல்யாணி பூர்ண சரதிந்து சம காந்தே வாணி <br/> சுருசிர நயன ஜிதைணி பரம கருணாரச சிசிர வேணி <br/> சரன கத ஜன பரண நிபுணே பரமாம்ர்த சு-மதுர பாஷிணீ"}, {"M": "சரணம் 2", "T": "கன சார திலகாங்கித பாலே அதி கமனீய விசததுகூலே வினத <br/> ஜன வித்யா விதரண லோலே சாது ஸ்மரணீயதம பாத மூலே <br/> கனக பூஷணே சுப சீலே சர்வாகமமயி சுஜனானுகூலே <br/> நானா முனி மனோமய வனஜ நிலயே வினிஹதாஶ்ர்தவிவித சமலே"}, {"M": "சரணம் 3", "T": "பரிஹ்ர்த கனாஞ்ஞான கேதே க்ர்த பத்மனாப சேவகமோதே <br/> சதத பரிசித வீணா நினாதே மம குரு மதிமயி தவ பாதே <br/> சுரகண மஹித வினோதே சீதகர போததரே கதபேதே <br/> சதா சரசீருஹமுகி சபதி வதனே சரசமிஹ வச சகல வரதே"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "జనని మామవమేయె భారతి జయ సరసిజాసన జాయే"}, {"M": "అనుపల్లవి", "T": "అనుపమిత కమలా వాసే చారు హసిత క్ర్త కున్ద నిరాసే దేవి మునివరేడిత విమల చరితే మోహనీయ గుణౌఖ భరితే"}, {"M": "చరణమ్ 1", "T": "తరుణ వారిద నిభ వేణి దేవతరు కిసలయోపమ పాణి <br/> కలిత వరదా భీతిముదరే కల్యాణి పూర్ణ శరదిన్దు సమ కాన్తే వాణి <br/> సురుచిర నయన జితైణి పరమ కరుణారస శిశిర వేణి <br/> చరన గత జన భరణ నిపుణే పరమామ్ర్త సు-మధుర భాషిణీ"}, {"M": "చరణమ్ 2", "T": "ఘన సార తిలకాంకిత ఫాలే అతి కమనీయ విశదదుకూలే వినత <br/> జన విద్యా వితరణ లోలే సాధు స్మరణీయతమ పాద మూలే <br/> కనక భూషణే శుభ శీలే సర్వాగమమయి సుజనానుకూలే <br/> నానా ముని మనోమయ వనజ నిలయే వినిహతాశ్ర్తవివిధ శమలే"}, {"M": "చరణమ్ 3", "T": "పరిహ్ర్త ఘనాజ్ఞాన ఖేదే క్ర్త పద్మనాభ సేవకమోదే <br/> సతత పరిచిత వీణా నినాదే మమ కురు మతిమయి తవ పాదే <br/> సురగణ మహిత వినోదే సీతకర పోతధరే గతభేదే <br/> సదా సరసీరుహముఖి సపది వదనే సరసమిహ వస సకల వరదే"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಜನನಿ ಮಾಮವಮೇಯೆ ಭಾರತಿ ಜಯ ಸರಸಿಜಾಸನ ಜಾಯೇ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಅನುಪಮಿತ ಕಮಲಾ ವಾಸೇ ಚಾರು ಹಸಿತ ಕ್ರ್ತ ಕುನ್ದ ನಿರಾಸೇ ದೇವಿ ಮುನಿವರೇಡಿತ ವಿಮಲ ಚರಿತೇ ಮೋಹನೀಯ ಗುಣೌಖ ಭರಿತೇ"}, {"M": "ಚರಣಮ್ 1", "T": "ತರುಣ ವಾರಿದ ನಿಭ ವೇಣಿ ದೇವತರು ಕಿಸಲಯೋಪಮ ಪಾಣಿ <br/> ಕಲಿತ ವರದಾ ಭೀತಿಮುದರೇ ಕಲ್ಯಾಣಿ ಪೂರ್ಣ ಶರದಿನ್ದು ಸಮ ಕಾನ್ತೇ ವಾಣಿ <br/> ಸುರುಚಿರ ನಯನ ಜಿತೈಣಿ ಪರಮ ಕರುಣಾರಸ ಶಿಶಿರ ವೇಣಿ <br/> ಚರನ ಗತ ಜನ ಭರಣ ನಿಪುಣೇ ಪರಮಾಮ್ರ್ತ ಸು-ಮಧುರ ಭಾಷಿಣೀ"}, {"M": "ಚರಣಮ್ 2", "T": "ಘನ ಸಾರ ತಿಲಕಾಂಕಿತ ಫಾಲೇ ಅತಿ ಕಮನೀಯ ವಿಶದದುಕೂಲೇ ವಿನತ <br/> ಜನ ವಿದ್ಯಾ ವಿತರಣ ಲೋಲೇ ಸಾಧು ಸ್ಮರಣೀಯತಮ ಪಾದ ಮೂಲೇ <br/> ಕನಕ ಭೂಷಣೇ ಶುಭ ಶೀಲೇ ಸರ್ವಾಗಮಮಯಿ ಸುಜನಾನುಕೂಲೇ <br/> ನಾನಾ ಮುನಿ ಮನೋಮಯ ವನಜ ನಿಲಯೇ ವಿನಿಹತಾಶ್ರ್ತವಿವಿಧ ಶಮಲೇ"}, {"M": "ಚರಣಮ್ 3", "T": "ಪರಿಹ್ರ್ತ ಘನಾಜ್ಞಾನ ಖೇದೇ ಕ್ರ್ತ ಪದ್ಮನಾಭ ಸೇವಕಮೋದೇ <br/> ಸತತ ಪರಿಚಿತ ವೀಣಾ ನಿನಾದೇ ಮಮ ಕುರು ಮತಿಮಯಿ ತವ ಪಾದೇ <br/> ಸುರಗಣ ಮಹಿತ ವಿನೋದೇ ಸೀತಕರ ಪೋತಧರೇ ಗತಭೇದೇ <br/> ಸದಾ ಸರಸೀರುಹಮುಖಿ ಸಪದಿ ವದನೇ ಸರಸಮಿಹ ವಸ ಸಕಲ ವರದೇ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ജനനി മാമവമേയെ ഭാരതി ജയ സരസിജാസന ജായേ"}, {"M": "അനുപല്ലവി", "T": "അനുപമിത കമലാ വാസേ ചാരു ഹസിത ക്ര്ത കുന്ദ നിരാസേ ദേവി മുനിവരേഡിത വിമല ചരിതേ മോഹനീയ ഗുണൌഖ ഭരിതേ"}, {"M": "ചരണമ് 1", "T": "തരുണ വാരിദ നിഭ വേണി ദേവതരു കിസലയോപമ പാണി <br/> കലിത വരദാ ഭീതിമുദരേ കല്യാണി പൂര്ണ ശരദിന്ദു സമ കാന്തേ വാണി <br/> സുരുചിര നയന ജിതൈണി പരമ കരുണാരസ ശിശിര വേണി <br/> ചരന ഗത ജന ഭരണ നിപുണേ പരമാമ്ര്ത സു-മധുര ഭാഷിണീ"}, {"M": "ചരണമ് 2", "T": "ഘന സാര തിലകാംകിത ഫാലേ അതി കമനീയ വിശദദുകൂലേ വിനത <br/> ജന വിദ്യാ വിതരണ ലോലേ സാധു സ്മരണീയതമ പാദ മൂലേ <br/> കനക ഭൂഷണേ ശുഭ ശീലേ സര്വാഗമമയി സുജനാനുകൂലേ <br/> നാനാ മുനി മനോമയ വനജ നിലയേ വിനിഹതാശ്ര്തവിവിധ ശമലേ"}, {"M": "ചരണമ് 3", "T": "പരിഹ്ര്ത ഘനാജ്ഞാന ഖേദേ ക്ര്ത പദ്മനാഭ സേവകമോദേ <br/> സതത പരിചിത വീണാ നിനാദേ മമ കുരു മതിമയി തവ പാദേ <br/> സുരഗണ മഹിത വിനോദേ സീതകര പോതധരേ ഗതഭേദേ <br/> സദാ സരസീരുഹമുഖി സപദി വദനേ സരസമിഹ വസ സകല വരദേ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "जननि मामवमेये भारति जय सरसिजासन जाये"}, {"M": "अनुपल्लवि", "T": "अनुपमित कमला वासे चारु हसित क्र्त कुन्द निरासे देवि मुनिवरेडित विमल चरिते मोहनीय गुणौख भरिते"}, {"M": "चरणम् 1", "T": "तरुण वारिद निभ वेणि देवतरु किसलयोपम पाणि <br/> कलित वरदा भीतिमुदरे कल्याणि पूर्ण शरदिन्दु सम कान्ते वाणि <br/> सुरुचिर नयन जितैणि परम करुणारस शिशिर वेणि <br/> चरन गत जन भरण निपुणे परमाम्र्त सु-मधुर भाषिणी"}, {"M": "चरणम् 2", "T": "घन सार तिलकांकित फाले अति कमनीय विशददुकूले विनत <br/> जन विद्या वितरण लोले साधु स्मरणीयतम पाद मूले <br/> कनक भूषणे शुभ शीले सर्वागममयि सुजनानुकूले <br/> नाना मुनि मनोमय वनज निलये विनिहताश्र्तविविध शमले"}, {"M": "चरणम् 3", "T": "परिह्र्त घनाज्ञान खेदे क्र्त पद्मनाभ सेवकमोदे <br/> सतत परिचित वीणा निनादे मम कुरु मतिमयि तव पादे <br/> सुरगण महित विनोदे सीतकर पोतधरे गतभेदे <br/> सदा सरसीरुहमुखि सपदि वदने सरसमिह वस सकल वरदे"}]}], "L": "l", "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c6769.shtml"}, {"N": "www.carnatica.net", "L": "http://www.carnatica.net/special/jananimamava.htm"}]}], "songs": [{"I": "hiXzg-kddvI&start=0&end=7", "T": 22, "S": 353, "R": 4, "C": 5, "A": 101, "D": "0:00", "V": "0", "J": "h"}, {"I": "1wD_MM4atFA", "T": 22, "S": 353, "R": 4, "C": 5, "A": 51, "D": "28:29", "V": "6,982", "J": "m"}, {"I": "1Oeecsl90q8", "T": 22, "S": 353, "R": 4, "C": 5, "A": 51, "D": "37:40", "V": "2,468", "J": "m"}, {"I": "NYG82gy0us0", "T": 22, "S": 353, "R": 4, "C": 5, "A": 51, "D": "59:57", "V": "240", "J": "s"}, {"I": "Qqgi3ADSWEA", "T": 22, "S": 353, "R": 4, "C": 5, "A": 158, "D": "8:50", "V": "7,542", "J": "m"}, {"I": "sUVL1180ALU&start=1878&end=3411", "T": 22, "S": 353, "R": 4, "C": 5, "A": 457, "D": "25:33", "V": "12", "J": "s"}, {"I": "EXUa4jtXgXE", "T": 22, "S": 353, "R": 4, "C": 5, "A": 394, "D": "24:10", "V": "962", "J": "m"}, {"I": "sq9FV6yxdco&start=0&end=3", "T": 22, "S": 353, "R": 4, "C": 5, "A": 394, "D": "0:00", "V": "0", "J": "h"}, {"I": "SGhDHYnaVaU", "T": 22, "S": 353, "R": 4, "C": 5, "A": 229, "D": "31:55", "V": "20", "J": "m"}, {"I": "MYYpnAFd2gw&start=1755&end=2145", "T": 22, "S": 353, "R": 4, "C": 5, "A": 33, "D": "6:30", "V": "22,841", "J": "m"}, {"I": "VG5x9XCh7XY", "T": 22, "S": 353, "R": 4, "C": 5, "A": 33, "D": "6:30", "V": "916", "J": "m"}, {"I": "NMhxvi7FJCY&start=0&end=1", "T": 22, "S": 353, "R": 4, "C": 5, "A": 33, "D": "0:00", "V": "0", "J": "m"}, {"I": "bgpkejhufVw&start=0&end=5", "T": 22, "S": 353, "R": 4, "C": 5, "A": 33, "D": "0:00", "V": "0", "J": "m"}, {"I": "MJaplV3wY6Q", "T": 22, "S": 353, "R": 4, "C": 5, "A": 93, "D": "26:23", "V": "8,491", "J": "m"}, {"I": "Az5bj_NkyUc", "T": 22, "S": 353, "R": 4, "C": 5, "A": 93, "D": "26:23", "V": "2,279", "J": "m"}, {"I": "vPBGN0wNcI0", "T": 22, "S": 353, "R": 4, "C": 5, "A": 93, "D": "26:23", "V": "490", "J": "m"}, {"I": "wxuVsMaIcvc&start=0&end=7", "T": 22, "S": 353, "R": 4, "C": 5, "A": 70, "D": "0:00", "V": "0", "J": "m"}, {"I": "Eo4jGGcaRSE", "T": 22, "S": 353, "R": 4, "C": 5, "A": 249, "D": "8:09", "V": "876", "J": "m"}, {"I": "codM_Hesxpo", "T": 22, "S": 353, "R": 4, "C": 5, "A": 16, "D": "51:00", "V": "1,508", "J": "m"}, {"I": "dgQWOK6sjeI&start=0&end=6", "T": 22, "S": 353, "R": 4, "C": 5, "A": 16, "D": "0:00", "V": "0", "J": "h"}, {"I": "AEqsubaQpog&start=0&end=6", "T": 22, "S": 353, "R": 4, "C": 5, "A": 16, "D": "0:00", "V": "0", "J": "s"}, {"I": "HxrQ4OnPmo0&start=0&end=3", "T": 22, "S": 353, "R": 4, "C": 5, "A": 16, "D": "0:00", "V": "0", "J": "h"}, {"I": "bzd0xneyzBk&start=0&end=2", "T": 22, "S": 353, "R": 4, "C": 5, "A": 16, "D": "0:00", "V": "0", "J": "s"}, {"I": "mDTQccEy8i8", "T": 22, "S": 353, "R": 4, "C": 5, "A": 527, "D": "26:25", "V": "39", "J": "m"}, {"I": "AJfMym0y258", "T": 22, "S": 353, "R": 4, "C": 5, "A": 527, "D": "26:25", "V": "6", "J": "m"}, {"I": "KlJsHqOinHk", "T": 22, "S": 353, "R": 4, "C": 5, "A": 346, "D": "6:52", "V": "6,427", "J": "m"}, {"I": "YNFXV6N8Es8", "T": 22, "S": 353, "R": 4, "C": 5, "A": 346, "D": "6:52", "V": "1,128", "J": "m"}, {"I": "b-Eg1qyhdNM&start=0&end=3", "T": 22, "S": 353, "R": 4, "C": 5, "A": 128, "D": "0:00", "V": "0", "J": "h"}, {"I": "d_HKIIhd1Co", "T": 22, "S": 353, "R": 4, "C": 5, "A": 504, "D": "3:00", "V": "573", "J": "m"}, {"I": "frjWheRj4tU", "T": 22, "S": 353, "R": 4, "C": 5, "A": 8, "D": "49:45", "V": "1,952", "J": "h"}, {"I": "f8eozmByIPY&start=2733&end=5127", "T": 22, "S": 353, "R": 4, "C": 5, "A": 8, "D": "39:54", "V": "471", "J": "m"}, {"I": "rO3AnGeLP5s", "T": 22, "S": 353, "R": 4, "C": 5, "A": 8, "D": "49:48", "V": "337", "J": "h"}, {"I": "SoSAlJ8suPU&start=0&end=6", "T": 22, "S": 353, "R": 4, "C": 5, "A": 8, "D": "0:00", "V": "0", "J": "s"}, {"I": "ygvkg255kjI&start=0&end=9", "T": 22, "S": 353, "R": 4, "C": 5, "A": 32, "D": "0:00", "V": "0", "J": "h"}, {"I": "zH8aV8G2ppc", "T": 22, "S": 353, "R": 4, "C": 5, "A": 391, "D": "9:36", "V": "98", "J": "m"}, {"I": "R-i4uoMkJnY", "T": 22, "S": 353, "R": 4, "C": 5, "A": 28, "D": "10:47", "V": "193", "J": "m"}, {"I": "2OSxpixdwU0", "T": 22, "S": 353, "R": 4, "C": 5, "A": 157, "D": "8:09", "V": "191", "J": "m"}, {"I": "bCwBv0KHSSM", "T": 22, "S": 353, "R": 4, "C": 5, "A": 331, "D": "3:00", "V": "1,031", "J": "m"}, {"I": "7G7kAPqOO2g", "T": 22, "S": 353, "R": 4, "C": 5, "A": 117, "D": "42:05", "V": "14,736", "J": "m"}, {"I": "WxlaA_WPBe0", "T": 22, "S": 353, "R": 4, "C": 5, "A": 117, "D": "32:24", "V": "123", "J": "m"}, {"I": "-GU1le54Hx0&start=0&end=4", "T": 22, "S": 353, "R": 4, "C": 5, "A": 117, "D": "0:00", "V": "0", "J": "h"}, {"I": "nkzmZx_bbqw&start=0&end=6", "T": 22, "S": 353, "R": 4, "C": 5, "A": 313, "D": "0:00", "V": "0", "J": "m"}, {"I": "YWENTAfnRSc", "T": 22, "S": 353, "R": 4, "C": 5, "A": 15, "D": "21:23", "V": "1,872", "J": "h"}, {"I": "r9zEj5Hmbww", "T": 22, "S": 353, "R": 4, "C": 5, "A": 15, "D": "32:13", "V": "1,397", "J": "m"}, {"I": "Orn_dxzU0X0&start=0&end=6", "T": 22, "S": 353, "R": 4, "C": 5, "A": 55, "D": "0:00", "V": "0", "J": "h"}, {"I": "oSAwKpXGfF4", "T": 22, "S": 353, "R": 4, "C": 5, "A": 88, "D": "1:00:40", "V": "1,229", "J": "m"}, {"I": "gzxoypDhKQ8", "T": 22, "S": 353, "R": 4, "C": 5, "A": 88, "D": "1:00:50", "V": "231", "J": "m"}, {"I": "d7BUGk89Oi8&start=0&end=6", "T": 22, "S": 353, "R": 4, "C": 5, "A": 88, "D": "0:00", "V": "0", "J": "m"}, {"I": "ynuJabChyhw", "T": 22, "S": 353, "R": 4, "C": 5, "A": 12, "D": "43:45", "V": "2,988", "J": "m"}, {"I": "r0SeobXNrrU", "T": 22, "S": 353, "R": 4, "C": 5, "A": 12, "D": "59:00", "V": "2,718", "J": "m"}, {"I": "KIIpTkgXH3Q", "T": 22, "S": 353, "R": 4, "C": 5, "A": 12, "D": "58:56", "V": "626", "J": "h"}, {"I": "Rarg_-ZUo-U", "T": 22, "S": 353, "R": 4, "C": 5, "A": 12, "D": "24:06", "V": "378", "J": "m"}, {"I": "Yrqu_rjH4WA&start=0&end=2", "T": 22, "S": 353, "R": 4, "C": 5, "A": 12, "D": "0:00", "V": "0", "J": "h"}, {"I": "kejBAVcxoRk&start=1888&end=2383", "T": 22, "S": 353, "R": 4, "C": 5, "A": 53, "D": "8:15", "V": "9,502", "J": "m"}, {"I": "-G8vISuiPFQ", "T": 22, "S": 353, "R": 4, "C": 5, "A": 53, "D": "8:22", "V": "8,531", "J": "m"}, {"I": "B9Bl4QnDqpA", "T": 22, "S": 353, "R": 4, "C": 5, "A": 383, "D": "14:57", "V": "3,185", "J": "h"}, {"I": "Adw2p7a5rO0", "T": 22, "S": 353, "R": 4, "C": 5, "A": 383, "D": "14:32", "V": "1,101", "J": "h"}, {"I": "8ejDYBt5SGY&start=0&end=5", "T": 22, "S": 353, "R": 4, "C": 5, "A": 383, "D": "0:00", "V": "0", "J": "m"}, {"I": "gKvgrU2Uum4", "T": 22, "S": 353, "R": 4, "C": 5, "A": 7, "D": "45:20", "V": "2,388", "J": "m"}, {"I": "-16Ny0C21Fg", "T": 22, "S": 353, "R": 4, "C": 5, "A": 7, "D": "29:10", "V": "542", "J": "m"}, {"I": "I-mPQTj_cNo", "T": 22, "S": 353, "R": 4, "C": 5, "A": 7, "D": "51:39", "V": "475", "J": "m"}, {"I": "hNQcXMcxUrk", "T": 22, "S": 353, "R": 4, "C": 5, "A": 7, "D": "51:40", "V": "229", "J": "m"}, {"I": "waVqOCaoUrw&start=0&end=8", "T": 22, "S": 353, "R": 4, "C": 5, "A": 7, "D": "0:00", "V": "0", "J": "h"}, {"I": "JIzL9gVk0Mo", "T": 22, "S": 353, "R": 4, "C": 5, "A": 506, "D": "13:29", "V": "859", "J": "m"}, {"I": "V7EK36YOe6Q", "T": 22, "S": 353, "R": 4, "C": 5, "A": 316, "D": "1:01:45", "V": "434", "J": "h"}, {"I": "sjadLxvtzhE&start=0&end=5", "T": 22, "S": 353, "R": 4, "C": 5, "A": 316, "D": "0:00", "V": "0", "J": "s"}, {"I": "N0NnvDqXP3U&start=0&end=2", "T": 22, "S": 353, "R": 4, "C": 5, "A": 17, "D": "0:00", "V": "0", "J": "h"}, {"I": "OeqJJYeYrJ4&start=0&end=2", "T": 22, "S": 353, "R": 4, "C": 5, "A": 63, "D": "0:00", "V": "0", "J": "h"}, {"I": "5A6aGOmso5s", "T": 22, "S": 353, "R": 4, "C": 5, "A": 380, "D": "1:22:38", "V": "526", "J": "h"}, {"I": "XUkDLBxel9g", "T": 22, "S": 353, "R": 4, "C": 5, "A": 380, "D": "24:45", "V": "361", "J": "m"}, {"I": "p8fHNP7DTfI&start=1958&end=3252", "T": 22, "S": 353, "R": 4, "C": 5, "A": 84, "D": "21:34", "V": "102,765", "J": "m"}, {"I": "qSXW-6toRbA", "T": 22, "S": 353, "R": 4, "C": 5, "A": 84, "D": "9:41", "V": "44,930", "J": "h"}, {"I": "N2Isc34xLsU&start=1786&end=2447", "T": 22, "S": 353, "R": 4, "C": 5, "A": 84, "D": "11:01", "V": "3,109", "J": "h"}, {"I": "qUf4ZOGfjLo", "T": 22, "S": 353, "R": 4, "C": 5, "A": 81, "D": "8:20", "V": "242", "J": "m"}, {"I": "Qw2pjBguj4E&start=0&end=3", "T": 22, "S": 353, "R": 4, "C": 5, "A": 81, "D": "0:00", "V": "0", "J": "h"}, {"I": "YTZTd6_6PXw&start=0&end=2", "T": 22, "S": 353, "R": 4, "C": 5, "A": 81, "D": "0:00", "V": "0", "J": "h"}, {"I": "yM4O94UyAfM", "T": 22, "S": 353, "R": 4, "C": 5, "A": 163, "D": "58:55", "V": "357", "J": "s"}, {"I": "VWXT4ILttL8", "T": 22, "S": 353, "R": 4, "C": 5, "A": 163, "D": "28:40", "V": "3", "J": "m"}, {"I": "oJ1-bH4hCk0", "T": 22, "S": 353, "R": 4, "C": 5, "A": 163, "D": "31:05", "V": "3", "J": "m"}, {"I": "kIK0U-MVx6A&start=0&end=8", "T": 22, "S": 353, "R": 4, "C": 5, "A": 163, "D": "0:00", "V": "0", "J": "h"}, {"I": "HuXP4n2uLhE", "T": 22, "S": 353, "R": 4, "C": 5, "A": 514, "D": "29:28", "V": "3,003", "J": "h"}, {"I": "WscgKyqVPmo", "T": 22, "S": 353, "R": 4, "C": 5, "A": 407, "D": "39:06", "V": "1,272", "J": "m"}, {"I": "8PSbBOL88wc", "T": 22, "S": 353, "R": 4, "C": 5, "A": 407, "D": "7:28", "V": "559", "J": "h"}, {"I": "wsYpPKeDxl8", "T": 22, "S": 353, "R": 4, "C": 5, "A": 407, "D": "12:29", "V": "527", "J": "h"}, {"I": "0FdxptHTKEQ", "T": 22, "S": 353, "R": 4, "C": 5, "A": 407, "D": "48:41", "V": "354", "J": "h"}, {"I": "Cd8ipD6XVjQ", "T": 22, "S": 353, "R": 4, "C": 5, "A": 407, "D": "12:15", "V": "91", "J": "m"}, {"I": "OdREFZDZqQw&start=0&end=2", "T": 22, "S": 353, "R": 4, "C": 5, "A": 407, "D": "0:00", "V": "0", "J": "m"}, {"I": "-ze60E8whEE&start=0&end=1", "T": 22, "S": 353, "R": 4, "C": 5, "A": 407, "D": "0:00", "V": "0", "J": "m"}, {"I": "7rQLX9j0Pro", "T": 22, "S": 353, "R": 4, "C": 5, "A": 406, "D": "21:40", "V": "1,560", "J": "m"}, {"I": "atZt5Le19TM&start=0&end=4", "T": 22, "S": 353, "R": 4, "C": 5, "A": 381, "D": "0:00", "V": "0", "J": "h"}, {"I": "fWzkj9g_ZFs&start=166&end=1142", "T": 22, "S": 353, "R": 4, "C": 5, "A": 310, "D": "16:16", "V": "1,521", "J": "s"}, {"I": "GKDB2rMH_mE&start=0&end=1", "T": 22, "S": 353, "R": 4, "C": 5, "A": 310, "D": "0:00", "V": "0", "J": "m"}, {"I": "ncqbNrN98Kw&start=0&end=1", "T": 22, "S": 353, "R": 4, "C": 5, "A": 310, "D": "0:00", "V": "0", "J": "m"}, {"I": "oFYyk5Wykfs&start=0&end=6", "T": 22, "S": 353, "R": 4, "C": 5, "A": 180, "D": "0:00", "V": "0", "J": "m"}, {"I": "ZKe0vQjZBuA", "T": 22, "S": 353, "R": 4, "C": 5, "A": 178, "D": "35:58", "V": "2", "J": "m"}, {"I": "Ts7H-JQw1Bc", "T": 22, "S": 353, "R": 4, "C": 5, "A": 308, "D": "37:45", "V": "152", "J": "m"}, {"I": "LKWRaYfmkPo&start=0&end=3", "T": 22, "S": 353, "R": 4, "C": 5, "A": 308, "D": "0:00", "V": "0", "J": "h"}, {"I": "95JpxzLC6Hc&start=0&end=4", "T": 22, "S": 353, "R": 4, "C": 5, "A": 52, "D": "0:00", "V": "0", "J": "s"}], "folders": [["artist", 101, "0"], ["artist", 51, "1,2,3"], ["artist", 158, "4"], ["artist", 457, "5"], ["artist", 394, "6,7"], ["artist", 229, "8"], ["artist", 33, "9,10,11,12"], ["artist", 93, "13,14,15"], ["artist", 70, "16"], ["artist", 249, "17"], ["artist", 16, "18,19,20,21,22"], ["artist", 527, "23,24"], ["artist", 346, "25,26"], ["artist", 128, "27"], ["artist", 504, "28"], ["artist", 8, "29,30,31,32"], ["artist", 32, "33"], ["artist", 391, "34"], ["artist", 28, "35"], ["artist", 157, "36"], ["artist", 331, "37"], ["artist", 117, "38,39,40"], ["artist", 313, "41"], ["artist", 15, "42,43"], ["artist", 55, "44"], ["artist", 88, "45,46,47"], ["artist", 12, "48,49,50,51,52"], ["artist", 53, "53,54"], ["artist", 383, "55,56,57"], ["artist", 7, "58,59,60,61,62"], ["artist", 506, "63"], ["artist", 316, "64,65"], ["artist", 17, "66"], ["artist", 63, "67"], ["artist", 380, "68,69"], ["artist", 84, "70,71,72"], ["artist", 81, "73,74,75"], ["artist", 163, "76,77,78,79"], ["artist", 514, "80"], ["artist", 407, "81,82,83,84,85,86,87"], ["artist", 406, "88"], ["artist", 381, "89"], ["artist", 310, "90,91,92"], ["artist", 180, "93"], ["artist", 178, "94"], ["artist", 308, "95,96"], ["artist", 52, "97"]], "languages": {"english": "0,1,2,3,4,5,6,7,44,8,41,9,42,10,11,12,13,14,15,16,17,18,19,20,21,22,23,45,24,25,46,26,27,28,29,43,30,31,32,33,34,35,36,37,38,39,40", "tamil": "2,0,1,44,15,45,25,24,46,20,11,8,12,13,42,10,9,27,26,43,28,30,29,7,41,32,31,33,34,35,36,18,19,22,21,6,4,3,5,23,16,17,14,38,37,40,39", "telugu": "2,0,1,44,15,45,24,46,25,20,11,13,12,42,10,9,8,7,41,32,31,33,35,36,34,18,19,21,22,23,6,4,3,5,17,16,14,38,37,40,39,27,26,43,28,30,29", "kannada": "2,0,1,44,15,45,24,46,25,20,11,13,12,42,10,9,8,7,41,32,31,33,35,36,34,18,19,21,22,23,6,4,3,5,17,16,14,38,37,40,39,27,26,43,28,30,29", "malayalam": "2,0,1,44,15,45,24,46,25,20,11,13,12,42,10,9,8,7,41,32,31,33,35,36,34,18,19,21,22,23,6,4,3,5,17,16,14,38,37,40,39,27,26,43,28,30,29", "hindi": "2,0,1,44,15,45,24,46,25,20,11,13,12,42,10,9,8,7,41,32,31,33,35,36,34,18,19,21,22,23,6,4,3,5,17,16,14,38,37,40,39,27,26,43,28,30,29", "marathi": "2,0,1,44,15,45,24,46,25,20,11,13,12,42,9,10,8,7,41,32,31,33,35,36,34,18,19,21,22,23,6,4,3,5,17,16,14,38,37,40,39,27,26,43,28,30,29", "bengali": "2,0,1,44,15,45,46,24,25,20,11,13,12,42,9,10,8,7,41,32,31,33,36,35,34,18,19,21,22,23,38,6,4,37,3,40,5,39,17,16,14,27,26,43,28,30,29", "gujarati": "2,0,1,44,15,45,24,46,25,20,11,13,12,42,9,10,8,7,41,32,31,33,35,36,34,18,19,21,22,23,6,4,3,5,17,16,14,38,37,40,39,27,26,43,28,30,29", "punjabi": "2,0,1,44,15,45,24,46,25,20,11,13,42,9,10,12,8,7,41,32,31,33,35,36,34,18,19,21,22,23,6,4,3,5,17,16,14,38,37,40,39,27,26,43,28,30,29", "odia": "2,0,1,44,15,45,24,46,25,20,11,13,12,42,9,10,8,7,41,32,31,33,35,36,34,18,19,21,22,23,6,4,3,5,17,16,14,38,37,40,39,27,26,43,28,30,29", "assamese": "2,0,1,44,15,45,46,24,25,20,11,13,12,42,9,10,8,7,41,32,31,33,36,35,34,18,19,21,22,23,38,6,4,37,3,40,5,39,17,16,14,27,26,43,28,30,29"}}