{"stats": [{"H": "Videos", "C": "123"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "60"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "32 H"}, {"H": "Views", "C": "740 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Subbaraya Sastri", "P": "subbarAya sAstri"}, {"H": "Raga", "V": "Reethigowla", "P": "rItigauLA"}, {"H": "Tala", "V": "Caapu", "P": "cApu"}, {"H": "Tala name", "V": "Misra Caapu", "P": "miSra cApu"}, {"H": "Tala count", "V": "3 + 2 + 2 = 7", "P": "3 + 2 + 2 = 7"}, {"H": "Language", "V": "Telugu", "P": "Telugu"}, {"H": "God", "V": "dEvi", "P": "dEvi"}], "title": {"H": "Janani Ninuvina", "V": "jananI ninnu vinA trilOka dikkevarammA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "jananI ninnu vinA trilOka dikkevarammA jagamulOna gAna"}, {"M": "anupallavi", "T": "manasija mAnasa sammOdini vinavE nA manavini vini nannu brOvumu"}, {"M": "svara sAhityam", "T": "niravadhika sukha dAyaki yanucu vini ninnu cAla goliciti <br/> niratamuga tanayuni moralu vini nI valanE brOcuTaku evarika dharalO <br/> vinumA idi ghanamA taruNamidi krpa salupa durusuga <br/> sarasIruha lOcani suvAsini tAmasamu sEyakane brOvumu jananI"}, {"M": "caraNam 1", "T": "varadAyaki gadA okkani brOva karudA daya rAdA <br/> nera nammina nAtO vAdA sarasija bhava hari haranuta pAda"}, {"M": "caraNam 2", "T": "karuNAnidhi nIvu vEganE vacci karuNatO nannu brOvu <br/> girirAja kumArivainavu paritApamula nella pariharicEvu"}, {"M": "caraNam 3", "T": "vanajAyata nEtri kumAra janani kAmitadAtri <br/> ghana pApa latAlavitri sanakAdi munulella sannuta pAtri"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ஜனனீ நின்னு வினா த்ரிலோக திக்கெவரம்மா ஜகமுலோன கான"}, {"M": "அனுபல்லவி", "T": "மனசிஜ மானச சம்மோதினி வினவே நா மனவினி வினி நன்னு ப்ரோவுமு"}, {"M": "ஸ்வர சாஹித்யம்", "T": "நிரவதிக சுக தாயகி யனுசு வினி நின்னு சால கொலிசிதி <br/> நிரதமுக தனயுனி மொரலு வினி நீ வலனே ப்ரோசுடகு எவரிக தரலோ <br/> வினுமா இதி கனமா தருணமிதி க்ர்ப சலுப துருசுக <br/> சரசீருஹ லோசனி சுவாசினி தாமசமு சேயகனெ ப்ரோவுமு ஜனனீ"}, {"M": "சரணம் 1", "T": "வரதாயகி கதா ஒக்கனி ப்ரோவ கருதா தய ராதா <br/> நெர நம்மின நாதோ வாதா சரசிஜ பவ ஹரி ஹரனுத பாத"}, {"M": "சரணம் 2", "T": "கருணானிதி நீவு வேகனே வச்சி கருணதோ நன்னு ப்ரோவு <br/> கிரிராஜ குமாரிவைனவு பரிதாபமுல நெல்ல பரிஹரிசேவு"}, {"M": "சரணம் 3", "T": "வனஜாயத நேத்ரி குமார ஜனனி காமிததாத்ரி <br/> கன பாப லதாலவித்ரி சனகாதி முனுலெல்ல சன்னுத பாத்ரி"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "జననీ నిన్ను వినా త్రిలోక దిక్కెవరమ్మా జగములోన గాన"}, {"M": "అనుపల్లవి", "T": "మనసిజ మానస సమ్మోదిని వినవే నా మనవిని విని నన్ను బ్రోవుము"}, {"M": "స్వర సాహిత్యమ్", "T": "నిరవధిక సుఖ దాయకి యనుచు విని నిన్ను చాల గొలిచితి <br/> నిరతముగ తనయుని మొరలు విని నీ వలనే బ్రోచుటకు ఎవరిక ధరలో <br/> వినుమా ఇది ఘనమా తరుణమిది క్ర్ప సలుప దురుసుగ <br/> సరసీరుహ లోచని సువాసిని తామసము సేయకనె బ్రోవుము జననీ"}, {"M": "చరణమ్ 1", "T": "వరదాయకి గదా ఒక్కని బ్రోవ కరుదా దయ రాదా <br/> నెర నమ్మిన నాతో వాదా సరసిజ భవ హరి హరనుత పాద"}, {"M": "చరణమ్ 2", "T": "కరుణానిధి నీవు వేగనే వచ్చి కరుణతో నన్ను బ్రోవు <br/> గిరిరాజ కుమారివైనవు పరితాపముల నెల్ల పరిహరిచేవు"}, {"M": "చరణమ్ 3", "T": "వనజాయత నేత్రి కుమార జనని కామితదాత్రి <br/> ఘన పాప లతాలవిత్రి సనకాది మునులెల్ల సన్నుత పాత్రి"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಜನನೀ ನಿನ್ನು ವಿನಾ ತ್ರಿಲೋಕ ದಿಕ್ಕೆವರಮ್ಮಾ ಜಗಮುಲೋನ ಗಾನ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಮನಸಿಜ ಮಾನಸ ಸಮ್ಮೋದಿನಿ ವಿನವೇ ನಾ ಮನವಿನಿ ವಿನಿ ನನ್ನು ಬ್ರೋವುಮು"}, {"M": "ಸ್ವರ ಸಾಹಿತ್ಯಮ್", "T": "ನಿರವಧಿಕ ಸುಖ ದಾಯಕಿ ಯನುಚು ವಿನಿ ನಿನ್ನು ಚಾಲ ಗೊಲಿಚಿತಿ <br/> ನಿರತಮುಗ ತನಯುನಿ ಮೊರಲು ವಿನಿ ನೀ ವಲನೇ ಬ್ರೋಚುಟಕು ಎವರಿಕ ಧರಲೋ <br/> ವಿನುಮಾ ಇದಿ ಘನಮಾ ತರುಣಮಿದಿ ಕ್ರ್ಪ ಸಲುಪ ದುರುಸುಗ <br/> ಸರಸೀರುಹ ಲೋಚನಿ ಸುವಾಸಿನಿ ತಾಮಸಮು ಸೇಯಕನೆ ಬ್ರೋವುಮು ಜನನೀ"}, {"M": "ಚರಣಮ್ 1", "T": "ವರದಾಯಕಿ ಗದಾ ಒಕ್ಕನಿ ಬ್ರೋವ ಕರುದಾ ದಯ ರಾದಾ <br/> ನೆರ ನಮ್ಮಿನ ನಾತೋ ವಾದಾ ಸರಸಿಜ ಭವ ಹರಿ ಹರನುತ ಪಾದ"}, {"M": "ಚರಣಮ್ 2", "T": "ಕರುಣಾನಿಧಿ ನೀವು ವೇಗನೇ ವಚ್ಚಿ ಕರುಣತೋ ನನ್ನು ಬ್ರೋವು <br/> ಗಿರಿರಾಜ ಕುಮಾರಿವೈನವು ಪರಿತಾಪಮುಲ ನೆಲ್ಲ ಪರಿಹರಿಚೇವು"}, {"M": "ಚರಣಮ್ 3", "T": "ವನಜಾಯತ ನೇತ್ರಿ ಕುಮಾರ ಜನನಿ ಕಾಮಿತದಾತ್ರಿ <br/> ಘನ ಪಾಪ ಲತಾಲವಿತ್ರಿ ಸನಕಾದಿ ಮುನುಲೆಲ್ಲ ಸನ್ನುತ ಪಾತ್ರಿ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ജനനീ നിന്നു വിനാ ത്രിലോക ദിക്കെവരമ്മാ ജഗമുലോന ഗാന"}, {"M": "അനുപല്ലവി", "T": "മനസിജ മാനസ സമ്മോദിനി വിനവേ നാ മനവിനി വിനി നന്നു ബ്രോവുമു"}, {"M": "സ്വര സാഹിത്യമ്", "T": "നിരവധിക സുഖ ദായകി യനുചു വിനി നിന്നു ചാല ഗൊലിചിതി <br/> നിരതമുഗ തനയുനി മൊരലു വിനി നീ വലനേ ബ്രോചുടകു എവരിക ധരലോ <br/> വിനുമാ ഇദി ഘനമാ തരുണമിദി ക്ര്പ സലുപ ദുരുസുഗ <br/> സരസീരുഹ ലോചനി സുവാസിനി താമസമു സേയകനെ ബ്രോവുമു ജനനീ"}, {"M": "ചരണമ് 1", "T": "വരദായകി ഗദാ ഒക്കനി ബ്രോവ കരുദാ ദയ രാദാ <br/> നെര നമ്മിന നാതോ വാദാ സരസിജ ഭവ ഹരി ഹരനുത പാദ"}, {"M": "ചരണമ് 2", "T": "കരുണാനിധി നീവു വേഗനേ വച്ചി കരുണതോ നന്നു ബ്രോവു <br/> ഗിരിരാജ കുമാരിവൈനവു പരിതാപമുല നെല്ല പരിഹരിചേവു"}, {"M": "ചരണമ് 3", "T": "വനജായത നേത്രി കുമാര ജനനി കാമിതദാത്രി <br/> ഘന പാപ ലതാലവിത്രി സനകാദി മുനുലെല്ല സന്നുത പാത്രി"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "जननी निन्नु विना त्रिलोक दिक्केवरम्मा जगमुलोन गान"}, {"M": "अनुपल्लवि", "T": "मनसिज मानस सम्मोदिनि विनवे ना मनविनि विनि नन्नु ब्रोवुमु"}, {"M": "स्वर साहित्यम्", "T": "निरवधिक सुख दायकि यनुचु विनि निन्नु चाल गोलिचिति <br/> निरतमुग तनयुनि मोरलु विनि नी वलने ब्रोचुटकु एवरिक धरलो <br/> विनुमा इदि घनमा तरुणमिदि क्र्प सलुप दुरुसुग <br/> सरसीरुह लोचनि सुवासिनि तामसमु सेयकने ब्रोवुमु जननी"}, {"M": "चरणम् 1", "T": "वरदायकि गदा ओक्कनि ब्रोव करुदा दय रादा <br/> नेर नम्मिन नातो वादा सरसिज भव हरि हरनुत पाद"}, {"M": "चरणम् 2", "T": "करुणानिधि नीवु वेगने वच्चि करुणतो नन्नु ब्रोवु <br/> गिरिराज कुमारिवैनवु परितापमुल नेल्ल परिहरिचेवु"}, {"M": "चरणम् 3", "T": "वनजायत नेत्रि कुमार जननि कामितदात्रि <br/> घन पाप लतालवित्रि सनकादि मुनुलेल्ल सन्नुत पात्रि"}]}], "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c1085.shtml"}, {"N": "www.sangeetasudha.org", "L": "http://www.sangeetasudha.org/othercomposers2/g11.html#MARK_JANANEE"}, {"N": "www.shivkumar.org", "L": "http://www.shivkumar.org/music/janani.htm"}]}], "videos": [{"folder": [{"A": 3246, "songs": [{"C": 5064, "D": "16:05", "I": "3hr5jmzenTM", "R": 1054, "S": 7544, "T": 0, "V": "688"}]}, {"A": 3114, "songs": [{"C": 5064, "D": "20:41", "I": "78zmscW5RVI", "R": 1054, "S": 7544, "T": 0, "V": "193"}, {"C": 5064, "D": "12:27", "I": "YlXxexuzi_M", "R": 1054, "S": 7544, "T": 0, "V": "90"}]}, {"A": 3260, "songs": [{"C": 5064, "D": "7:56", "I": "OtGYYjFljgQ", "R": 1054, "S": 7544, "T": 0, "V": "235"}]}, {"A": 4052, "songs": [{"C": 5064, "D": "17:41", "I": "zacd2148xUE", "R": 1054, "S": 7544, "T": 0, "V": "7"}]}, {"A": 3154, "songs": [{"C": 5064, "D": "13:47", "I": "hdb7d38LsXU", "R": 1054, "S": 7544, "T": 0, "V": "4,700"}, {"C": 5064, "D": "10:19", "I": "R_EUm75wXDU", "R": 1054, "S": 7544, "T": 0, "V": "285"}]}, {"A": 3310, "songs": [{"C": 5064, "D": "30:55", "I": "7BpytqSz77Q", "R": 1054, "S": 7544, "T": 0, "V": "13,000"}]}, {"A": 3432, "songs": [{"C": 5064, "D": "12:50", "I": "btkuEqBptHo", "R": 1054, "S": 7544, "T": 0, "V": "33,000"}]}, {"A": 3196, "songs": [{"C": 5064, "D": "16:53", "I": "QP78-LzFfiI", "R": 1054, "S": 7544, "T": 0, "V": "3,200"}, {"C": 5064, "D": "17:01", "I": "1DnH8fG7jx0", "R": 1054, "S": 7544, "T": 0, "V": "436"}]}, {"A": 3100, "songs": [{"C": 5064, "D": "16:20", "I": "V8lKfiAnuh4", "R": 1054, "S": 7544, "T": 0, "V": "34,000"}, {"C": 5064, "D": "20:11", "I": "VTti2KNJPsE", "R": 1054, "S": 7544, "T": 0, "V": "6,600"}, {"C": 5064, "D": "3:01", "I": "8i-JtZSI57w", "R": 1054, "S": 7544, "T": 0, "V": "2,100"}, {"C": 5064, "D": "16:19", "I": "SYDEQmHkcII", "R": 1054, "S": 7544, "T": 0, "V": "113"}]}, {"A": 3010, "songs": [{"C": 5064, "D": "13:46", "I": "zXDEujypJ8U", "R": 1054, "S": 7544, "T": 0, "V": "422"}, {"C": 5064, "D": "17:37", "I": "vblBRyQ1xXA", "R": 1054, "S": 7544, "T": 0, "V": "47"}]}, {"A": 3002, "songs": [{"C": 5064, "D": "18:36", "I": "Tu-yItiUvRQ", "R": 1054, "S": 7544, "T": 0, "V": "10,000"}, {"C": 5064, "D": "12:51", "I": "1LV7XURLEYo", "R": 1054, "S": 7544, "T": 0, "V": "1,458"}, {"C": 5064, "D": "12:52", "I": "hFJ4vHE48l4", "R": 1054, "S": 7544, "T": 0, "V": "275"}]}, {"A": 5020, "songs": [{"C": 5064, "D": "21:25", "I": "wSHzbkciA_Q", "R": 1054, "S": 7544, "T": 0, "V": "52,000"}, {"C": 5064, "D": "31:26", "I": "q4i2bTfU7S0", "R": 1054, "S": 7544, "T": 0, "V": "516"}, {"C": 5064, "D": "31:16", "I": "2NbP39t0Neo", "R": 1054, "S": 7544, "T": 0, "V": "181"}, {"C": 5064, "D": "12:40", "I": "8pqfH6PJFJE", "R": 1054, "S": 7544, "T": 0, "V": "116"}, {"C": 5064, "D": "12:54", "I": "AvQ47oh4hU8", "R": 1054, "S": 7544, "T": 0, "V": "55"}, {"C": 5064, "D": "22:30", "I": "WfCI9VGOXHs", "R": 1054, "S": 7544, "T": 0, "V": "48"}]}, {"A": 3176, "songs": [{"C": 5064, "D": "22:36", "I": "qyVGhSTUd2k", "R": 1054, "S": 7544, "T": 0, "V": "6,800"}, {"C": 5064, "D": "21:06", "I": "PvRhVEzdGwQ", "R": 1054, "S": 7544, "T": 0, "V": "305"}, {"C": 5064, "D": "21:06", "I": "RIPyRwmJWzA", "R": 1054, "S": 7544, "T": 0, "V": "61"}]}, {"A": 3220, "songs": [{"C": 5064, "D": "5:41", "I": "gGNXGOYk_MM", "R": 1054, "S": 7544, "T": 0, "V": "160,000"}, {"C": 5064, "D": "14:51", "I": "PNl6F1y9FbI", "R": 1054, "S": 7544, "T": 0, "V": "30,000"}, {"C": 5064, "D": "9:26", "I": "AEWUlPnTpGU", "R": 1054, "S": 7544, "T": 0, "V": "3,300"}, {"C": 5064, "D": "14:51", "I": "yMKM-3h4NK8", "R": 1054, "S": 7544, "T": 0, "V": "2,100"}, {"C": 5064, "D": "9:10", "I": "y-E3PTnxDsk", "R": 1054, "S": 7544, "T": 0, "V": "920"}, {"C": 5064, "D": "15:10", "I": "uQWNggFgJNE", "R": 1054, "S": 7544, "T": 0, "V": "682"}, {"C": 5064, "D": "15:03", "I": "HYmNR2pFGPU", "R": 1054, "S": 7544, "T": 0, "V": "271"}, {"C": 5064, "D": "9:15", "I": "ZUQCi5NAYn8", "R": 1054, "S": 7544, "T": 0, "V": "105"}, {"C": 5064, "D": "8:50", "I": "lvURNdGHdKk", "R": 1054, "S": 7544, "T": 0, "V": "63"}, {"C": 5064, "D": "9:49", "I": "dH_Rrl_tAwE", "R": 1054, "S": 7544, "T": 0, "V": "63"}, {"C": 5064, "D": "15:04", "I": "__0GEJi1T0I", "R": 1054, "S": 7544, "T": 0, "V": "15"}, {"C": 5064, "D": "9:48", "I": "ftIXnCs_MSQ", "R": 1054, "S": 7544, "T": 0, "V": "14"}]}, {"A": 5060, "songs": [{"C": 5064, "D": "18:09", "I": "hqYwptoCqGA", "R": 1054, "S": 7544, "T": 0, "V": "71,000"}, {"C": 5064, "D": "18:26", "I": "2fZFWyg_X6s", "R": 1054, "S": 7544, "T": 0, "V": "746"}]}, {"A": 3822, "songs": [{"C": 5064, "D": "19:13", "I": "OkPs1qbBXYY", "R": 1054, "S": 7544, "T": 0, "V": "398"}]}, {"A": 3178, "songs": [{"C": 5064, "D": "22:21", "I": "Ll93uSkRYJM", "R": 1054, "S": 7544, "T": 0, "V": "5,100"}, {"C": 5064, "D": "4:17", "I": "09KUG_cho4k", "R": 1054, "S": 7544, "T": 0, "V": "491"}, {"C": 5064, "D": "22:16", "I": "xNMYuXBXa2w", "R": 1054, "S": 7544, "T": 0, "V": "185"}, {"C": 5064, "D": "18:40", "I": "_AyBkzpWgEA", "R": 1054, "S": 7544, "T": 0, "V": "26"}]}, {"A": 3796, "songs": [{"C": 5064, "D": "15:16", "I": "MRIP5QTNzEI", "R": 1054, "S": 7544, "T": 0, "V": "310"}]}, {"A": 3684, "songs": [{"C": 5064, "D": "13:20", "I": "Zlh60_YJeck", "R": 1054, "S": 7544, "T": 0, "V": "557"}]}, {"A": 3064, "songs": [{"C": 5064, "D": "32:42", "I": "O1GZgrHCpA0", "R": 1054, "S": 7544, "T": 0, "V": "5,600"}]}, {"A": 3914, "songs": [{"C": 5064, "D": "8:00", "I": "h70DLyfiiAY", "R": 1054, "S": 7544, "T": 0, "V": "2,696"}]}, {"A": 3500, "songs": [{"C": 5064, "D": "12:20", "I": "pa80jJe-eg8", "R": 1054, "S": 7544, "T": 0, "V": "8,500"}]}, {"A": 3544, "songs": [{"C": 5064, "D": "24:25", "I": "KChjNNlUtcU", "R": 1054, "S": 7544, "T": 0, "V": "5,600"}, {"C": 5064, "D": "19:06", "I": "oBTIHdgL7rs", "R": 1054, "S": 7544, "T": 0, "V": "29"}]}, {"A": 3188, "songs": [{"C": 5064, "D": "20:32", "I": "ynFIqi1FMyY", "R": 1054, "S": 7544, "T": 0, "V": "15,000"}, {"C": 5064, "D": "20:35", "I": "LJrPjrPvkDY", "R": 1054, "S": 7544, "T": 0, "V": "12"}]}, {"A": 3522, "songs": [{"C": 5064, "D": "10:05", "I": "AAg4TVPM2Zk", "R": 1054, "S": 7544, "T": 0, "V": "1,325"}]}, {"A": 3336, "songs": [{"C": 5064, "D": "22:28", "I": "_4AYApAYipg", "R": 1054, "S": 7544, "T": 0, "V": "720"}]}, {"A": 3042, "songs": [{"C": 5064, "D": "28:41", "I": "ND52CaUCieo", "R": 1054, "S": 7544, "T": 0, "V": "356"}]}, {"A": 3036, "songs": [{"C": 5064, "D": "29:04", "I": "iuNQ7fAdcUw", "R": 1054, "S": 7544, "T": 0, "V": "120,000"}, {"C": 5064, "D": "37:01", "I": "qwIz2MsvAhg", "R": 1054, "S": 7544, "T": 0, "V": "966"}]}, {"A": 3926, "songs": [{"C": 5064, "D": "11:19", "I": "OxXJ63v7CuI", "R": 1054, "S": 7544, "T": 0, "V": "407"}]}, {"A": 3012, "songs": [{"C": 5064, "D": "20:58", "I": "ZE0JDvORS4c", "R": 1054, "S": 7544, "T": 0, "V": "12,000"}, {"C": 5064, "D": "25:10", "I": "THo-Q0p7LWY", "R": 1054, "S": 7544, "T": 0, "V": "1,500"}, {"C": 5064, "D": "31:23", "I": "uYnpwWWv_1k", "R": 1054, "S": 7544, "T": 0, "V": "1,100"}, {"C": 5064, "D": "21:36", "I": "b-HeVBOBTK4", "R": 1054, "S": 7544, "T": 0, "V": "406"}, {"C": 5064, "D": "15:32", "I": "WQaRkjUBN_g", "R": 1054, "S": 7544, "T": 0, "V": "232"}, {"C": 5064, "D": "15:29", "I": "qJYsnzW-tAQ", "R": 1054, "S": 7544, "T": 0, "V": "177"}, {"C": 5064, "D": "22:23", "I": "7E8XZd3wlBo", "R": 1054, "S": 7544, "T": 0, "V": "40"}, {"C": 5064, "D": "20:59", "I": "2nZvyAP4h_w", "R": 1054, "S": 7544, "T": 0, "V": "26"}, {"C": 5064, "D": "22:06", "I": "824pts8gJc8", "R": 1054, "S": 7544, "T": 0, "V": "25"}]}, {"A": 3674, "songs": [{"C": 5064, "D": "8:22", "I": "eK598VgFRXg", "R": 1054, "S": 7544, "T": 0, "V": "104"}, {"C": 5064, "D": "17:51", "I": "JTqgskedHHw", "R": 1054, "S": 7544, "T": 0, "V": "4"}]}, {"A": 4264, "songs": [{"C": 5064, "D": "15:47", "I": "Xe3XyM6B4rc", "R": 1054, "S": 7544, "T": 0, "V": "41"}]}, {"A": 3112, "songs": [{"C": 5064, "D": "9:26", "I": "CHiVZY0ll-s", "R": 1054, "S": 7544, "T": 0, "V": "5,200"}, {"C": 5064, "D": "34:11", "I": "czBTjddUb7A", "R": 1054, "S": 7544, "T": 0, "V": "224"}, {"C": 5064, "D": "9:26", "I": "VGrwbSk1n_8", "R": 1054, "S": 7544, "T": 0, "V": "42"}]}, {"A": 3286, "songs": [{"C": 5064, "D": "24:40", "I": "1YWXpzUGG-k", "R": 1054, "S": 7544, "T": 0, "V": "12,000"}, {"C": 5064, "D": "16:21", "I": "sana7D4r_vE", "R": 1054, "S": 7544, "T": 0, "V": "1,500"}, {"C": 5064, "D": "22:06", "I": "OUSBbTF1kMI", "R": 1054, "S": 7544, "T": 0, "V": "310"}]}, {"A": 3604, "songs": [{"C": 5064, "D": "22:56", "I": "zYNlQr0DCLA", "R": 1054, "S": 7544, "T": 0, "V": "59"}, {"C": 5064, "D": "40:16", "I": "o97-HomV55c", "R": 1054, "S": 7544, "T": 0, "V": "46"}]}, {"A": 3624, "songs": [{"C": 5064, "D": "11:26", "I": "7KUaKYwPbeo", "R": 1054, "S": 7544, "T": 0, "V": "316"}]}, {"A": 3378, "songs": [{"C": 5064, "D": "10:46", "I": "93pnfS7sI4w", "R": 1054, "S": 7544, "T": 0, "V": "99"}]}, {"A": 3878, "songs": [{"C": 5064, "D": "10:16", "I": "h-rac6tW2ws", "R": 1054, "S": 7544, "T": 0, "V": "8,800"}, {"C": 5064, "D": "9:42", "I": "uXrI5nFnX04", "R": 1054, "S": 7544, "T": 0, "V": "3,000"}]}, {"A": 3156, "songs": [{"C": 5064, "D": "33:12", "I": "UgsADvLIPww", "R": 1054, "S": 7544, "T": 0, "V": "175"}]}, {"A": 3592, "songs": [{"C": 5064, "D": "11:49", "I": "j65Q5Z_skUU", "R": 1054, "S": 7544, "T": 0, "V": "862"}]}, {"A": 3210, "songs": [{"C": 5064, "D": "8:48", "I": "xoWw5cusxW0", "R": 1054, "S": 7544, "T": 0, "V": "18,000"}, {"C": 5064, "D": "10:58", "I": "pkrDlXwMiAE", "R": 1054, "S": 7544, "T": 0, "V": "34"}]}, {"A": 3726, "songs": [{"C": 5064, "D": "3:19", "I": "Qo0B1-1eDk0", "R": 1054, "S": 7544, "T": 0, "V": "169"}]}, {"A": 4230, "songs": [{"C": 5064, "D": "10:51", "I": "Y9LzF-vnQ44", "R": 1054, "S": 7544, "T": 0, "V": "535"}]}, {"A": 3702, "songs": [{"C": 5064, "D": "12:41", "I": "5DSxdWXdA8Y", "R": 1054, "S": 7544, "T": 0, "V": "1,400"}]}, {"A": 4198, "songs": [{"C": 5064, "D": "13:58", "I": "m8F5RwGMzJg", "R": 1054, "S": 7544, "T": 0, "V": "511"}]}, {"A": 4186, "songs": [{"C": 5064, "D": "14:47", "I": "1jOg8ASf8AE", "R": 1054, "S": 7544, "T": 0, "V": "3,790"}]}, {"A": 3182, "songs": [{"C": 5064, "D": "8:26", "I": "Iet9SmdcHR8", "R": 1054, "S": 7544, "T": 0, "V": "2,300"}, {"C": 5064, "D": "9:46", "I": "OjdRMRLoXvo", "R": 1054, "S": 7544, "T": 0, "V": "944"}, {"C": 5064, "D": "9:43", "I": "fk9EMnrVMZw", "R": 1054, "S": 7544, "T": 0, "V": "368"}, {"C": 5064, "D": "8:36", "I": "3JYH3nEM33s", "R": 1054, "S": 7544, "T": 0, "V": "258"}, {"C": 5064, "D": "7:26", "I": "8lUzFe9BJNg", "R": 1054, "S": 7544, "T": 0, "V": "193"}]}, {"A": 4108, "songs": [{"C": 5064, "D": "10:56", "I": "ND0ln1kJhog", "R": 1054, "S": 7544, "T": 0, "V": "167"}]}, {"A": 3314, "songs": [{"C": 5064, "D": "19:20", "I": "MVvc3JOrGsc", "R": 1054, "S": 7544, "T": 0, "V": "1,900"}]}, {"A": 3818, "songs": [{"C": 5064, "D": "22:41", "I": "QlzEH9yprao", "R": 1054, "S": 7544, "T": 0, "V": "316"}]}, {"A": 3360, "songs": [{"C": 5064, "D": "26:54", "I": "DIwefBHf2Tc", "R": 1054, "S": 7544, "T": 0, "V": "1,300"}]}, {"A": 3974, "songs": [{"C": 5064, "D": "19:53", "I": "vTRX8yZmpMM", "R": 1054, "S": 7544, "T": 0, "V": "557"}]}, {"A": 3426, "songs": [{"C": 5064, "D": "21:26", "I": "YgL6FIJIbng", "R": 1054, "S": 7544, "T": 0, "V": "224"}, {"C": 5064, "D": "13:36", "I": "zQu0xL6DhH0", "R": 1054, "S": 7544, "T": 0, "V": "192"}]}, {"A": 3128, "songs": [{"C": 5064, "D": "9:38", "I": "SpNIaBEyuPE", "R": 1054, "S": 7544, "T": 0, "V": "476"}]}, {"A": 3014, "songs": [{"C": 5064, "D": "3:01", "I": "oiwtChFsbpY", "R": 1054, "S": 7544, "T": 0, "V": "425"}, {"C": 5064, "D": "4:06", "I": "VCszKcUoGLQ", "R": 1054, "S": 7544, "T": 0, "V": "164"}]}, {"A": 3008, "songs": [{"C": 5064, "D": "19:23", "I": "xKD7dSakPlk", "R": 1054, "S": 7544, "T": 0, "V": "8,900"}, {"C": 5064, "D": "9:31", "I": "JuPqOVG--rc", "R": 1054, "S": 7544, "T": 0, "V": "788"}, {"C": 5064, "D": "10:46", "I": "VsnVRcjo674", "R": 1054, "S": 7544, "T": 0, "V": "675"}, {"C": 5064, "D": "9:40", "I": "MIGxMHg8mo4", "R": 1054, "S": 7544, "T": 0, "V": "406"}, {"C": 5064, "D": "10:56", "I": "tlhwK0wOCLM", "R": 1054, "S": 7544, "T": 0, "V": "15"}]}, {"A": 3446, "songs": [{"C": 5064, "D": "28:26", "I": "iXASDGIO_eo", "R": 1054, "S": 7544, "T": 0, "V": "25,000"}]}, {"A": 3192, "songs": [{"C": 5064, "D": "16:02", "I": "3h4aZ5goyvk", "R": 1054, "S": 7544, "T": 0, "V": "1,700"}, {"C": 5064, "D": "5:05", "I": "_ElVtuVQ8u8", "R": 1054, "S": 7544, "T": 0, "V": "194"}, {"C": 5064, "D": "18:26", "I": "tmD6jI_crBA", "R": 1054, "S": 7544, "T": 0, "V": "85"}, {"C": 5064, "D": "17:11", "I": "MEdstio66xk", "R": 1054, "S": 7544, "T": 0, "V": "33"}]}, {"A": 3284, "songs": [{"C": 5064, "D": "11:34", "I": "bRgo8P09hOA", "R": 1054, "S": 7544, "T": 0, "V": "9,300"}]}, {"A": 3146, "songs": [{"C": 5064, "D": "7:00", "I": "OuFmM0jkruA", "R": 1054, "S": 7544, "T": 0, "V": "1,009"}]}]}]}