{"stats": [{"N": "Videos", "C": "75"}, {"N": "Ragas", "C": "1"}, {"N": "Artists", "C": "38"}, {"N": "Types", "C": "1"}, {"N": "Duration", "C": "14 H"}, {"N": "Views", "C": "596 K"}], "info": [{"N": "Type", "V": "Krithi"}, {"N": "Composer", "V": "Papanasam Sivan"}, {"N": "Raga", "V": "Varali"}, {"N": "Tala", "V": "Adi"}, {"N": "Tala name", "V": "Chatusra Jaati Triputa Tala"}, {"N": "Tala angas", "V": "Laghu-1, Dhruta-2"}, {"N": "Tala count", "V": "4 + 2 + 2 = 8"}, {"N": "Language", "V": "Tamil"}, {"N": "God", "V": "Murugan"}], "title": {"N": "kA vA vA kandA vA vA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "kA vA vA kandA vA vA <br/> ennai kAvA vElavA <br/> murukA vA vA kantA vA vA <br/> ennai kAvA vElavA <br/> shaNmukA vA vA kantA vA vA <br/> ennai kAvA vElavA <br/> pazhanimalai uRaiyum murukA vA vA <br/> kantA vA vA ennai kAvA vElavA"}, {"M": "caraNam 1", "T": "tEvAtitEvan makanE vA <br/> paratEvi maTiyil amarum kukanE vA <br/> vaLLi teyvayAnai maNavALA vA <br/> caravaNapava parama tayALA vA"}, {"M": "caraNam 2", "T": "shaNmukA vA vA kanta vA vA <br/> ennai kAvA vElavA <br/> pazhanimalai uRaiyum murukA vA vA <br/> kantA vA vA ennai kAvA vElavA"}, {"M": "caraNam 3", "T": "ApattiruLara aruLoLi tarum <br/> appanE aNNalE ayyA vA <br/> pavattiraltarum tApamakala varum <br/> pazhani vaLar karuNai mazhaiyE vA <br/> tApatraya veyilaRa nizhal taruvAy <br/> taruvE en kulakuruvE vA <br/> srI patmanApan marukA vA <br/> rAma tAcan vaNankum muttaiyA viraivOTu"}, {"M": "caraNam 4", "T": "kA vA vA kantA vA vA ennai kA vA vElavA <br/> murukA vA vA shaNmukA vA vA <br/> ennai kAvA vElavA"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "கா வா வா கந்தா வா வா <br/> என்னை காவா வேலவா <br/> முருகா வா வா கந்தா வா வா <br/> என்னை காவா வேலவா <br/> ஷண்முகா வா வா கந்தா வா வா <br/> என்னை காவா வேலவா <br/> பழனிமலை உறையும் முருகா வா வா <br/> கந்தா வா வா என்னை காவா வேலவா"}, {"M": "சரணம் 1", "T": "தேவாதிதேவன் மகனே வா <br/> பரதேவி மடியில் அமரும் குகனே வா <br/> வள்ளி தெய்வயானை மணவாளா வா <br/> சரவணபவ பரம தயாளா வா"}, {"M": "சரணம் 2", "T": "ஷண்முகா வா வா கந்த வா வா <br/> என்னை காவா வேலவா <br/> பழனிமலை உறையும் முருகா வா வா <br/> கந்தா வா வா என்னை காவா வேலவா"}, {"M": "சரணம் 3", "T": "ஆபத்திருளர அருளொளி தரும் <br/> அப்பனே அண்ணலே அய்யா வா <br/> பவத்திரல்தரும் தாபமகல வரும் <br/> பழனி வளர் கருணை மழையே வா <br/> தாபத்ரய வெயிலற நிழல் தருவாய் <br/> தருவே என் குலகுருவே வா <br/> ஸ்ரீ பத்மனாபன் மருகா வா <br/> ராம தாசன் வணங்கும் முத்தையா விரைவோடு"}, {"M": "சரணம் 4", "T": "கா வா வா கந்தா வா வா என்னை கா வா வேலவா <br/> முருகா வா வா ஷண்முகா வா வா <br/> என்னை காவா வேலவா"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "కా వా వా కన్దా వా వా <br/> ఎన్నై కావా వేలవా <br/> మురుకా వా వా కన్తా వా వా <br/> ఎన్నై కావా వేలవా <br/> షణ్ముకా వా వా కన్తా వా వా <br/> ఎన్నై కావా వేలవా <br/> పఴనిమలై ఉఱైయుమ్ మురుకా వా వా <br/> కన్తా వా వా ఎన్నై కావా వేలవా"}, {"M": "చరణమ్ 1", "T": "తేవాతితేవన్ మకనే వా <br/> పరతేవి మటియిల్ అమరుమ్ కుకనే వా <br/> వళ్ళి తెయ్వయానై మణవాళా వా <br/> చరవణపవ పరమ తయాళా వా"}, {"M": "చరణమ్ 2", "T": "షణ్ముకా వా వా కన్త వా వా <br/> ఎన్నై కావా వేలవా <br/> పఴనిమలై ఉఱైయుమ్ మురుకా వా వా <br/> కన్తా వా వా ఎన్నై కావా వేలవా"}, {"M": "చరణమ్ 3", "T": "ఆపత్తిరుళర అరుళొళి తరుమ్ <br/> అప్పనే అణ్ణలే అయ్యా వా <br/> పవత్తిరల్తరుమ్ తాపమకల వరుమ్ <br/> పఴని వళర్ కరుణై మఴైయే వా <br/> తాపత్రయ వెయిలఱ నిఴల్ తరువాయ్ <br/> తరువే ఎన్ కులకురువే వా <br/> స్రీ పత్మనాపన్ మరుకా వా <br/> రామ తాచన్ వణఙ్కుమ్ ముత్తైయా విరైవోటు"}, {"M": "చరణమ్ 4", "T": "కా వా వా కన్తా వా వా ఎన్నై కా వా వేలవా <br/> మురుకా వా వా షణ్ముకా వా వా <br/> ఎన్నై కావా వేలవా"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಕಾ ವಾ ವಾ ಕನ್ದಾ ವಾ ವಾ <br/> ಎನ್ನೈ ಕಾವಾ ವೇಲವಾ <br/> ಮುರುಕಾ ವಾ ವಾ ಕನ್ತಾ ವಾ ವಾ <br/> ಎನ್ನೈ ಕಾವಾ ವೇಲವಾ <br/> ಷಣ್ಮುಕಾ ವಾ ವಾ ಕನ್ತಾ ವಾ ವಾ <br/> ಎನ್ನೈ ಕಾವಾ ವೇಲವಾ <br/> ಪಳನಿಮಲೈ ಉಱೈಯುಮ್ ಮುರುಕಾ ವಾ ವಾ <br/> ಕನ್ತಾ ವಾ ವಾ ಎನ್ನೈ ಕಾವಾ ವೇಲವಾ"}, {"M": "ಚರಣಮ್ 1", "T": "ತೇವಾತಿತೇವನ್ ಮಕನೇ ವಾ <br/> ಪರತೇವಿ ಮಟಿಯಿಲ್ ಅಮರುಮ್ ಕುಕನೇ ವಾ <br/> ವಳ್ಳಿ ತೆಯ್ವಯಾನೈ ಮಣವಾಳಾ ವಾ <br/> ಚರವಣಪವ ಪರಮ ತಯಾಳಾ ವಾ"}, {"M": "ಚರಣಮ್ 2", "T": "ಷಣ್ಮುಕಾ ವಾ ವಾ ಕನ್ತ ವಾ ವಾ <br/> ಎನ್ನೈ ಕಾವಾ ವೇಲವಾ <br/> ಪಳನಿಮಲೈ ಉಱೈಯುಮ್ ಮುರುಕಾ ವಾ ವಾ <br/> ಕನ್ತಾ ವಾ ವಾ ಎನ್ನೈ ಕಾವಾ ವೇಲವಾ"}, {"M": "ಚರಣಮ್ 3", "T": "ಆಪತ್ತಿರುಳರ ಅರುಳೊಳಿ ತರುಮ್ <br/> ಅಪ್ಪನೇ ಅಣ್ಣಲೇ ಅಯ್ಯಾ ವಾ <br/> ಪವತ್ತಿರಲ್ತರುಮ್ ತಾಪಮಕಲ ವರುಮ್ <br/> ಪಳನಿ ವಳರ್ ಕರುಣೈ ಮಳೈಯೇ ವಾ <br/> ತಾಪತ್ರಯ ವೆಯಿಲಱ ನಿಳಲ್ ತರುವಾಯ್ <br/> ತರುವೇ ಎನ್ ಕುಲಕುರುವೇ ವಾ <br/> ಸ್ರೀ ಪತ್ಮನಾಪನ್ ಮರುಕಾ ವಾ <br/> ರಾಮ ತಾಚನ್ ವಣಙ್ಕುಮ್ ಮುತ್ತೈಯಾ ವಿರೈವೋಟು"}, {"M": "ಚರಣಮ್ 4", "T": "ಕಾ ವಾ ವಾ ಕನ್ತಾ ವಾ ವಾ ಎನ್ನೈ ಕಾ ವಾ ವೇಲವಾ <br/> ಮುರುಕಾ ವಾ ವಾ ಷಣ್ಮುಕಾ ವಾ ವಾ <br/> ಎನ್ನೈ ಕಾವಾ ವೇಲವಾ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "കാ വാ വാ കന്ദാ വാ വാ <br/> എന്നൈ കാവാ വേലവാ <br/> മുരുകാ വാ വാ കന്താ വാ വാ <br/> എന്നൈ കാവാ വേലവാ <br/> ഷണ്മുകാ വാ വാ കന്താ വാ വാ <br/> എന്നൈ കാവാ വേലവാ <br/> പഴനിമലൈ ഉറൈയുമ് മുരുകാ വാ വാ <br/> കന്താ വാ വാ എന്നൈ കാവാ വേലവാ"}, {"M": "ചരണമ് 1", "T": "തേവാതിതേവന് മകനേ വാ <br/> പരതേവി മടിയില് അമരുമ് കുകനേ വാ <br/> വള്ളി തെയ്വയാനൈ മണവാളാ വാ <br/> ചരവണപവ പരമ തയാളാ വാ"}, {"M": "ചരണമ് 2", "T": "ഷണ്മുകാ വാ വാ കന്ത വാ വാ <br/> എന്നൈ കാവാ വേലവാ <br/> പഴനിമലൈ ഉറൈയുമ് മുരുകാ വാ വാ <br/> കന്താ വാ വാ എന്നൈ കാവാ വേലവാ"}, {"M": "ചരണമ് 3", "T": "ആപത്തിരുളര അരുളൊളി തരുമ് <br/> അപ്പനേ അണ്ണലേ അയ്യാ വാ <br/> പവത്തിരല്തരുമ് താപമകല വരുമ് <br/> പഴനി വളര് കരുണൈ മഴൈയേ വാ <br/> താപത്രയ വെയിലറ നിഴല് തരുവായ് <br/> തരുവേ എന് കുലകുരുവേ വാ <br/> സ്രീ പത്മനാപന് മരുകാ വാ <br/> രാമ താചന് വണങ്കുമ് മുത്തൈയാ വിരൈവോടു"}, {"M": "ചരണമ് 4", "T": "കാ വാ വാ കന്താ വാ വാ എന്നൈ കാ വാ വേലവാ <br/> മുരുകാ വാ വാ ഷണ്മുകാ വാ വാ <br/> എന്നൈ കാവാ വേലവാ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "का वा वा कन्दा वा वा <br/> एन्नै कावा वेलवा <br/> मुरुका वा वा कन्ता वा वा <br/> एन्नै कावा वेलवा <br/> षण्मुका वा वा कन्ता वा वा <br/> एन्नै कावा वेलवा <br/> पलनिमलै उरैयुम् मुरुका वा वा <br/> कन्ता वा वा एन्नै कावा वेलवा"}, {"M": "चरणम् 1", "T": "तेवातितेवन् मकने वा <br/> परतेवि मटियिल् अमरुम् कुकने वा <br/> वल्लि तेय्वयानै मणवाला वा <br/> चरवणपव परम तयाला वा"}, {"M": "चरणम् 2", "T": "षण्मुका वा वा कन्त वा वा <br/> एन्नै कावा वेलवा <br/> पलनिमलै उरैयुम् मुरुका वा वा <br/> कन्ता वा वा एन्नै कावा वेलवा"}, {"M": "चरणम् 3", "T": "आपत्तिरुलर अरुलॊलि तरुम् <br/> अप्पने अण्णले अय्या वा <br/> पवत्तिरल्तरुम् तापमकल वरुम् <br/> पलनि वलर् करुणै मलैये वा <br/> तापत्रय वेयिलर निलल् तरुवाय् <br/> तरुवे एन् कुलकुरुवे वा <br/> स्री पत्मनापन् मरुका वा <br/> राम ताचन् वणङ्कुम् मुत्तैया विरैवोटु"}, {"M": "चरणम् 4", "T": "का वा वा कन्ता वा वा एन्नै का वा वेलवा <br/> मुरुका वा वा षण्मुका वा वा <br/> एन्नै कावा वेलवा"}]}], "lyricsref": [{"links": [{"N": "carnaticlyricsintamil.blogspot.com", "L": "http://carnaticlyricsintamil.blogspot.com/2013/09/kaa-vaa-vaa.html"}]}], "videos": [{"folder": [{"A": "Abhishek Raghuram", "songs": [{"C": "Papanasam Sivan", "D": "36:27", "I": "_fNkxlDAGyQ", "R": "Varali", "T": "", "V": "27,000"}, {"C": "Papanasam Sivan", "D": "41:49", "I": "Mzyre5pTeBs", "R": "Varali", "T": "", "V": "1,300"}, {"C": "Papanasam Sivan", "D": "1:00:26", "I": "buNSUilVoPw", "R": "Varali", "T": "", "V": "9,659"}]}, {"A": "Bharat Sundar", "songs": [{"C": "Papanasam Sivan", "D": "8:13", "I": "D3wwgPpo4Zw", "R": "Varali", "T": "", "V": "1,300"}]}, {"A": "Bombay Jayashri", "songs": [{"C": "Papanasam Sivan", "D": "6:30", "I": "SELObgme8vA", "R": "Varali", "T": "", "V": "3,437"}]}, {"A": "D. K. Pattammal", "songs": [{"C": "Papanasam Sivan", "D": "6:28", "I": "gcgb1Z_G8_s", "R": "Varali", "T": "", "V": "84"}]}, {"A": "Jon B. Higgins", "songs": [{"C": "Papanasam Sivan", "D": "1:23:45", "I": "H3Rx8cve52g", "R": "Varali", "T": "", "V": "5,700"}]}, {"A": "K. V. Narayanaswamy", "songs": [{"C": "Papanasam Sivan", "D": "8:50", "I": "GpmEhPuTox0", "R": "Varali", "T": "", "V": "112"}]}, {"A": "Kunnakudi M. Balamuralikrishna", "songs": [{"C": "Papanasam Sivan", "D": "7:23", "I": "Bvv_e8X6nso", "R": "Varali", "T": "", "V": "1,000"}, {"C": "Papanasam Sivan", "D": "5:57", "I": "7vZVtGzcUr0", "R": "Varali", "T": "", "V": "524"}]}, {"A": "M. L. Vasanthakumari", "songs": [{"C": "Papanasam Sivan", "D": "6:24", "I": "4V2LlIASPoc", "R": "Varali", "T": "", "V": "44"}, {"C": "Papanasam Sivan", "D": "5:30", "I": "TpPZU6JKt94", "R": "Varali", "T": "", "V": "263"}, {"C": "Papanasam Sivan", "D": "5:51", "I": "hFF9Npz46r0", "R": "Varali", "T": "", "V": "495"}, {"C": "Papanasam Sivan", "D": "5:36", "I": "j_f5z1qq6r8", "R": "Varali", "T": "", "V": "28"}, {"C": "Papanasam Sivan", "D": "4:53", "I": "UhLPga8u7pI", "R": "Varali", "T": "", "V": "35"}, {"C": "Papanasam Sivan", "D": "5:49", "I": "OB-IOwOVN7g", "R": "Varali", "T": "", "V": "49"}]}, {"A": "M. S. Subbulakshmi", "songs": [{"C": "Papanasam Sivan", "D": "5:41", "I": "2oT9_UTIbjE", "R": "Varali", "T": "", "V": "6,300"}, {"C": "Papanasam Sivan", "D": "6:33", "I": "2GpUNW-7YHk", "R": "Varali", "T": "", "V": "46"}, {"C": "Papanasam Sivan", "D": "5:51", "I": "hcsRUyziZL0", "R": "Varali", "T": "", "V": "33,000"}, {"C": "Papanasam Sivan", "D": "4:59", "I": "XL72tHvzoHA", "R": "Varali", "T": "", "V": "3,500"}, {"C": "Papanasam Sivan", "D": "5:51", "I": "tmqfCj_9fB8", "R": "Varali", "T": "", "V": "117"}]}, {"A": "Madurai Mani Iyer", "songs": [{"C": "Papanasam Sivan", "D": "5:50", "I": "c0dQka9TIkY", "R": "Varali", "T": "", "V": "272"}, {"C": "Papanasam Sivan", "D": "8:15", "I": "-mUlvpb6438", "R": "Varali", "T": "", "V": "188,000"}, {"C": "Papanasam Sivan", "D": "5:16", "I": "souLbYaW1e0", "R": "Varali", "T": "", "V": "175"}, {"C": "Papanasam Sivan", "D": "34:47", "I": "L5lD9ZdkEks", "R": "Varali", "T": "", "V": "979"}, {"C": "Papanasam Sivan", "D": "4:41", "I": "Jd3akiTiZ8w", "R": "Varali", "T": "", "V": "35"}, {"C": "Papanasam Sivan", "D": "5:56", "I": "ZAIqnka8sbg", "R": "Varali", "T": "", "V": "308"}, {"C": "Papanasam Sivan", "D": "5:20", "I": "616AwHepK-4", "R": "Varali", "T": "", "V": "27"}, {"C": "Papanasam Sivan", "D": "7:36", "I": "r7FVDUMkaJU", "R": "Varali", "T": "", "V": "296"}, {"C": "Papanasam Sivan", "D": "5:50", "I": "v6boP1CXLX0", "R": "Varali", "T": "", "V": "20"}, {"C": "Papanasam Sivan", "D": "9:09", "I": "GPUJgdehxzQ", "R": "Varali", "T": "", "V": "7"}, {"C": "Papanasam Sivan", "D": "7:40", "I": "mkCxSn6nrt8", "R": "Varali", "T": "", "V": "139"}, {"C": "Papanasam Sivan", "D": "14:30", "I": "jhM4n_BhsgM", "R": "Varali", "T": "", "V": "2,000"}, {"C": "Papanasam Sivan", "D": "5:17", "I": "rTcOqWIYp1s", "R": "Varali", "T": "", "V": "138"}]}, {"A": "Neyveli Santhanagopalan", "songs": [{"C": "Papanasam Sivan", "D": "17:59", "I": "y4S6L8KACnM", "R": "Varali", "T": "", "V": "449"}, {"C": "Papanasam Sivan", "D": "8:27", "I": "dvzpkEXTHOc", "R": "Varali", "T": "", "V": "9,411"}]}, {"A": "P. Unnikrishnan", "songs": [{"C": "Papanasam Sivan", "D": "29:41", "I": "wh8KJpO7ZHA", "R": "Varali", "T": "", "V": "71"}]}, {"A": "Padma Sugavanam", "songs": [{"C": "Papanasam Sivan", "D": "6:57", "I": "9A3HHUSzuoY", "R": "Varali", "T": "", "V": "421"}]}, {"A": "Palghat R Ramprasad", "songs": [{"C": "Papanasam Sivan", "D": "13:25", "I": "vN-MFYOkzdA", "R": "Varali", "T": "", "V": "462"}]}, {"A": "Prince Rama Varma", "songs": [{"C": "Papanasam Sivan", "D": "9:04", "I": "mQ8t5-klp0M", "R": "Varali", "T": "", "V": "5,843"}]}, {"A": "Priya Sisters", "songs": [{"C": "Papanasam Sivan", "D": "7:24", "I": "Zm61iWYWUXU", "R": "Varali", "T": "", "V": "3,200"}]}, {"A": "Ramakrishnan Murthy", "songs": [{"C": "Papanasam Sivan", "D": "10:48", "I": "kPoAKbh9KHg", "R": "Varali", "T": "", "V": "9,700"}]}, {"A": "Ranjani Gayatri", "songs": [{"C": "Papanasam Sivan", "D": "8:23", "I": "h4ai1-kETTo", "R": "Varali", "T": "", "V": "7,100"}, {"C": "Papanasam Sivan", "D": "3:01", "I": "Jueo6u6K_f4", "R": "Varali", "T": "", "V": "2,500"}]}, {"A": "Rithvik Raja", "songs": [{"C": "Papanasam Sivan", "D": "13:49", "I": "P9BUYeO-PVs", "R": "Varali", "T": "", "V": "372"}]}, {"A": "S. Aishwarya", "songs": [{"C": "Papanasam Sivan", "D": "5:47", "I": "5ILSvEsoSKs", "R": "Varali", "T": "", "V": "11,000"}, {"C": "Papanasam Sivan", "D": "5:54", "I": "6kiSnWnDc10", "R": "Varali", "T": "", "V": "7,391"}]}, {"A": "Seethalapathi Balasubramaniam", "songs": [{"C": "Papanasam Sivan", "D": "6:51", "I": "Gm_WlKiHJBU", "R": "Varali", "T": "", "V": "1,535"}]}, {"A": "Semmangudi Srinivasa Iyer", "songs": [{"C": "Papanasam Sivan", "D": "3:59", "I": "hDv3tsj_IS4", "R": "Varali", "T": "", "V": "18,202"}]}, {"A": "Sikkil Gurucharan", "songs": [{"C": "Papanasam Sivan", "D": "3:01", "I": "0p1lA5Um8vk", "R": "Varali", "T": "", "V": "690"}, {"C": "Papanasam Sivan", "D": "39:57", "I": "bvO3Sh6lhBE", "R": "Varali", "T": "", "V": "1,809"}]}, {"A": "Sreevalsan J. Menon", "songs": [{"C": "Papanasam Sivan", "D": "39:54", "I": "jbiAkZPdeSo", "R": "Varali", "T": "", "V": "12,000"}]}, {"A": "Sudha Ragunathan", "songs": [{"C": "Papanasam Sivan", "D": "PREMIERE", "I": "UUnkPL2YpA0", "R": "Varali", "T": "", "V": "0"}, {"C": "Papanasam Sivan", "D": "8:13", "I": "WWr7GZCjxTI", "R": "Varali", "T": "", "V": "67,000"}, {"C": "Papanasam Sivan", "D": "7:14", "I": "74TXttNsVbE", "R": "Varali", "T": "", "V": "6,953"}]}, {"A": "T. M. Krishna", "songs": [{"C": "Papanasam Sivan", "D": "7:19", "I": "wdiRcDNs4Kc", "R": "Varali", "T": "", "V": "644"}, {"C": "Papanasam Sivan", "D": "3:06", "I": "mVqQFDE5UX4", "R": "Varali", "T": "", "V": "76"}, {"C": "Papanasam Sivan", "D": "6:24", "I": "LCJ1ZHiPoCY", "R": "Varali", "T": "", "V": "4,100"}, {"C": "Papanasam Sivan", "D": "19:52", "I": "eTnVI4_8lQk", "R": "Varali", "T": "", "V": "78"}, {"C": "Papanasam Sivan", "D": "3:01", "I": "w1wiU878EyQ", "R": "Varali", "T": "", "V": "5,571"}]}, {"A": "T. N. Seshagopalan", "songs": [{"C": "Papanasam Sivan", "D": "24:56", "I": "IorPcB-wU4o", "R": "Varali", "T": "", "V": "2,000"}, {"C": "Papanasam Sivan", "D": "16:01", "I": "v2GfZAk6MIE", "R": "Varali", "T": "", "V": "107"}]}, {"A": "Trichur Brothers", "songs": [{"C": "Papanasam Sivan", "D": "18:47", "I": "LCCdH5kusH0", "R": "Varali", "T": "", "V": "75,000"}, {"C": "Papanasam Sivan", "D": "14:53", "I": "5nn9Tds5AoI", "R": "Varali", "T": "", "V": "19,000"}]}, {"A": "Vijay Siva", "songs": [{"C": "Papanasam Sivan", "D": "5:25", "I": "MGTlukHzvqg", "R": "Varali", "T": "", "V": "504"}, {"C": "Papanasam Sivan", "D": "3:01", "I": "faLtF_nIjjQ", "R": "Varali", "T": "", "V": "1,300"}]}, {"A": "Chitravina Ravikiran", "songs": [{"C": "Papanasam Sivan", "D": "3:09", "I": "7toL2uHmPjo", "R": "Varali", "T": "", "V": "199"}]}, {"A": "MPN Sethuraman MPN Ponnuswamy", "songs": [{"C": "Papanasam Sivan", "D": "14:27", "I": "r8fYnCrVdrI", "R": "Varali", "T": "", "V": "11,732"}]}, {"A": "A. K. C. Natarajan", "songs": [{"C": "Papanasam Sivan", "D": "6:06", "I": "JWrbBcJDu1g", "R": "Varali", "T": "", "V": "1,085"}]}, {"A": "Keyboard Sathya", "songs": [{"C": "Papanasam Sivan", "D": "1:18", "I": "FiuwSt_dDds", "R": "Varali", "T": "", "V": "348"}]}, {"A": "Akkarai Sisters", "songs": [{"C": "Papanasam Sivan", "D": "16:57", "I": "HYuGHuvX3es", "R": "Varali", "T": "", "V": "89"}]}, {"A": "Ambi Subramaniam", "songs": [{"C": "Papanasam Sivan", "D": "6:43", "I": "IqYDjp_b4BA", "R": "Varali", "T": "", "V": "10,407"}]}, {"A": "Lalgudi Jayaraman", "songs": [{"C": "Papanasam Sivan", "D": "8:17", "I": "bsPcx-oPLHs", "R": "Varali", "T": "", "V": "10,549"}]}, {"A": "T. N. Krishnan", "songs": [{"C": "Papanasam Sivan", "D": "6:26", "I": "aQuOg-Ic-d4", "R": "Varali", "T": "", "V": "352"}]}, {"A": "Vittal Ramamurthy", "songs": [{"C": "Papanasam Sivan", "D": "11:47", "I": "R0-qUyoJ5Lw", "R": "Varali", "T": "", "V": "126"}]}]}]}