{"stats": [{"H": "Videos", "C": "63"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "25"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "13 H"}, {"H": "Views", "C": "111 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti"}, {"H": "Composer", "V": "Ramaswamy Sivan", "P": "rAmAsvAmi Sivan"}, {"H": "Raga", "V": "Begada", "P": "bEgaDA"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Tamil", "P": "Tamil"}, {"H": "God", "V": "dEvi", "P": "dEvi"}], "title": {"H": "Kadaikkan Vaithennai", "V": "kaDaikkaN vaittennai", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "kaTaikkaN vaittennai ALammA kauri rAjarAjEsvari <br/> karuNAkari civacankari"}, {"M": "anupallavi", "T": "uTaikkum  tEnmalar pozhil cUzh jakatampA umparkaL  ulakam pukazh <br/> mukavaiyAl uLankuLirin tilanku mankaLam tarum"}, {"M": "caraNam 1", "T": "caNTikai vipUti kANEn kaLittun anparaip-pENEn <br/> caNTai vAtu ceyya nANEn tAyE  Or kati kANEn <br/> kaNTanaiyoTu taNTanai cumaiyuru  caNTanai etir <br/> paNTanai mayiTanai muNTanai uyir <br/> uNTanai karuNaiyamutam pozhintiTum perum patam tarum"}, {"M": "caraNam 2", "T": "tancamenpOr tamai nOkki carva pAkyamum uNTAkki <br/> cancalam yAvaiyum pOkki tAnkumAy pErinpam tEkki <br/> kancamuki nirancani varu pavapancani janarancani aTiyavar <br/> nencinil ninaiyum jananiyuruki nirantaram purantaran karam tozhum"}, {"M": "caraNam 3", "T": "cantatam pukazhntu kuhatAcan manattanpu mika <br/> vantanai cey marakatavalliyE uLamuruka <br/> vantari ayanum taricanai puriyum tripura <br/> cuntari kumari nirantari varakantari anutinam akat- <br/> tiruntilanki mankaLam tarum"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "கடைக்கண் வைத்தென்னை ஆளம்மா கௌரி ராஜராஜேஸ்வரி <br/> கருணாகரி சிவசங்கரி"}, {"M": "அனுபல்லவி", "T": "உடைக்கும்  தேன்மலர் பொழில் சூழ் ஜகதம்பா உம்பர்கள்  உலகம் புகழ் <br/> முகவையால் உளங்குளிரின் திலங்கு மங்களம் தரும்"}, {"M": "சரணம் 1", "T": "சண்டிகை விபூதி காணேன் களித்துன் அன்பரைப்-பேணேன் <br/> சண்டை வாது செய்ய நாணேன் தாயே  ஓர் கதி காணேன் <br/> கண்டனையொடு தண்டனை சுமையுரு  சண்டனை எதிர் <br/> பண்டனை மயிடனை முண்டனை உயிர் <br/> உண்டனை கருணையமுதம் பொழிந்திடும் பெரும் பதம் தரும்"}, {"M": "சரணம் 2", "T": "தஞ்சமென்போர் தமை நோக்கி சர்வ பாக்யமும் உண்டாக்கி <br/> சஞ்சலம் யாவையும் போக்கி தாங்குமாய் பேரின்பம் தேக்கி <br/> கஞ்சமுகி நிரஞ்சனி வரு பவபஞ்சனி ஜனரஞ்சனி அடியவர் <br/> நெஞ்சினில் நினையும் ஜனனியுருகி நிரந்தரம் புரந்தரன் கரம் தொழும்"}, {"M": "சரணம் 3", "T": "சந்ததம் புகழ்ந்து குஹதாசன் மனத்தன்பு மிக <br/> வந்தனை செய் மரகதவல்லியே உளமுருக <br/> வந்தரி அயனும் தரிசனை புரியும் த்ரிபுர <br/> சுந்தரி குமரி நிரந்தரி வரகந்தரி அனுதினம் அகத்- <br/> திருந்திலங்கி மங்களம் தரும்"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "కటైక్కణ్ వైత్తెన్నై ఆళమ్మా కౌరి రాజరాజేస్వరి <br/> కరుణాకరి చివచఙ్కరి"}, {"M": "అనుపల్లవి", "T": "ఉటైక్కుమ్  తేన్మలర్ పొఴిల్ చూఴ్ జకతమ్పా ఉమ్పర్కళ్  ఉలకమ్ పుకఴ్ <br/> ముకవైయాల్ ఉళఙ్కుళిరిన్ తిలఙ్కు మఙ్కళమ్ తరుమ్"}, {"M": "చరణమ్ 1", "T": "చణ్టికై విపూతి కాణేన్ కళిత్తున్ అన్పరైప్-పేణేన్ <br/> చణ్టై వాతు చెయ్య నాణేన్ తాయే  ఓర్ కతి కాణేన్ <br/> కణ్టనైయొటు తణ్టనై చుమైయురు  చణ్టనై ఎతిర్ <br/> పణ్టనై మయిటనై ముణ్టనై ఉయిర్ <br/> ఉణ్టనై కరుణైయముతమ్ పొఴిన్తిటుమ్ పెరుమ్ పతమ్ తరుమ్"}, {"M": "చరణమ్ 2", "T": "తఞ్చమెన్పోర్ తమై నోక్కి చర్వ పాక్యముమ్ ఉణ్టాక్కి <br/> చఞ్చలమ్ యావైయుమ్ పోక్కి తాఙ్కుమాయ్ పేరిన్పమ్ తేక్కి <br/> కఞ్చముకి నిరఞ్చని వరు పవపఞ్చని జనరఞ్చని అటియవర్ <br/> నెఞ్చినిల్ నినైయుమ్ జననియురుకి నిరన్తరమ్ పురన్తరన్ కరమ్ తొఴుమ్"}, {"M": "చరణమ్ 3", "T": "చన్తతమ్ పుకఴ్న్తు కుహతాచన్ మనత్తన్పు మిక <br/> వన్తనై చెయ్ మరకతవల్లియే ఉళమురుక <br/> వన్తరి అయనుమ్ తరిచనై పురియుమ్ త్రిపుర <br/> చున్తరి కుమరి నిరన్తరి వరకన్తరి అనుతినమ్ అకత్- <br/> తిరున్తిలఙ్కి మఙ్కళమ్ తరుమ్"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಕಟೈಕ್ಕಣ್ ವೈತ್ತೆನ್ನೈ ಆಳಮ್ಮಾ ಕೌರಿ ರಾಜರಾಜೇಸ್ವರಿ <br/> ಕರುಣಾಕರಿ ಚಿವಚಙ್ಕರಿ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಉಟೈಕ್ಕುಮ್  ತೇನ್ಮಲರ್ ಪೊಳಿಲ್ ಚೂಳ್ ಜಕತಮ್ಪಾ ಉಮ್ಪರ್ಕಳ್  ಉಲಕಮ್ ಪುಕಳ್ <br/> ಮುಕವೈಯಾಲ್ ಉಳಙ್ಕುಳಿರಿನ್ ತಿಲಙ್ಕು ಮಙ್ಕಳಮ್ ತರುಮ್"}, {"M": "ಚರಣಮ್ 1", "T": "ಚಣ್ಟಿಕೈ ವಿಪೂತಿ ಕಾಣೇನ್ ಕಳಿತ್ತುನ್ ಅನ್ಪರೈಪ್-ಪೇಣೇನ್ <br/> ಚಣ್ಟೈ ವಾತು ಚೆಯ್ಯ ನಾಣೇನ್ ತಾಯೇ  ಓರ್ ಕತಿ ಕಾಣೇನ್ <br/> ಕಣ್ಟನೈಯೊಟು ತಣ್ಟನೈ ಚುಮೈಯುರು  ಚಣ್ಟನೈ ಎತಿರ್ <br/> ಪಣ್ಟನೈ ಮಯಿಟನೈ ಮುಣ್ಟನೈ ಉಯಿರ್ <br/> ಉಣ್ಟನೈ ಕರುಣೈಯಮುತಮ್ ಪೊಳಿನ್ತಿಟುಮ್ ಪೆರುಮ್ ಪತಮ್ ತರುಮ್"}, {"M": "ಚರಣಮ್ 2", "T": "ತಞ್ಚಮೆನ್ಪೋರ್ ತಮೈ ನೋಕ್ಕಿ ಚರ್ವ ಪಾಕ್ಯಮುಮ್ ಉಣ್ಟಾಕ್ಕಿ <br/> ಚಞ್ಚಲಮ್ ಯಾವೈಯುಮ್ ಪೋಕ್ಕಿ ತಾಙ್ಕುಮಾಯ್ ಪೇರಿನ್ಪಮ್ ತೇಕ್ಕಿ <br/> ಕಞ್ಚಮುಕಿ ನಿರಞ್ಚನಿ ವರು ಪವಪಞ್ಚನಿ ಜನರಞ್ಚನಿ ಅಟಿಯವರ್ <br/> ನೆಞ್ಚಿನಿಲ್ ನಿನೈಯುಮ್ ಜನನಿಯುರುಕಿ ನಿರನ್ತರಮ್ ಪುರನ್ತರನ್ ಕರಮ್ ತೊಳುಮ್"}, {"M": "ಚರಣಮ್ 3", "T": "ಚನ್ತತಮ್ ಪುಕಳ್ನ್ತು ಕುಹತಾಚನ್ ಮನತ್ತನ್ಪು ಮಿಕ <br/> ವನ್ತನೈ ಚೆಯ್ ಮರಕತವಲ್ಲಿಯೇ ಉಳಮುರುಕ <br/> ವನ್ತರಿ ಅಯನುಮ್ ತರಿಚನೈ ಪುರಿಯುಮ್ ತ್ರಿಪುರ <br/> ಚುನ್ತರಿ ಕುಮರಿ ನಿರನ್ತರಿ ವರಕನ್ತರಿ ಅನುತಿನಮ್ ಅಕತ್- <br/> ತಿರುನ್ತಿಲಙ್ಕಿ ಮಙ್ಕಳಮ್ ತರುಮ್"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "കടൈക്കണ് വൈത്തെന്നൈ ആളമ്മാ കൌരി രാജരാജേസ്വരി <br/> കരുണാകരി ചിവചങ്കരി"}, {"M": "അനുപല്ലവി", "T": "ഉടൈക്കുമ്  തേന്മലര് പൊഴില് ചൂഴ് ജകതമ്പാ ഉമ്പര്കള്  ഉലകമ് പുകഴ് <br/> മുകവൈയാല് ഉളങ്കുളിരിന് തിലങ്കു മങ്കളമ് തരുമ്"}, {"M": "ചരണമ് 1", "T": "ചണ്ടികൈ വിപൂതി കാണേന് കളിത്തുന് അന്പരൈപ്-പേണേന് <br/> ചണ്ടൈ വാതു ചെയ്യ നാണേന് തായേ  ഓര് കതി കാണേന് <br/> കണ്ടനൈയൊടു തണ്ടനൈ ചുമൈയുരു  ചണ്ടനൈ എതിര് <br/> പണ്ടനൈ മയിടനൈ മുണ്ടനൈ ഉയിര് <br/> ഉണ്ടനൈ കരുണൈയമുതമ് പൊഴിന്തിടുമ് പെരുമ് പതമ് തരുമ്"}, {"M": "ചരണമ് 2", "T": "തഞ്ചമെന്പോര് തമൈ നോക്കി ചര്വ പാക്യമുമ് ഉണ്ടാക്കി <br/> ചഞ്ചലമ് യാവൈയുമ് പോക്കി താങ്കുമായ് പേരിന്പമ് തേക്കി <br/> കഞ്ചമുകി നിരഞ്ചനി വരു പവപഞ്ചനി ജനരഞ്ചനി അടിയവര് <br/> നെഞ്ചിനില് നിനൈയുമ് ജനനിയുരുകി നിരന്തരമ് പുരന്തരന് കരമ് തൊഴുമ്"}, {"M": "ചരണമ് 3", "T": "ചന്തതമ് പുകഴ്ന്തു കുഹതാചന് മനത്തന്പു മിക <br/> വന്തനൈ ചെയ് മരകതവല്ലിയേ ഉളമുരുക <br/> വന്തരി അയനുമ് തരിചനൈ പുരിയുമ് ത്രിപുര <br/> ചുന്തരി കുമരി നിരന്തരി വരകന്തരി അനുതിനമ് അകത്- <br/> തിരുന്തിലങ്കി മങ്കളമ് തരുമ്"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "कटैक्कण् वैत्तेन्नै आलम्मा कौरि राजराजेस्वरि <br/> करुणाकरि चिवचङ्करि"}, {"M": "अनुपल्लवि", "T": "उटैक्कुम्  तेन्मलर् पोलिल् चूल् जकतम्पा उम्पर्कल्  उलकम् पुकल् <br/> मुकवैयाल् उलङ्कुलिरिन् तिलङ्कु मङ्कलम् तरुम्"}, {"M": "चरणम् 1", "T": "चण्टिकै विपूति काणेन् कलित्तुन् अन्परैप्-पेणेन् <br/> चण्टै वातु चेय्य नाणेन् ताये  ओर् कति काणेन् <br/> कण्टनैयोटु तण्टनै चुमैयुरु  चण्टनै एतिर् <br/> पण्टनै मयिटनै मुण्टनै उयिर् <br/> उण्टनै करुणैयमुतम् पोलिन्तिटुम् पेरुम् पतम् तरुम्"}, {"M": "चरणम् 2", "T": "तञ्चमेन्पोर् तमै नोक्कि चर्व पाक्यमुम् उण्टाक्कि <br/> चञ्चलम् यावैयुम् पोक्कि ताङ्कुमाय् पेरिन्पम् तेक्कि <br/> कञ्चमुकि निरञ्चनि वरु पवपञ्चनि जनरञ्चनि अटियवर् <br/> नेञ्चिनिल् निनैयुम् जननियुरुकि निरन्तरम् पुरन्तरन् करम् तोलुम्"}, {"M": "चरणम् 3", "T": "चन्ततम् पुकल्न्तु कुहताचन् मनत्तन्पु मिक <br/> वन्तनै चेय् मरकतवल्लिये उलमुरुक <br/> वन्तरि अयनुम् तरिचनै पुरियुम् त्रिपुर <br/> चुन्तरि कुमरि निरन्तरि वरकन्तरि अनुतिनम् अकत्- <br/> तिरुन्तिलङ्कि मङ्कलम् तरुम्"}]}], "lyricsref": [{"links": [{"N": "periscope-narada.blogspot.com", "L": "http://periscope-narada.blogspot.com/2016/07/kadaikkan-vaittennai.html"}]}], "videos": [{"folder": [{"A": 301, "songs": [{"C": 40, "D": "16:43", "I": "XlrdFVYztqM", "P": "m", "R": 22, "S": 398, "T": 0, "V": "1,132"}, {"C": 40, "D": "5:24", "I": "L3OOeMvirmU", "P": "m", "R": 22, "S": 398, "T": 0, "V": "212"}]}, {"A": 101, "songs": [{"C": 40, "D": "15:55", "I": "uGx29PV7em4", "P": "m", "R": 22, "S": 398, "T": 0, "V": "236"}]}, {"A": 66, "songs": [{"C": 40, "D": "18:15", "I": "ZVCkPJJPbgM", "P": "m", "R": 22, "S": 398, "T": 0, "V": "648"}]}, {"A": 262, "songs": [{"C": 40, "D": "24:55", "I": "LIKBdifDLyM&start=2963&end=4458", "P": "m", "R": 22, "S": 398, "T": 0, "V": "23,000"}, {"C": 40, "D": "31:30", "I": "nLCR5qedssc", "P": "h", "R": 22, "S": 398, "T": 0, "V": "237"}, {"C": 40, "D": "31:29", "I": "qVcbAxd54CE", "P": "h", "R": 22, "S": 398, "T": 0, "V": "44"}]}, {"A": 378, "songs": [{"C": 40, "D": "6:30", "I": "NIKFrsmNcVY", "P": "m", "R": 22, "S": 398, "T": 0, "V": "181"}]}, {"A": 42, "songs": [{"C": 40, "D": "4:18", "I": "d7UToovbOiA", "P": "m", "R": 22, "S": 398, "T": 0, "V": "2,800"}, {"C": 40, "D": "4:18", "I": "mEitAO3BfHw", "P": "m", "R": 22, "S": 398, "T": 0, "V": "436"}, {"C": 40, "D": "3:01", "I": "26KHCORa90s", "P": "m", "R": 22, "S": 398, "T": 0, "V": "173"}, {"C": 40, "D": "4:18", "I": "4PaBs-dYEt4", "P": "m", "R": 22, "S": 398, "T": 0, "V": "170"}, {"C": 40, "D": "4:18", "I": "MVOtWgJCt8Q", "P": "m", "R": 22, "S": 398, "T": 0, "V": "122"}]}, {"A": 387, "songs": [{"C": 40, "D": "9:02", "I": "bhTqDd4eIB4", "P": "m", "R": 22, "S": 398, "T": 0, "V": "708"}, {"C": 40, "D": "10:54", "I": "DnXCxyzy5GA", "P": "m", "R": 22, "S": 398, "T": 0, "V": "237"}]}, {"A": 16, "songs": [{"C": 40, "D": "8:09", "I": "DWHJh99CAnI&start=1166&end=1655", "P": "m", "R": 22, "S": 398, "T": 0, "V": "4,118"}, {"C": 40, "D": "28:02", "I": "ZyyiUpGBfF0&start=1262&end=2944", "P": "m", "R": 22, "S": 398, "T": 0, "V": "2,100"}, {"C": 40, "D": "22:15", "I": "ef8B4341ytY&start=2378&end=3713", "P": "h", "R": 22, "S": 398, "T": 0, "V": "1,800"}, {"C": 40, "D": "31:29", "I": "Tj--jwhoP-g", "P": "m", "R": 22, "S": 398, "T": 0, "V": "1,389"}, {"C": 40, "D": "14:19", "I": "orWCeRgR3eA&start=501&end=1360", "P": "h", "R": 22, "S": 398, "T": 0, "V": "1,100"}, {"C": 40, "D": "21:15", "I": "qRWxlbLGlHE", "P": "m", "R": 22, "S": 398, "T": 0, "V": "933"}, {"C": 40, "D": "14:40", "I": "rP0o-7u7L5g&start=640&end=1520", "P": "m", "R": 22, "S": 398, "T": 0, "V": "851"}, {"C": 40, "D": "20:56", "I": "hUgxCVBvWgE", "P": "m", "R": 22, "S": 398, "T": 0, "V": "787"}, {"C": 40, "D": "21:20", "I": "2WAP5mxhUHQ", "P": "m", "R": 22, "S": 398, "T": 0, "V": "442"}, {"C": 40, "D": "13:20", "I": "v9PtNwDQ5dA", "P": "m", "R": 22, "S": 398, "T": 0, "V": "124"}, {"C": 40, "D": "13:20", "I": "xFWDAEA3q60", "P": "h", "R": 22, "S": 398, "T": 0, "V": "41"}, {"C": 40, "D": "14:37", "I": "zmZr8jbCW0U", "P": "m", "R": 22, "S": 398, "T": 0, "V": "39"}, {"C": 40, "D": "11:14", "I": "HlgasPyxD-I", "P": "m", "R": 22, "S": 398, "T": 0, "V": "33"}, {"C": 40, "D": "21:18", "I": "nMmakp0V1cs", "P": "m", "R": 22, "S": 398, "T": 0, "V": "16"}]}, {"A": 416, "songs": [{"C": 40, "D": "5:02", "I": "vNmR9ouCmGc", "P": "m", "R": 22, "S": 398, "T": 0, "V": "787"}]}, {"A": 428, "songs": [{"C": 40, "D": "11:49", "I": "AqhbIsbKc74", "P": "m", "R": 22, "S": 398, "T": 0, "V": "15,405"}]}, {"A": 8, "songs": [{"C": 40, "D": "4:57", "I": "v8qORH7B_MA&start=6614&end=6911", "P": "h", "R": 22, "S": 398, "T": 0, "V": "1,588"}, {"C": 40, "D": "15:15", "I": "AISN3ic0VtU", "P": "m", "R": 22, "S": 398, "T": 0, "V": "738"}, {"C": 40, "D": "4:27", "I": "ZIHCMGVXvTU", "P": "h", "R": 22, "S": 398, "T": 0, "V": "639"}, {"C": 40, "D": "3:43", "I": "oQDw6h9XAtA&start=8410&end=8633", "P": "h", "R": 22, "S": 398, "T": 0, "V": "545"}, {"C": 40, "D": "3:10", "I": "ATXyv7v9eL0", "P": "h", "R": 22, "S": 398, "T": 0, "V": "70"}, {"C": 40, "D": "15:09", "I": "rp03y01GbDE", "P": "h", "R": 22, "S": 398, "T": 0, "V": "36"}, {"C": 40, "D": "2:59", "I": "URa4UeTxkpg", "P": "h", "R": 22, "S": 398, "T": 0, "V": "26"}, {"C": 40, "D": "3:00", "I": "mWSU690eSdc", "P": "m", "R": 22, "S": 398, "T": 0, "V": "6"}]}, {"A": 297, "songs": [{"C": 40, "D": "4:12", "I": "6aMsjDkstZs", "P": "m", "R": 22, "S": 398, "T": 0, "V": "3,200"}, {"C": 40, "D": "7:15", "I": "hw20YbjI5LQ", "P": "m", "R": 22, "S": 398, "T": 0, "V": "1,789"}]}, {"A": 157, "songs": [{"C": 40, "D": "25:30", "I": "bIurYRsLFKk", "P": "h", "R": 22, "S": 398, "T": 0, "V": "371"}]}, {"A": 13, "songs": [{"C": 40, "D": "4:17", "I": "6fAsZ84251E&start=311&end=568", "P": "m", "R": 22, "S": 398, "T": 0, "V": "755"}]}, {"A": 69, "songs": [{"C": 40, "D": "12:32", "I": "m_aAm_wO890&start=1039&end=1791", "P": "h", "R": 22, "S": 398, "T": 0, "V": "187"}, {"C": 40, "D": "12:22", "I": "BSVKAURrUI8", "P": "h", "R": 22, "S": 398, "T": 0, "V": "57"}, {"C": 40, "D": "11:10", "I": "z1AhqDmMVG0", "P": "h", "R": 22, "S": 398, "T": 0, "V": "38"}, {"C": 40, "D": "3:53", "I": "LgRTvjCrkUY", "P": "m", "R": 22, "S": 398, "T": 0, "V": "13"}]}, {"A": 243, "songs": [{"C": 40, "D": "18:35", "I": "rOaZH0nz3yE", "P": "m", "R": 22, "S": 398, "T": 0, "V": "199"}]}, {"A": 26, "songs": [{"C": 40, "D": "4:33", "I": "54tCzaPJOG4", "P": "m", "R": 22, "S": 398, "T": 0, "V": "1,300"}, {"C": 40, "D": "5:15", "I": "gNiM98V6okc", "P": "m", "R": 22, "S": 398, "T": 0, "V": "118"}]}, {"A": 522, "songs": [{"C": 40, "D": "12:43", "I": "lBE1zSqVK6k", "P": "m", "R": 22, "S": 398, "T": 0, "V": "367"}, {"C": 40, "D": "12:09", "I": "gpYZJal4kSc", "P": "h", "R": 22, "S": 398, "T": 0, "V": "192"}]}, {"A": 38, "songs": [{"C": 40, "D": "18:19", "I": "FJczy9jZTfU&start=1155&end=2254", "P": "m", "R": 22, "S": 398, "T": 0, "V": "32,000"}, {"C": 40, "D": "18:34", "I": "FSIR-hJDlGk", "P": "m", "R": 22, "S": 398, "T": 0, "V": "267"}]}, {"A": 5, "songs": [{"C": 40, "D": "22:03", "I": "ocy7kG8rBWk", "P": "m", "R": 22, "S": 398, "T": 0, "V": "2,381"}]}, {"A": 17, "songs": [{"C": 40, "D": "10:39", "I": "7HsBikiXmic", "P": "m", "R": 22, "S": 398, "T": 0, "V": "698"}, {"C": 40, "D": "10:39", "I": "yJQ5vDCqa7Y", "P": "m", "R": 22, "S": 398, "T": 0, "V": "690"}]}, {"A": 336, "songs": [{"C": 40, "D": "19:21", "I": "WAo9KW173hw", "P": "m", "R": 22, "S": 398, "T": 0, "V": "117"}, {"C": 40, "D": "19:04", "I": "lT2Rxh9RuVA", "P": "m", "R": 22, "S": 398, "T": 0, "V": "26"}]}, {"A": 390, "songs": [{"C": 40, "D": "6:18", "I": "uxmTLjUEFhE", "P": "m", "R": 22, "S": 398, "T": 0, "V": "1,243"}, {"C": 40, "D": "0:59", "I": "KxFRrrgole8", "P": "m", "R": 22, "S": 398, "T": 0, "V": "714"}]}, {"A": 188, "songs": [{"C": 40, "D": "42:50", "I": "SiG6YAVtLY4", "P": "m", "R": 22, "S": 398, "T": 0, "V": "19"}]}, {"A": 259, "songs": [{"C": 40, "D": "19:43", "I": "5mrC6Uqqkqw", "P": "h", "R": 22, "S": 398, "T": 0, "V": "144"}]}]}]}