{"stats": [{"H": "Videos", "C": "4"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "40 M"}, {"H": "Views", "C": "822"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Swathi Thirunal", "P": "svAthi thiru.NAL"}, {"H": "Raga", "V": "Dhanyasi", "P": "dhanyAsi"}, {"H": "Tala", "V": "Rupaka", "P": "rupaka"}, {"H": "Tala name", "V": "Chatusra Jaati Rupaka Tala", "P": "chatuSra jAti rupaka tALA"}, {"H": "Tala angas", "V": "Dhruta-1, Laghu-1", "P": "d.RtA-1, laghu-1"}, {"H": "Tala count", "V": "2 + 4 = 6", "P": "2 + 4 = 6"}, {"H": "Language", "V": "Sanskrit", "P": "Sanskrit"}], "title": {"H": "Kalayami Sri Ramam", "V": "kalayami SrI ramam", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "kalayami SrI ramam"}, {"M": "anupallavi", "T": "kalada navanaSanamkarmukha Saradharam balabhidubala nIlam varijata nayanam"}, {"M": "caraNam 1", "T": "Saranagata bharanam janaka suta jAnimamita karunam <br/> hari vIravryopantamambudhi madaharamaruna bimba virajatadharam janeSam <br/> darita taruna ravana matim mrdutara hasamamiha"}, {"M": "caraNam 2", "T": "kamanIyatara rUpam jaladhi sama gambhIryamuru pratApam <br/> vimala yOgi mAnasa vihita nija vasatim <br/> amara nikara tApa Samana parAyaNam <br/> sAmaja pungava cArima hrdicaNa nija gatimahamiha"}, {"M": "caraNam 3", "T": "nata bhavagada hAriNam sarasIruha nAbham amalahAiNam <br/> Satamanyu mukhanuta sangaram-anuja samyutam Atma nirIkshaNam <br/> hata pApa samudAyamAtura sAdhujanAvana paTutama guNagaNamahamiha"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "கலயமி ஶ்ரீ ரமம்"}, {"M": "அனுபல்லவி", "T": "கலத நவனசனம்கர்முக சரதரம் பலபிதுபல நீலம் வரிஜத நயனம்"}, {"M": "சரணம் 1", "T": "சரனகத பரனம் ஜனக சுத ஜானிமமித கருனம் <br/> ஹரி வீரவ்ர்யொபந்தமம்புதி மதஹரமருன பிம்ப விரஜததரம் ஜனெசம் <br/> தரித தருன ரவன மதிம் ம்ர்துதர ஹசமமிஹ"}, {"M": "சரணம் 2", "T": "கமனீயதர ரூபம் ஜலதி சம கம்பீர்யமுரு ப்ரதாபம் <br/> விமல யோகி மானச விஹித நிஜ வசதிம் <br/> அமர நிகர தாப சமன பராயணம் <br/> சாமஜ புங்கவ சாரிம ஹ்ர்திசண நிஜ கதிமஹமிஹ"}, {"M": "சரணம் 3", "T": "நத பவகத ஹாரிணம் சரசீருஹ நாபம் அமலஹாஇணம் <br/> சதமன்யு முகனுத சங்கரம்-அனுஜ சம்யுதம் ஆத்ம நிரீக்ஷணம் <br/> ஹத பாப சமுதாயமாதுர சாதுஜனாவன படுதம குணகணமஹமிஹ"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "కలయమి శ్రీ రమమ్"}, {"M": "అనుపల్లవి", "T": "కలద నవనశనమ్కర్ముఖ శరధరమ్ బలభిదుబల నీలమ్ వరిజత నయనమ్"}, {"M": "చరణమ్ 1", "T": "శరనగత భరనమ్ జనక సుత జానిమమిత కరునమ్ <br/> హరి వీరవ్ర్యొపన్తమమ్బుధి మదహరమరున బిమ్బ విరజతధరమ్ జనెశమ్ <br/> దరిత తరున రవన మతిమ్ మ్ర్దుతర హసమమిహ"}, {"M": "చరణమ్ 2", "T": "కమనీయతర రూపమ్ జలధి సమ గమ్భీర్యమురు ప్రతాపమ్ <br/> విమల యోగి మానస విహిత నిజ వసతిమ్ <br/> అమర నికర తాప శమన పరాయణమ్ <br/> సామజ పుఙ్గవ చారిమ హ్ర్దిచణ నిజ గతిమహమిహ"}, {"M": "చరణమ్ 3", "T": "నత భవగద హారిణమ్ సరసీరుహ నాభమ్ అమలహాఇణమ్ <br/> శతమన్యు ముఖనుత సఙ్గరమ్-అనుజ సమ్యుతమ్ ఆత్మ నిరీక్షణమ్ <br/> హత పాప సముదాయమాతుర సాధుజనావన పటుతమ గుణగణమహమిహ"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಕಲಯಮಿ ಶ್ರೀ ರಮಮ್"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಕಲದ ನವನಶನಮ್ಕರ್ಮುಖ ಶರಧರಮ್ ಬಲಭಿದುಬಲ ನೀಲಮ್ ವರಿಜತ ನಯನಮ್"}, {"M": "ಚರಣಮ್ 1", "T": "ಶರನಗತ ಭರನಮ್ ಜನಕ ಸುತ ಜಾನಿಮಮಿತ ಕರುನಮ್ <br/> ಹರಿ ವೀರವ್ರ್ಯೊಪನ್ತಮಮ್ಬುಧಿ ಮದಹರಮರುನ ಬಿಮ್ಬ ವಿರಜತಧರಮ್ ಜನೆಶಮ್ <br/> ದರಿತ ತರುನ ರವನ ಮತಿಮ್ ಮ್ರ್ದುತರ ಹಸಮಮಿಹ"}, {"M": "ಚರಣಮ್ 2", "T": "ಕಮನೀಯತರ ರೂಪಮ್ ಜಲಧಿ ಸಮ ಗಮ್ಭೀರ್ಯಮುರು ಪ್ರತಾಪಮ್ <br/> ವಿಮಲ ಯೋಗಿ ಮಾನಸ ವಿಹಿತ ನಿಜ ವಸತಿಮ್ <br/> ಅಮರ ನಿಕರ ತಾಪ ಶಮನ ಪರಾಯಣಮ್ <br/> ಸಾಮಜ ಪುಙ್ಗವ ಚಾರಿಮ ಹ್ರ್ದಿಚಣ ನಿಜ ಗತಿಮಹಮಿಹ"}, {"M": "ಚರಣಮ್ 3", "T": "ನತ ಭವಗದ ಹಾರಿಣಮ್ ಸರಸೀರುಹ ನಾಭಮ್ ಅಮಲಹಾಇಣಮ್ <br/> ಶತಮನ್ಯು ಮುಖನುತ ಸಙ್ಗರಮ್-ಅನುಜ ಸಮ್ಯುತಮ್ ಆತ್ಮ ನಿರೀಕ್ಷಣಮ್ <br/> ಹತ ಪಾಪ ಸಮುದಾಯಮಾತುರ ಸಾಧುಜನಾವನ ಪಟುತಮ ಗುಣಗಣಮಹಮಿಹ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "കലയമി ശ്രീ രമമ്"}, {"M": "അനുപല്ലവി", "T": "കലദ നവനശനമ്കര്മുഖ ശരധരമ് ബലഭിദുബല നീലമ് വരിജത നയനമ്"}, {"M": "ചരണമ് 1", "T": "ശരനഗത ഭരനമ് ജനക സുത ജാനിമമിത കരുനമ് <br/> ഹരി വീരവ്ര്യൊപന്തമമ്ബുധി മദഹരമരുന ബിമ്ബ വിരജതധരമ് ജനെശമ് <br/> ദരിത തരുന രവന മതിമ് മ്ര്ദുതര ഹസമമിഹ"}, {"M": "ചരണമ് 2", "T": "കമനീയതര രൂപമ് ജലധി സമ ഗമ്ഭീര്യമുരു പ്രതാപമ് <br/> വിമല യോഗി മാനസ വിഹിത നിജ വസതിമ് <br/> അമര നികര താപ ശമന പരായണമ് <br/> സാമജ പുങ്ഗവ ചാരിമ ഹ്ര്ദിചണ നിജ ഗതിമഹമിഹ"}, {"M": "ചരണമ് 3", "T": "നത ഭവഗദ ഹാരിണമ് സരസീരുഹ നാഭമ് അമലഹാഇണമ് <br/> ശതമന്യു മുഖനുത സങ്ഗരമ്-അനുജ സമ്യുതമ് ആത്മ നിരീക്ഷണമ് <br/> ഹത പാപ സമുദായമാതുര സാധുജനാവന പടുതമ ഗുണഗണമഹമിഹ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "कलयमि श्री रमम्"}, {"M": "अनुपल्लवि", "T": "कलद नवनशनम्कर्मुख शरधरम् बलभिदुबल नीलम् वरिजत नयनम्"}, {"M": "चरणम् 1", "T": "शरनगत भरनम् जनक सुत जानिममित करुनम् <br/> हरि वीरव्र्योपन्तमम्बुधि मदहरमरुन बिम्ब विरजतधरम् जनेशम् <br/> दरित तरुन रवन मतिम् म्र्दुतर हसममिह"}, {"M": "चरणम् 2", "T": "कमनीयतर रूपम् जलधि सम गम्भीर्यमुरु प्रतापम् <br/> विमल योगि मानस विहित निज वसतिम् <br/> अमर निकर ताप शमन परायणम् <br/> सामज पुङ्गव चारिम ह्र्दिचण निज गतिमहमिह"}, {"M": "चरणम् 3", "T": "नत भवगद हारिणम् सरसीरुह नाभम् अमलहाइणम् <br/> शतमन्यु मुखनुत सङ्गरम्-अनुज सम्युतम् आत्म निरीक्षणम् <br/> हत पाप समुदायमातुर साधुजनावन पटुतम गुणगणमहमिह"}]}], "lyricsref": [{"links": [{"N": "swathithirunalfestival.org", "L": "http://swathithirunalfestival.org/compositions/kalayami-sri-ramam"}]}], "videos": [{"folder": [{"A": [3643, 3649], "songs": [{"C": [5005, 5006], "D": "10:31", "I": "bFcEU_jp4io", "R": [1086, 1087], "S": [11826, 14169], "T": [0, 0], "V": "282"}, {"C": [5005, 5006], "D": "10:06", "I": "-ih_ILGyhgM", "R": [1086, 1087], "S": [11826, 14169], "T": [0, 0], "V": "217"}, {"C": [5005, 5006], "D": "10:06", "I": "l5_pCW8pwf4", "R": [1086, 1087], "S": [11826, 14169], "T": [0, 0], "V": "179"}, {"C": [5005, 5006], "D": "10:25", "I": "cgKTgAKSB1M", "R": [1086, 1087], "S": [11826, 14169], "T": [0, 0], "V": "144"}]}]}]}