{"stats": [{"H": "Videos", "C": "1"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "16 M"}, {"H": "Views", "C": "445"}], "info": [{"H": "Type", "V": "Thiruppugazh", "P": "thiruppugazh"}, {"H": "Composer", "V": "Arunagirinathar", "P": "aruNagiri.NAthar"}, {"H": "Raga", "V": "Ragamalika", "P": "rAgamAlikA"}], "title": {"H": "Karipurari Kamari", "V": "karipu rAri kAmAri tiripu rAri", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "karipu rAri kAmAri tiripu rAri tIyADi <br/> kayilai yALi kAbAli kazhaiyOni"}, {"M": "caraNam 1", "T": "karavu tAsa nAsAri parasu pANi pAnALi <br/> kaNamo TADi kAyOgi sivayOgi"}, {"M": "caraNam 2", "T": "parama yOgi mAyOgi pariya rAja TAsUDi <br/> pagaro NAda mAgnAni pasuvERi"}, {"M": "caraNam 3", "T": "parada mADi kAnADi parava yOdi kAdIta <br/> parama nyAna vUrpUda aruLAyO"}, {"M": "caraNam 4", "T": "surudi yADi tAdAvi veruvi yODa mUdEvi <br/> turaga kOba mIdODi vaDamEru"}, {"M": "caraNam 5", "T": "suzhala vElai tImULa azhuda LAvi vAypARi <br/> suradi nODu sUrmALa vulagEzhum"}, {"M": "caraNam 6", "T": "tigiri mAdi rAvAra tigiri sAya vEdALa <br/> tiraLi nODu pARODu kazhugADas"}, {"M": "caraNam 7", "T": "seruvi nADu vAnIba karuNai mEru vEbAra <br/> tiruvi rAli yUrmEvu perumALE."}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "கரிபு ராரி காமாரி திரிபு ராரி தீயாடி <br/> கயிலை யாளி காபாலி கழையோனி"}, {"M": "சரணம் 1", "T": "கரவு தாச நாசாரி பரசு பாணி பானாளி <br/> கணமொ டாடி காயோகி சிவயோகி"}, {"M": "சரணம் 2", "T": "பரம யோகி மாயோகி பரிய ராஜ டாசூடி <br/> பகரொ ணாத மாஞானி பசுவேறி"}, {"M": "சரணம் 3", "T": "பரத மாடி கானாடி பரவ யோதி காதீத <br/> பரம ஞான வூர்பூத அருளாயோ"}, {"M": "சரணம் 4", "T": "சுருதி யாடி தாதாவி வெருவி யோட மூதேவி <br/> துரக கோப மீதோடி வடமேரு"}, {"M": "சரணம் 5", "T": "சுழல வேலை தீமூள அழுத ளாவி வாய்பாறி <br/> சுரதி நோடு சூர்மாள வுலகேழும்"}, {"M": "சரணம் 6", "T": "திகிரி மாதி ராவார திகிரி சாய வேதாள <br/> திரளி நோடு பாறோடு கழுகாடஸ்"}, {"M": "சரணம் 7", "T": "செருவி நாடு வானீப கருணை மேரு வேபார <br/> திருவி ராலி யூர்மேவு பெருமாளே."}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "కరిపు రారి కామారి తిరిపు రారి తీయాడి <br/> కయిలై యాళి కాబాలి కఴైయోని"}, {"M": "చరణమ్ 1", "T": "కరవు తాస నాసారి పరసు పాణి పానాళి <br/> కణమొ టాడి కాయోగి సివయోగి"}, {"M": "చరణమ్ 2", "T": "పరమ యోగి మాయోగి పరియ రాజ టాసూడి <br/> పగరొ ణాద మాఞాని పసువేఱి"}, {"M": "చరణమ్ 3", "T": "పరద మాడి కానాడి పరవ యోది కాదీత <br/> పరమ ఞాన వూర్పూద అరుళాయో"}, {"M": "చరణమ్ 4", "T": "సురుది యాడి తాదావి వెరువి యోడ మూదేవి <br/> తురగ కోబ మీదోడి వడమేరు"}, {"M": "చరణమ్ 5", "T": "సుఴల వేలై తీమూళ అఴుద ళావి వాయ్పాఱి <br/> సురది నోడు సూర్మాళ వులగేఴుమ్"}, {"M": "చరణమ్ 6", "T": "తిగిరి మాది రావార తిగిరి సాయ వేదాళ <br/> తిరళి నోడు పాఱోడు కఴుగాడస్"}, {"M": "చరణమ్ 7", "T": "సెరువి నాడు వానీబ కరుణై మేరు వేబార <br/> తిరువి రాలి యూర్మేవు పెరుమాళే."}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಕರಿಪು ರಾರಿ ಕಾಮಾರಿ ತಿರಿಪು ರಾರಿ ತೀಯಾಡಿ <br/> ಕಯಿಲೈ ಯಾಳಿ ಕಾಬಾಲಿ ಕಳೈಯೋನಿ"}, {"M": "ಚರಣಮ್ 1", "T": "ಕರವು ತಾಸ ನಾಸಾರಿ ಪರಸು ಪಾಣಿ ಪಾನಾಳಿ <br/> ಕಣಮೊ ಟಾಡಿ ಕಾಯೋಗಿ ಸಿವಯೋಗಿ"}, {"M": "ಚರಣಮ್ 2", "T": "ಪರಮ ಯೋಗಿ ಮಾಯೋಗಿ ಪರಿಯ ರಾಜ ಟಾಸೂಡಿ <br/> ಪಗರೊ ಣಾದ ಮಾಞಾನಿ ಪಸುವೇಱಿ"}, {"M": "ಚರಣಮ್ 3", "T": "ಪರದ ಮಾಡಿ ಕಾನಾಡಿ ಪರವ ಯೋದಿ ಕಾದೀತ <br/> ಪರಮ ಞಾನ ವೂರ್ಪೂದ ಅರುಳಾಯೋ"}, {"M": "ಚರಣಮ್ 4", "T": "ಸುರುದಿ ಯಾಡಿ ತಾದಾವಿ ವೆರುವಿ ಯೋಡ ಮೂದೇವಿ <br/> ತುರಗ ಕೋಬ ಮೀದೋಡಿ ವಡಮೇರು"}, {"M": "ಚರಣಮ್ 5", "T": "ಸುಳಲ ವೇಲೈ ತೀಮೂಳ ಅಳುದ ಳಾವಿ ವಾಯ್ಪಾಱಿ <br/> ಸುರದಿ ನೋಡು ಸೂರ್ಮಾಳ ವುಲಗೇಳುಮ್"}, {"M": "ಚರಣಮ್ 6", "T": "ತಿಗಿರಿ ಮಾದಿ ರಾವಾರ ತಿಗಿರಿ ಸಾಯ ವೇದಾಳ <br/> ತಿರಳಿ ನೋಡು ಪಾಱೋಡು ಕಳುಗಾಡಸ್"}, {"M": "ಚರಣಮ್ 7", "T": "ಸೆರುವಿ ನಾಡು ವಾನೀಬ ಕರುಣೈ ಮೇರು ವೇಬಾರ <br/> ತಿರುವಿ ರಾಲಿ ಯೂರ್ಮೇವು ಪೆರುಮಾಳೇ."}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "കരിപു രാരി കാമാരി തിരിപു രാരി തീയാഡി <br/> കയിലൈ യാളി കാബാലി കഴൈയോനി"}, {"M": "ചരണമ് 1", "T": "കരവു താസ നാസാരി പരസു പാണി പാനാളി <br/> കണമൊ ടാഡി കായോഗി സിവയോഗി"}, {"M": "ചരണമ് 2", "T": "പരമ യോഗി മായോഗി പരിയ രാജ ടാസൂഡി <br/> പഗരൊ ണാദ മാഞാനി പസുവേറി"}, {"M": "ചരണമ് 3", "T": "പരദ മാഡി കാനാഡി പരവ യോദി കാദീത <br/> പരമ ഞാന വൂര്പൂദ അരുളായോ"}, {"M": "ചരണമ് 4", "T": "സുരുദി യാഡി താദാവി വെരുവി യോഡ മൂദേവി <br/> തുരഗ കോബ മീദോഡി വഡമേരു"}, {"M": "ചരണമ് 5", "T": "സുഴല വേലൈ തീമൂള അഴുദ ളാവി വായ്പാറി <br/> സുരദി നോഡു സൂര്മാള വുലഗേഴുമ്"}, {"M": "ചരണമ് 6", "T": "തിഗിരി മാദി രാവാര തിഗിരി സായ വേദാള <br/> തിരളി നോഡു പാറോഡു കഴുഗാഡസ്"}, {"M": "ചരണമ് 7", "T": "സെരുവി നാഡു വാനീബ കരുണൈ മേരു വേബാര <br/> തിരുവി രാലി യൂര്മേവു പെരുമാളേ."}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "करिपु रारि कामारि तिरिपु रारि तीयाडि <br/> कयिलै यालि काबालि कलैयोनि"}, {"M": "चरणम् 1", "T": "करवु तास नासारि परसु पाणि पानालि <br/> कणमो टाडि कायोगि सिवयोगि"}, {"M": "चरणम् 2", "T": "परम योगि मायोगि परिय राज टासूडि <br/> पगरो णाद माञानि पसुवेरि"}, {"M": "चरणम् 3", "T": "परद माडि कानाडि परव योदि कादीत <br/> परम ञान वूर्पूद अरुलायो"}, {"M": "चरणम् 4", "T": "सुरुदि याडि तादावि वेरुवि योड मूदेवि <br/> तुरग कोब मीदोडि वडमेरु"}, {"M": "चरणम् 5", "T": "सुलल वेलै तीमूल अलुद लावि वाय्पारि <br/> सुरदि नोडु सूर्माल वुलगेलुम्"}, {"M": "चरणम् 6", "T": "तिगिरि मादि रावार तिगिरि साय वेदाल <br/> तिरलि नोडु पारोडु कलुगाडस्"}, {"M": "चरणम् 7", "T": "सेरुवि नाडु वानीब करुणै मेरु वेबार <br/> तिरुवि रालि यूर्मेवु पेरुमाले."}]}], "lyricsref": [{"links": [{"N": "kaumaram.com", "L": "http://kaumaram.com/thiru/nnt0577_u.html"}]}], "videos": [{"folder": [{"A": [5566, 5598], "songs": [{"C": [5056, 5058], "D": "16:20", "I": "cEwQr6vajWE", "R": [1001, 1002], "S": [13708, 16554], "T": [46, 7019], "V": "445"}]}]}]}