{"stats": [{"H": "Videos", "C": "11"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "8"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "1 H"}, {"H": "Views", "C": "3 M"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Jaffna Veeramani Iyer", "P": "yAzhpANam vIramaNi aiyar"}, {"H": "Raga", "V": "Ragamalika", "P": "rAgamAlikA"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Tamil", "P": "Tamil"}], "title": {"H": "Karpagavalli Nin", "V": "kaRpaga valli nin poRpadaGgaL piDittEn", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "kaRpaga valli nin poRpadangaL piDittEn <br/> naRgadi aruLvAy ammA! (kaRpaga valli)"}, {"M": "anupallavi", "T": "paRpalarum pOTRum padi mayilApuriyil <br/> siRpam niRainda uyar singArak kOyil koNDa <br/> (kaRpaga valli)"}, {"M": "caraNam 1", "T": "nI inda vELaitannil sEyan enai maRandAl <br/> nAn inda nAnilattil nADudal yAriDamO <br/> En inda maunam ammA Ezhai enakkaruLa <br/> Ananda bairaviyE AdarittALum ammA! <br/> (kaRpaga valli)"}, {"M": "caraNam 2", "T": "ellOrkkum inbangaL ezhilAy irangi enRum <br/> nallAsi vaittiDum nAyagiyE nitya <br/> kalyANiyE kabAli kAdal puriyum anda <br/> ullAsiyE umAunai nambinEn ammA! <br/> (kaRpaga valli)"}, {"M": "caraNam 3", "T": "nAgEsvari nIyE nambiDum enaik kAppAy <br/> vAgIsvari mAyE vArAy idu taruNam <br/> pAgEsrI tAyE pArvatiyE inda <br/> lOgEsvari nIyE ulaginil tuNaiyammA! <br/> (kaRpaga valli)"}, {"M": "caraNam 4", "T": "ancana mai iDum ambigai embirAn <br/> koncik kulAviDum vanciyE unniDam - aruL <br/> tancam ena aDaindEn tAyE un sEy nAn <br/> rancaniyE raTcippAy kencugiREn ammA! <br/> (kaRpaga valli)"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "கற்பக வல்லி நின் பொற்பதங்கள் பிடித்தேன் <br/> நற்கதி அருள்வாய் அம்மா! (கற்பக வல்லி)"}, {"M": "அனுபல்லவி", "T": "பற்பலரும் போற்றும் பதி மயிலாபுரியில் <br/> சிற்பம் நிறைந்த உயர் சிங்காரக் கோயில் கொண்ட <br/> (கற்பக வல்லி)"}, {"M": "சரணம் 1", "T": "நீ இந்த வேளைதன்னில் சேயன் எனை மறந்தால் <br/> நான் இந்த நாநிலத்தில் நாடுதல் யாரிடமோ <br/> ஏன் இந்த மௌனம் அம்மா ஏழை எனக்கருள <br/> ஆனந்த பைரவியே ஆதரித்தாளும் அம்மா! <br/> (கற்பக வல்லி)"}, {"M": "சரணம் 2", "T": "எல்லோர்க்கும் இன்பங்கள் எழிலாய் இரங்கி என்றும் <br/> நல்லாசி வைத்திடும் நாயகியே நித்ய <br/> கல்யாணியே கபாலி காதல் புரியும் அந்த <br/> உல்லாசியே உமாஉனை நம்பினேன் அம்மா! <br/> (கற்பக வல்லி)"}, {"M": "சரணம் 3", "T": "நாகேஸ்வரி நீயே நம்பிடும் எனைக் காப்பாய் <br/> வாகீஸ்வரி மாயே வாராய் இது தருணம் <br/> பாகேஸ்ரீ தாயே பார்வதியே இந்த <br/> லோகேஸ்வரி நீயே உலகினில் துணையம்மா! <br/> (கற்பக வல்லி)"}, {"M": "சரணம் 4", "T": "அஞ்சன மை இடும் அம்பிகை எம்பிரான் <br/> கொஞ்சிக் குலாவிடும் வஞ்சியே உன்னிடம் - அருள் <br/> தஞ்சம் என அடைந்தேன் தாயே உன் சேய் நான் <br/> ரஞ்சனியே ரட்சிப்பாய் கெஞ்சுகிறேன் அம்மா! <br/> (கற்பக வல்லி)"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "కఱ్పగ వల్లి నిన్ పొఱ్పదఙ్గళ్ పిడిత్తేన్ <br/> నఱ్గది అరుళ్వాయ్ అమ్మా! (కఱ్పగ వల్లి)"}, {"M": "అనుపల్లవి", "T": "పఱ్పలరుమ్ పోట్ఱుమ్ పది మయిలాపురియిల్ <br/> సిఱ్పమ్ నిఱైన్ద ఉయర్ సిఙ్గారక్ కోయిల్ కొణ్డ <br/> (కఱ్పగ వల్లి)"}, {"M": "చరణమ్ 1", "T": "నీ ఇన్ద వేళైతన్నిల్ సేయన్ ఎనై మఱన్దాల్ <br/> నాన్ ఇన్ద నా.ణిలత్తిల్ నాడుదల్ యారిడమో <br/> ఏన్ ఇన్ద మౌనమ్ అమ్మా ఏఴై ఎనక్కరుళ <br/> ఆనన్ద బైరవియే ఆదరిత్తాళుమ్ అమ్మా! <br/> (కఱ్పగ వల్లి)"}, {"M": "చరణమ్ 2", "T": "ఎల్లోర్క్కుమ్ ఇన్బఙ్గళ్ ఎఴిలాయ్ ఇరఙ్గి ఎన్ఱుమ్ <br/> నల్లాసి వైత్తిడుమ్ నాయగియే నిత్య <br/> కల్యాణియే కబాలి కాదల్ పురియుమ్ అన్ద <br/> ఉల్లాసియే ఉమాఉనై నమ్బినేన్ అమ్మా! <br/> (కఱ్పగ వల్లి)"}, {"M": "చరణమ్ 3", "T": "నాగేస్వరి నీయే నమ్బిడుమ్ ఎనైక్ కాప్పాయ్ <br/> వాగీస్వరి మాయే వారాయ్ ఇదు తరుణమ్ <br/> పాగేస్రీ తాయే పార్వతియే ఇన్ద <br/> లోగేస్వరి నీయే ఉలగినిల్ తుణైయమ్మా! <br/> (కఱ్పగ వల్లి)"}, {"M": "చరణమ్ 4", "T": "అఞ్చన మై ఇడుమ్ అమ్బిగై ఎమ్బిరాన్ <br/> కొఞ్చిక్ కులావిడుమ్ వఞ్చియే ఉన్నిడమ్ - అరుళ్ <br/> తఞ్చమ్ ఎన అడైన్దేన్ తాయే ఉన్ సేయ్ నాన్ <br/> రఞ్చనియే రట్చిప్పాయ్ కెఞ్చుగిఱేన్ అమ్మా! <br/> (కఱ్పగ వల్లి)"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಕಱ್ಪಗ ವಲ್ಲಿ ನಿನ್ ಪೊಱ್ಪದಙ್ಗಳ್ ಪಿಡಿತ್ತೇನ್ <br/> ನಱ್ಗದಿ ಅರುಳ್ವಾಯ್ ಅಮ್ಮಾ! (ಕಱ್ಪಗ ವಲ್ಲಿ)"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಪಱ್ಪಲರುಮ್ ಪೋಟ್ಱುಮ್ ಪದಿ ಮಯಿಲಾಪುರಿಯಿಲ್ <br/> ಸಿಱ್ಪಮ್ ನಿಱೈನ್ದ ಉಯರ್ ಸಿಙ್ಗಾರಕ್ ಕೋಯಿಲ್ ಕೊಣ್ಡ <br/> (ಕಱ್ಪಗ ವಲ್ಲಿ)"}, {"M": "ಚರಣಮ್ 1", "T": "ನೀ ಇನ್ದ ವೇಳೈತನ್ನಿಲ್ ಸೇಯನ್ ಎನೈ ಮಱನ್ದಾಲ್ <br/> ನಾನ್ ಇನ್ದ ನಾ.ಣಿಲತ್ತಿಲ್ ನಾಡುದಲ್ ಯಾರಿಡಮೋ <br/> ಏನ್ ಇನ್ದ ಮೌನಮ್ ಅಮ್ಮಾ ಏಳೈ ಎನಕ್ಕರುಳ <br/> ಆನನ್ದ ಬೈರವಿಯೇ ಆದರಿತ್ತಾಳುಮ್ ಅಮ್ಮಾ! <br/> (ಕಱ್ಪಗ ವಲ್ಲಿ)"}, {"M": "ಚರಣಮ್ 2", "T": "ಎಲ್ಲೋರ್ಕ್ಕುಮ್ ಇನ್ಬಙ್ಗಳ್ ಎಳಿಲಾಯ್ ಇರಙ್ಗಿ ಎನ್ಱುಮ್ <br/> ನಲ್ಲಾಸಿ ವೈತ್ತಿಡುಮ್ ನಾಯಗಿಯೇ ನಿತ್ಯ <br/> ಕಲ್ಯಾಣಿಯೇ ಕಬಾಲಿ ಕಾದಲ್ ಪುರಿಯುಮ್ ಅನ್ದ <br/> ಉಲ್ಲಾಸಿಯೇ ಉಮಾಉನೈ ನಮ್ಬಿನೇನ್ ಅಮ್ಮಾ! <br/> (ಕಱ್ಪಗ ವಲ್ಲಿ)"}, {"M": "ಚರಣಮ್ 3", "T": "ನಾಗೇಸ್ವರಿ ನೀಯೇ ನಮ್ಬಿಡುಮ್ ಎನೈಕ್ ಕಾಪ್ಪಾಯ್ <br/> ವಾಗೀಸ್ವರಿ ಮಾಯೇ ವಾರಾಯ್ ಇದು ತರುಣಮ್ <br/> ಪಾಗೇಸ್ರೀ ತಾಯೇ ಪಾರ್ವತಿಯೇ ಇನ್ದ <br/> ಲೋಗೇಸ್ವರಿ ನೀಯೇ ಉಲಗಿನಿಲ್ ತುಣೈಯಮ್ಮಾ! <br/> (ಕಱ್ಪಗ ವಲ್ಲಿ)"}, {"M": "ಚರಣಮ್ 4", "T": "ಅಞ್ಚನ ಮೈ ಇಡುಮ್ ಅಮ್ಬಿಗೈ ಎಮ್ಬಿರಾನ್ <br/> ಕೊಞ್ಚಿಕ್ ಕುಲಾವಿಡುಮ್ ವಞ್ಚಿಯೇ ಉನ್ನಿಡಮ್ - ಅರುಳ್ <br/> ತಞ್ಚಮ್ ಎನ ಅಡೈನ್ದೇನ್ ತಾಯೇ ಉನ್ ಸೇಯ್ ನಾನ್ <br/> ರಞ್ಚನಿಯೇ ರಟ್ಚಿಪ್ಪಾಯ್ ಕೆಞ್ಚುಗಿಱೇನ್ ಅಮ್ಮಾ! <br/> (ಕಱ್ಪಗ ವಲ್ಲಿ)"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "കറ്പഗ വല്ലി നിന് പൊറ്പദങ്ഗള് പിഡിത്തേന് <br/> നറ്ഗദി അരുള്വായ് അമ്മാ! (കറ്പഗ വല്ലി)"}, {"M": "അനുപല്ലവി", "T": "പറ്പലരുമ് പോട്റുമ് പദി മയിലാപുരിയില് <br/> സിറ്പമ് നിറൈന്ദ ഉയര് സിങ്ഗാരക് കോയില് കൊണ്ഡ <br/> (കറ്പഗ വല്ലി)"}, {"M": "ചരണമ് 1", "T": "നീ ഇന്ദ വേളൈതന്നില് സേയന് എനൈ മറന്ദാല് <br/> നാന് ഇന്ദ നാ.ണിലത്തില് നാഡുദല് യാരിഡമോ <br/> ഏന് ഇന്ദ മൌനമ് അമ്മാ ഏഴൈ എനക്കരുള <br/> ആനന്ദ ബൈരവിയേ ആദരിത്താളുമ് അമ്മാ! <br/> (കറ്പഗ വല്ലി)"}, {"M": "ചരണമ് 2", "T": "എല്ലോര്ക്കുമ് ഇന്ബങ്ഗള് എഴിലായ് ഇരങ്ഗി എന്റുമ് <br/> നല്ലാസി വൈത്തിഡുമ് നായഗിയേ നിത്യ <br/> കല്യാണിയേ കബാലി കാദല് പുരിയുമ് അന്ദ <br/> ഉല്ലാസിയേ ഉമാഉനൈ നമ്ബിനേന് അമ്മാ! <br/> (കറ്പഗ വല്ലി)"}, {"M": "ചരണമ് 3", "T": "നാഗേസ്വരി നീയേ നമ്ബിഡുമ് എനൈക് കാപ്പായ് <br/> വാഗീസ്വരി മായേ വാരായ് ഇദു തരുണമ് <br/> പാഗേസ്രീ തായേ പാര്വതിയേ ഇന്ദ <br/> ലോഗേസ്വരി നീയേ ഉലഗിനില് തുണൈയമ്മാ! <br/> (കറ്പഗ വല്ലി)"}, {"M": "ചരണമ് 4", "T": "അഞ്ചന മൈ ഇഡുമ് അമ്ബിഗൈ എമ്ബിരാന് <br/> കൊഞ്ചിക് കുലാവിഡുമ് വഞ്ചിയേ ഉന്നിഡമ് - അരുള് <br/> തഞ്ചമ് എന അഡൈന്ദേന് തായേ ഉന് സേയ് നാന് <br/> രഞ്ചനിയേ രട്ചിപ്പായ് കെഞ്ചുഗിറേന് അമ്മാ! <br/> (കറ്പഗ വല്ലി)"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "कर्पग वल्लि निन् पोर्पदङ्गल् पिडित्तेन् <br/> नर्गदि अरुल्वाय् अम्मा! (कर्पग वल्लि)"}, {"M": "अनुपल्लवि", "T": "पर्पलरुम् पोट्रुम् पदि मयिलापुरियिल् <br/> सिर्पम् निरैन्द उयर् सिङ्गारक् कोयिल् कोण्ड <br/> (कर्पग वल्लि)"}, {"M": "चरणम् 1", "T": "नी इन्द वेलैतन्निल् सेयन् एनै मरन्दाल् <br/> नान् इन्द ना.णिलत्तिल् नाडुदल् यारिडमो <br/> एन् इन्द मौनम् अम्मा एलै एनक्करुल <br/> आनन्द बैरविये आदरित्तालुम् अम्मा! <br/> (कर्पग वल्लि)"}, {"M": "चरणम् 2", "T": "एल्लोर्क्कुम् इन्बङ्गल् एलिलाय् इरङ्गि एन्रुम् <br/> नल्लासि वैत्तिडुम् नायगिये नित्य <br/> कल्याणिये कबालि कादल् पुरियुम् अन्द <br/> उल्लासिये उमाउनै नम्बिनेन् अम्मा! <br/> (कर्पग वल्लि)"}, {"M": "चरणम् 3", "T": "नागेस्वरि नीये नम्बिडुम् एनैक् काप्पाय् <br/> वागीस्वरि माये वाराय् इदु तरुणम् <br/> पागेस्री ताये पार्वतिये इन्द <br/> लोगेस्वरि नीये उलगिनिल् तुणैयम्मा! <br/> (कर्पग वल्लि)"}, {"M": "चरणम् 4", "T": "अञ्चन मै इडुम् अम्बिगै एम्बिरान् <br/> कोञ्चिक् कुलाविडुम् वञ्चिये उन्निडम् - अरुल् <br/> तञ्चम् एन अडैन्देन् ताये उन् सेय् नान् <br/> रञ्चनिये रट्चिप्पाय् केञ्चुगिरेन् अम्मा! <br/> (कर्पग वल्लि)"}]}], "lyricsref": [{"links": [{"N": "www.tamilgod.org", "L": "https://www.tamilgod.org/ambal-songs/karpagavalli-nin-porpadhangal"}]}], "videos": [{"folder": [{"A": [3714, 3052], "songs": [{"C": [5388, 5113], "D": "11:12", "I": "gpoXQXcGRHk", "R": [1442, 1001], "S": [9968, 9918], "T": [0, 0], "V": "2,100"}, {"C": [5388, 5113], "D": "11:31", "I": "WNpEAXI4JrU", "R": [1442, 1001], "S": [9968, 9918], "T": [0, 0], "V": "213"}]}, {"A": [3982, 3259], "songs": [{"C": [5388, 5113], "D": "6:41", "I": "RO2WZZmopzw", "R": [1442, 1001], "S": [9968, 9918], "T": [0, 0], "V": "2,719,473"}, {"C": [5388, 5113], "D": "7:01", "I": "kTHm53B6yQA", "R": [1442, 1001], "S": [9968, 9918], "T": [0, 0], "V": "61,777"}, {"C": [5388, 5113], "D": "6:59", "I": "lEY5RC5P5iY", "R": [1442, 1001], "S": [9968, 9918], "T": [0, 0], "V": "37,730"}]}, {"A": [3821, 3153], "songs": [{"C": [5388, 5113], "D": "7:13", "I": "8S9bcMruFJs", "R": [1442, 1001], "S": [9968, 9918], "T": [0, 0], "V": "61,000"}]}, {"A": [4013, 3358], "songs": [{"C": [5388, 5113], "D": "10:36", "I": "dxBsmTUP77E", "R": [1442, 1001], "S": [9968, 9918], "T": [0, 0], "V": "1,300"}]}, {"A": [4053, 3357], "songs": [{"C": [5388, 5113], "D": "8:10", "I": "aBc8VpBRmak", "R": [1442, 1001], "S": [9968, 9918], "T": [0, 0], "V": "265"}]}, {"A": [3749, 3090], "songs": [{"C": [5388, 5113], "D": "6:37", "I": "I-SBQP1lAQs", "R": [1442, 1001], "S": [9968, 9918], "T": [0, 0], "V": "1,336"}]}, {"A": [3790, 3114], "songs": [{"C": [5388, 5113], "D": "8:37", "I": "OE1_8oUOW_Q", "R": [1442, 1001], "S": [9968, 9918], "T": [0, 0], "V": "665"}]}, {"A": [3774, 3133], "songs": [{"C": [5388, 5113], "D": "8:05", "I": "QXpAR_uWW5I", "R": [1442, 1001], "S": [9968, 9918], "T": [0, 0], "V": "11,362"}]}]}]}