{"stats": [{"H": "Videos", "C": "28"}, {"H": "Ragas", "C": "4"}, {"H": "Artists", "C": "7"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "1 H"}, {"H": "Views", "C": "12 K"}], "info": [{"H": "Type", "V": "Thiruppugazh", "P": "tiruppugazh"}, {"H": "Composer", "V": "Arunagirinathar", "P": "aruNagiri.NAthar"}, {"H": "Raga", "V": "Karaharapriya", "P": "kharaharapriyA"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Tamil", "P": "Tamil"}, {"H": "God", "V": "subramaNyA", "P": "subramaNyA"}], "title": {"H": "Kumara Gurupara", "V": "kumaraguru paramuruga", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "kumaraguru paramuruga kuganE kuRacciRumi <br/> kaNavasara vaNanirudar kalagA piRaiccaDaiyar <br/> kuruvenana luraiyudavu mayilA enattinamu murugAdE"}, {"M": "caraNam 1", "T": "kuyilmozhinan maDaviyarkaL vizhiyA lurukkubavar <br/> teruvilana varadamana menavE naDapparnagai <br/> koLumavarka LuDaimaimana muDanE paRippavarka LanaivOrum"}, {"M": "caraNam 2", "T": "tamaduvasa muRavasiya mugamE minukkiyarkaL <br/> mulaiyiluRu tugilsariya naDuvI tiniRpavarkaL <br/> tanamiliyar manamuRiya nazhuvA vuzhappiyarkaN valaiyAlE"}, {"M": "caraNam 3", "T": "sadiseytava ravarmagizha aNaimI turukkiyarkaL <br/> vasamozhugi yavaraDimai yenamA tariTTadozhil <br/> taniluzhalu masaDanaiyu naDiyE vazhuttaaruL taruvAyE"}, {"M": "caraNam 4", "T": "samaramoDu masurarpaDai kaLamI tedirttabozhu <br/> torunoDiyi lavarkaLpaDai keDavE leDuttavani <br/> tanilnirudar siramuruLa raNadUL paDuttiviDu serumIdE"}, {"M": "caraNam 5", "T": "tavanamoDu malagainaDa miDavI rabattirarka <br/> LadiraniNa moDugurudi kuDigA Ligokkarisey <br/> tasaiyuNavu taninmagizha viDubEy niRaittiraLkaL palagODi"}, {"M": "caraNam 6", "T": "timidamiDa narigoDigaL kazhugA TarattaveRi <br/> vayiravarkaL suzhalavoru taniyA yudattaiviDu <br/> timiradina karaamarar padivAzh vubeTRulavu murugOnE"}, {"M": "caraNam 7", "T": "tirumaruvu puyanayano TayirA vadakkurisi <br/> laDibaravu pazhanimalai kadirkA mamuTRuvaLar <br/> sivasamaya aRumugava tiruvE ragattiluRai perumALE."}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "குமரகுரு பரமுருக குகனே குறச்சிறுமி <br/> கணவசர வணனிருதர் கலகா பிறைச்சடையர் <br/> குருவெனன லுரையுதவு மயிலா எனத்தினமு முருகாதே"}, {"M": "சரணம் 1", "T": "குயில்மொழினன் மடவியர்கள் விழியா லுருக்குபவர் <br/> தெருவிலன வரதமன மெனவே நடப்பர்னகை <br/> கொளுமவர்க ளுடைமைமன முடனே பறிப்பவர்க ளனைவோரும்"}, {"M": "சரணம் 2", "T": "தமதுவச முறவசிய முகமே மினுக்கியர்கள் <br/> முலையிலுறு துகில்சரிய நடுவீ தினிற்பவர்கள் <br/> தனமிலியர் மனமுறிய நழுவா வுழப்பியர்கண் வலையாலே"}, {"M": "சரணம் 3", "T": "சதிசெய்தவ ரவர்மகிழ அணைமீ துருக்கியர்கள் <br/> வசமொழுகி யவரடிமை யெனமா தரிட்டதொழில் <br/> தனிலுழலு மசடனையு நடியே வழுத்தஅருள் தருவாயே"}, {"M": "சரணம் 4", "T": "சமரமொடு மசுரர்படை களமீ தெதிர்த்தபொழு <br/> தொருனொடியி லவர்கள்படை கெடவே லெடுத்தவனி <br/> தனில்னிருதர் சிரமுருள ரணதூள் படுத்திவிடு செருமீதே"}, {"M": "சரணம் 5", "T": "தவனமொடு மலகைனட மிடவீ ரபத்திரர்க <br/> ளதிரனிண மொடுகுருதி குடிகா ளிகொக்கரிசெய் <br/> தசையுணவு தனின்மகிழ விடுபேய் நிறைத்திரள்கள் பலகோடி"}, {"M": "சரணம் 6", "T": "திமிதமிட நரிகொடிகள் கழுகா டரத்தவெறி <br/> வயிரவர்கள் சுழலவொரு தனியா யுதத்தைவிடு <br/> திமிரதின கரஅமரர் பதிவாழ் வுபெற்றுலவு முருகோனே"}, {"M": "சரணம் 7", "T": "திருமருவு புயனயனொ டயிரா வதக்குரிசி <br/> லடிபரவு பழனிமலை கதிர்கா மமுற்றுவளர் <br/> சிவசமய அறுமுகவ திருவே ரகத்திலுறை பெருமாளே."}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "కుమరగురు పరమురుగ కుగనే కుఱచ్చిఱుమి <br/> కణవసర వణనిరుదర్ కలగా పిఱైచ్చడైయర్ <br/> కురువెనన లురైయుదవు మయిలా ఎనత్తినము మురుగాదే"}, {"M": "చరణమ్ 1", "T": "కుయిల్మొఴినన్ మడవియర్కళ్ విఴియా లురుక్కుబవర్ <br/> తెరువిలన వరదమన మెనవే నడప్పర్నగై <br/> కొళుమవర్క ళుడైమైమన ముడనే పఱిప్పవర్క ళనైవోరుమ్"}, {"M": "చరణమ్ 2", "T": "తమదువస ముఱవసియ ముగమే మినుక్కియర్కళ్ <br/> ములైయిలుఱు తుగిల్సరియ నడువీ తినిఱ్పవర్కళ్ <br/> తనమిలియర్ మనముఱియ నఴువా వుఴప్పియర్కణ్ వలైయాలే"}, {"M": "చరణమ్ 3", "T": "సదిసెయ్తవ రవర్మగిఴ అణైమీ తురుక్కియర్కళ్ <br/> వసమొఴుగి యవరడిమై యెనమా తరిట్టదొఴిల్ <br/> తనిలుఴలు మసడనైయు నడియే వఴుత్తఅరుళ్ తరువాయే"}, {"M": "చరణమ్ 4", "T": "సమరమొడు మసురర్పడై కళమీ తెదిర్త్తబొఴు <br/> తొరునొడియి లవర్కళ్పడై కెడవే లెడుత్తవని <br/> తనిల్నిరుదర్ సిరమురుళ రణదూళ్ పడుత్తివిడు సెరుమీదే"}, {"M": "చరణమ్ 5", "T": "తవనమొడు మలగైనడ మిడవీ రబత్తిరర్క <br/> ళదిరనిణ మొడుగురుది కుడిగా ళిగొక్కరిసెయ్ <br/> తసైయుణవు తనిన్మగిఴ విడుబేయ్ నిఱైత్తిరళ్కళ్ పలగోడి"}, {"M": "చరణమ్ 6", "T": "తిమిదమిడ నరిగొడిగళ్ కఴుగా టరత్తవెఱి <br/> వయిరవర్కళ్ సుఴలవొరు తనియా యుదత్తైవిడు <br/> తిమిరదిన కరఅమరర్ పదివాఴ్ వుబెట్ఱులవు మురుగోనే"}, {"M": "చరణమ్ 7", "T": "తిరుమరువు పుయనయనొ టయిరా వదక్కురిసి <br/> లడిబరవు పఴనిమలై కదిర్కా మముట్ఱువళర్ <br/> సివసమయ అఱుముగవ తిరువే రగత్తిలుఱై పెరుమాళే."}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಕುಮರಗುರು ಪರಮುರುಗ ಕುಗನೇ ಕುಱಚ್ಚಿಱುಮಿ <br/> ಕಣವಸರ ವಣನಿರುದರ್ ಕಲಗಾ ಪಿಱೈಚ್ಚಡೈಯರ್ <br/> ಕುರುವೆನನ ಲುರೈಯುದವು ಮಯಿಲಾ ಎನತ್ತಿನಮು ಮುರುಗಾದೇ"}, {"M": "ಚರಣಮ್ 1", "T": "ಕುಯಿಲ್ಮೊಳಿನನ್ ಮಡವಿಯರ್ಕಳ್ ವಿಳಿಯಾ ಲುರುಕ್ಕುಬವರ್ <br/> ತೆರುವಿಲನ ವರದಮನ ಮೆನವೇ ನಡಪ್ಪರ್ನಗೈ <br/> ಕೊಳುಮವರ್ಕ ಳುಡೈಮೈಮನ ಮುಡನೇ ಪಱಿಪ್ಪವರ್ಕ ಳನೈವೋರುಮ್"}, {"M": "ಚರಣಮ್ 2", "T": "ತಮದುವಸ ಮುಱವಸಿಯ ಮುಗಮೇ ಮಿನುಕ್ಕಿಯರ್ಕಳ್ <br/> ಮುಲೈಯಿಲುಱು ತುಗಿಲ್ಸರಿಯ ನಡುವೀ ತಿನಿಱ್ಪವರ್ಕಳ್ <br/> ತನಮಿಲಿಯರ್ ಮನಮುಱಿಯ ನಳುವಾ ವುಳಪ್ಪಿಯರ್ಕಣ್ ವಲೈಯಾಲೇ"}, {"M": "ಚರಣಮ್ 3", "T": "ಸದಿಸೆಯ್ತವ ರವರ್ಮಗಿಳ ಅಣೈಮೀ ತುರುಕ್ಕಿಯರ್ಕಳ್ <br/> ವಸಮೊಳುಗಿ ಯವರಡಿಮೈ ಯೆನಮಾ ತರಿಟ್ಟದೊಳಿಲ್ <br/> ತನಿಲುಳಲು ಮಸಡನೈಯು ನಡಿಯೇ ವಳುತ್ತಅರುಳ್ ತರುವಾಯೇ"}, {"M": "ಚರಣಮ್ 4", "T": "ಸಮರಮೊಡು ಮಸುರರ್ಪಡೈ ಕಳಮೀ ತೆದಿರ್ತ್ತಬೊಳು <br/> ತೊರುನೊಡಿಯಿ ಲವರ್ಕಳ್ಪಡೈ ಕೆಡವೇ ಲೆಡುತ್ತವನಿ <br/> ತನಿಲ್ನಿರುದರ್ ಸಿರಮುರುಳ ರಣದೂಳ್ ಪಡುತ್ತಿವಿಡು ಸೆರುಮೀದೇ"}, {"M": "ಚರಣಮ್ 5", "T": "ತವನಮೊಡು ಮಲಗೈನಡ ಮಿಡವೀ ರಬತ್ತಿರರ್ಕ <br/> ಳದಿರನಿಣ ಮೊಡುಗುರುದಿ ಕುಡಿಗಾ ಳಿಗೊಕ್ಕರಿಸೆಯ್ <br/> ತಸೈಯುಣವು ತನಿನ್ಮಗಿಳ ವಿಡುಬೇಯ್ ನಿಱೈತ್ತಿರಳ್ಕಳ್ ಪಲಗೋಡಿ"}, {"M": "ಚರಣಮ್ 6", "T": "ತಿಮಿದಮಿಡ ನರಿಗೊಡಿಗಳ್ ಕಳುಗಾ ಟರತ್ತವೆಱಿ <br/> ವಯಿರವರ್ಕಳ್ ಸುಳಲವೊರು ತನಿಯಾ ಯುದತ್ತೈವಿಡು <br/> ತಿಮಿರದಿನ ಕರಅಮರರ್ ಪದಿವಾಳ್ ವುಬೆಟ್ಱುಲವು ಮುರುಗೋನೇ"}, {"M": "ಚರಣಮ್ 7", "T": "ತಿರುಮರುವು ಪುಯನಯನೊ ಟಯಿರಾ ವದಕ್ಕುರಿಸಿ <br/> ಲಡಿಬರವು ಪಳನಿಮಲೈ ಕದಿರ್ಕಾ ಮಮುಟ್ಱುವಳರ್ <br/> ಸಿವಸಮಯ ಅಱುಮುಗವ ತಿರುವೇ ರಗತ್ತಿಲುಱೈ ಪೆರುಮಾಳೇ."}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "കുമരഗുരു പരമുരുഗ കുഗനേ കുറച്ചിറുമി <br/> കണവസര വണനിരുദര് കലഗാ പിറൈച്ചഡൈയര് <br/> കുരുവെനന ലുരൈയുദവു മയിലാ എനത്തിനമു മുരുഗാദേ"}, {"M": "ചരണമ് 1", "T": "കുയില്മൊഴിനന് മഡവിയര്കള് വിഴിയാ ലുരുക്കുബവര് <br/> തെരുവിലന വരദമന മെനവേ നഡപ്പര്നഗൈ <br/> കൊളുമവര്ക ളുഡൈമൈമന മുഡനേ പറിപ്പവര്ക ളനൈവോരുമ്"}, {"M": "ചരണമ് 2", "T": "തമദുവസ മുറവസിയ മുഗമേ മിനുക്കിയര്കള് <br/> മുലൈയിലുറു തുഗില്സരിയ നഡുവീ തിനിറ്പവര്കള് <br/> തനമിലിയര് മനമുറിയ നഴുവാ വുഴപ്പിയര്കണ് വലൈയാലേ"}, {"M": "ചരണമ് 3", "T": "സദിസെയ്തവ രവര്മഗിഴ അണൈമീ തുരുക്കിയര്കള് <br/> വസമൊഴുഗി യവരഡിമൈ യെനമാ തരിട്ടദൊഴില് <br/> തനിലുഴലു മസഡനൈയു നഡിയേ വഴുത്തഅരുള് തരുവായേ"}, {"M": "ചരണമ് 4", "T": "സമരമൊഡു മസുരര്പഡൈ കളമീ തെദിര്ത്തബൊഴു <br/> തൊരുനൊഡിയി ലവര്കള്പഡൈ കെഡവേ ലെഡുത്തവനി <br/> തനില്നിരുദര് സിരമുരുള രണദൂള് പഡുത്തിവിഡു സെരുമീദേ"}, {"M": "ചരണമ് 5", "T": "തവനമൊഡു മലഗൈനഡ മിഡവീ രബത്തിരര്ക <br/> ളദിരനിണ മൊഡുഗുരുദി കുഡിഗാ ളിഗൊക്കരിസെയ് <br/> തസൈയുണവു തനിന്മഗിഴ വിഡുബേയ് നിറൈത്തിരള്കള് പലഗോഡി"}, {"M": "ചരണമ് 6", "T": "തിമിദമിഡ നരിഗൊഡിഗള് കഴുഗാ ടരത്തവെറി <br/> വയിരവര്കള് സുഴലവൊരു തനിയാ യുദത്തൈവിഡു <br/> തിമിരദിന കരഅമരര് പദിവാഴ് വുബെട്റുലവു മുരുഗോനേ"}, {"M": "ചരണമ് 7", "T": "തിരുമരുവു പുയനയനൊ ടയിരാ വദക്കുരിസി <br/> ലഡിബരവു പഴനിമലൈ കദിര്കാ മമുട്റുവളര് <br/> സിവസമയ അറുമുഗവ തിരുവേ രഗത്തിലുറൈ പെരുമാളേ."}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "कुमरगुरु परमुरुग कुगने कुरच्चिरुमि <br/> कणवसर वणनिरुदर् कलगा पिरैच्चडैयर् <br/> कुरुवेनन लुरैयुदवु मयिला एनत्तिनमु मुरुगादे"}, {"M": "चरणम् 1", "T": "कुयिल्मोलिनन् मडवियर्कल् विलिया लुरुक्कुबवर् <br/> तेरुविलन वरदमन मेनवे नडप्पर्नगै <br/> कोलुमवर्क लुडैमैमन मुडने परिप्पवर्क लनैवोरुम्"}, {"M": "चरणम् 2", "T": "तमदुवस मुरवसिय मुगमे मिनुक्कियर्कल् <br/> मुलैयिलुरु तुगिल्सरिय नडुवी तिनिर्पवर्कल् <br/> तनमिलियर् मनमुरिय नलुवा वुलप्पियर्कण् वलैयाले"}, {"M": "चरणम् 3", "T": "सदिसेय्तव रवर्मगिल अणैमी तुरुक्कियर्कल् <br/> वसमोलुगि यवरडिमै येनमा तरिट्टदोलिल् <br/> तनिलुललु मसडनैयु नडिये वलुत्तअरुल् तरुवाये"}, {"M": "चरणम् 4", "T": "समरमोडु मसुरर्पडै कलमी तेदिर्त्तबोलु <br/> तोरुनोडियि लवर्कल्पडै केडवे लेडुत्तवनि <br/> तनिल्निरुदर् सिरमुरुल रणदूल् पडुत्तिविडु सेरुमीदे"}, {"M": "चरणम् 5", "T": "तवनमोडु मलगैनड मिडवी रबत्तिरर्क <br/> लदिरनिण मोडुगुरुदि कुडिगा लिगोक्करिसेय् <br/> तसैयुणवु तनिन्मगिल विडुबेय् निरैत्तिरल्कल् पलगोडि"}, {"M": "चरणम् 6", "T": "तिमिदमिड नरिगोडिगल् कलुगा टरत्तवेरि <br/> वयिरवर्कल् सुललवोरु तनिया युदत्तैविडु <br/> तिमिरदिन करअमरर् पदिवाल् वुबेट्रुलवु मुरुगोने"}, {"M": "चरणम् 7", "T": "तिरुमरुवु पुयनयनो टयिरा वदक्कुरिसि <br/> लडिबरवु पलनिमलै कदिर्का ममुट्रुवलर् <br/> सिवसमय अरुमुगव तिरुवे रगत्तिलुरै पेरुमाले."}]}], "L": "l", "lyricsref": [{"links": [{"N": "kaumaram.com", "L": "http://kaumaram.com/thiru/nnt0213_u.html"}]}], "videos": [{"folder": [{"A": 18, "songs": [{"C": 15, "D": "15:15", "I": "4nQRE_CG46o", "J": "m", "R": 7, "S": 2318, "T": 12, "V": "81"}]}, {"A": 16, "songs": [{"C": 15, "D": "1:41", "I": "af32ObjCOqI&start=7121&end=7222", "J": "m", "R": 57, "S": 2318, "T": 12, "V": "5,094"}, {"C": 15, "D": "1:25", "I": "z_2upI4F40E&start=10761&end=10846", "J": "m", "R": 57, "S": 2318, "T": 12, "V": "3,857"}, {"C": 15, "D": "1:29", "I": "9TWT6jI6caE&start=8192&end=8281", "J": "m", "R": 57, "S": 2318, "T": 12, "V": "2,892"}, {"C": 15, "D": "1:42", "I": "stbaZ4s3dZ4&start=11940&end=12042", "J": "h", "R": 57, "S": 2318, "T": 12, "V": "2,806"}, {"C": 15, "D": "1:30", "I": "HWcGHkWnn30&start=6848&end=6938", "J": "s", "R": 57, "S": 2318, "T": 12, "V": "2,793"}, {"C": 15, "D": "1:37", "I": "iTG3hLmgJsA&start=8783&end=8880", "J": "s", "R": 57, "S": 2318, "T": 12, "V": "2,362"}, {"C": 15, "D": "1:03", "I": "s-m-tItsVTk&start=9376&end=9439", "J": "s", "R": 57, "S": 2318, "T": 12, "V": "2,275"}, {"C": 15, "D": "1:47", "I": "8LOBOgpGl74&start=7403&end=7510", "J": "s", "R": 57, "S": 2318, "T": 12, "V": "2,103"}, {"C": 15, "D": "1:07", "I": "VObTLlp6ba8&start=5988&end=6055", "J": "m", "R": 57, "S": 2318, "T": 12, "V": "2,024"}, {"C": 15, "D": "1:53", "I": "orWCeRgR3eA&start=10624&end=10737", "J": "s", "R": 57, "S": 2318, "T": 12, "V": "1,880"}, {"C": 15, "D": "1:28", "I": "md5ZhUxI_3o&start=3855&end=3943", "J": "m", "R": 57, "S": 2318, "T": 12, "V": "1,782"}, {"C": 15, "D": "1:47", "I": "plTls_sfxh0&start=8649&end=8756", "J": "h", "R": 57, "S": 2318, "T": 12, "V": "1,381"}, {"C": 15, "D": "1:41", "I": "4bFqoJ5zFDM&start=7359&end=7460", "J": "s", "R": 57, "S": 2318, "T": 12, "V": "1,346"}, {"C": 15, "D": "1:35", "I": "gi3eXorngv8&start=6547&end=6642", "J": "s", "R": 57, "S": 2318, "T": 12, "V": "1,338"}, {"C": 15, "D": "1:29", "I": "xPUcUdBl-5s&start=6846&end=6935", "J": "m", "R": 57, "S": 2318, "T": 12, "V": "1,318"}, {"C": 15, "D": "1:08", "I": "y5ByjwlonLs&start=9169&end=9237", "J": "m", "R": 57, "S": 2318, "T": 12, "V": "1,270"}, {"C": 15, "D": "1:29", "I": "INf95Twu-B8&start=5347&end=5436", "J": "h", "R": 57, "S": 2318, "T": 12, "V": "915"}, {"C": 15, "D": "1:17", "I": "_XJOwICPT1Q&start=4437&end=4514", "J": "s", "R": 57, "S": 2318, "T": 12, "V": "565"}, {"C": 15, "D": "1:40", "I": "sRLyDhoaL14", "J": "m", "R": 57, "S": 2318, "T": 12, "V": "285"}, {"C": 15, "D": "1:37", "I": "256PMH1haFM&start=8380&end=8477", "J": "m", "R": 0, "S": 2318, "T": 12, "V": "12,989"}, {"C": 15, "D": "1:12", "I": "xy4KBfXxitw&start=7650&end=7722", "J": "s", "R": 0, "S": 2318, "T": 12, "V": "1,428"}, {"C": 15, "D": "1:24", "I": "MB7utDLBGDw&start=7550&end=7634", "J": "h", "R": 0, "S": 2318, "T": 12, "V": "858"}]}, {"A": 416, "songs": [{"C": 15, "D": "4:15", "I": "1CbJOICmNKo", "J": "m", "R": 59, "S": 2318, "T": 12, "V": "4,200"}]}, {"A": 64, "songs": [{"C": 15, "D": "3:22", "I": "C1giW87BvbE", "J": "m", "R": 0, "S": 2318, "T": 12, "V": "1,066"}]}, {"A": 26, "songs": [{"C": 15, "D": "23:19", "I": "rNw2ufo--LM", "J": "m", "R": 7, "S": 2318, "T": 12, "V": "4,044"}]}, {"A": 390, "songs": [{"C": 15, "D": "2:49", "I": "nSGMhjwj0e0&start=7616&end=7785", "J": "m", "R": 59, "S": 2318, "T": 12, "V": "4,800"}]}, {"A": 4, "songs": [{"C": 15, "D": "2:50", "I": "X2JTDA6omNk", "J": "m", "R": 59, "S": 2318, "T": 12, "V": "1,823"}]}]}]}