{"stats": [{"H": "Videos", "C": "1"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "16 M"}, {"H": "Views", "C": "139"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Periaswamy Thooran", "P": "periyasvAmi thUran"}, {"H": "Raga", "V": "Kalyani", "P": "kalyANi"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Tamil", "P": "Tamil"}], "title": {"H": "Kunruruva Vel Vangi", "V": "kunRuruva vEl vAGgi ninRa gurupara", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "kunRuruva vEl vAngi ninRa gurupara guhanE enRunadaruL tandu enaik-kAttat-tiruvuLamO"}, {"M": "anupallavi", "T": "manRuLADiya perumAn enRum magizh tirumaganE kunRu tODiyamarar kunRavar tam marumaganE"}, {"M": "caraNam", "T": "tandai nI dayavuDanE tanda inda Or nALum vandu pOnadu vINE vandiDumO mINDum ini <br/> endai nI enRanai igazhndiDil nAn engaDaivEn kandanE gAngEya karuNaiyin vAridhiyE"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "குன்றுருவ வேல் வாங்கி நின்ற குருபர குஹனே என்றுனதருள் தந்து எனைக்-காத்தத்-திருவுளமோ"}, {"M": "அனுபல்லவி", "T": "மன்றுளாடிய பெருமான் என்றும் மகிழ் திருமகனே குன்று தோடியமரர் குன்றவர் தம் மருமகனே"}, {"M": "சரணம்", "T": "தந்தை நீ தயவுடனே தந்த இந்த ஓர் நாளும் வந்து போனது வீணே வந்திடுமோ மீண்டும் இனி <br/> எந்தை நீ என்றனை இகழ்ந்திடில் நான் எங்கடைவேன் கந்தனே காங்கேய கருணையின் வாரிதியே"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "కున్ఱురువ వేల్ వాఙ్గి నిన్ఱ గురుపర గుహనే ఎన్ఱునదరుళ్ తన్దు ఎనైక్-కాత్తత్-తిరువుళమో"}, {"M": "అనుపల్లవి", "T": "మన్ఱుళాడియ పెరుమాన్ ఎన్ఱుమ్ మగిఴ్ తిరుమగనే కున్ఱు తోడియమరర్ కున్ఱవర్ తమ్ మరుమగనే"}, {"M": "చరణమ్", "T": "తన్దై నీ దయవుడనే తన్ద ఇన్ద ఓర్ నాళుమ్ వన్దు పోనదు వీణే వన్దిడుమో మీణ్డుమ్ ఇని <br/> ఎన్దై నీ ఎన్ఱనై ఇగఴ్న్దిడిల్ నాన్ ఎఙ్గడైవేన్ కన్దనే గాఙ్గేయ కరుణైయిన్ వారిధియే"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಕುನ್ಱುರುವ ವೇಲ್ ವಾಙ್ಗಿ ನಿನ್ಱ ಗುರುಪರ ಗುಹನೇ ಎನ್ಱುನದರುಳ್ ತನ್ದು ಎನೈಕ್-ಕಾತ್ತತ್-ತಿರುವುಳಮೋ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಮನ್ಱುಳಾಡಿಯ ಪೆರುಮಾನ್ ಎನ್ಱುಮ್ ಮಗಿಳ್ ತಿರುಮಗನೇ ಕುನ್ಱು ತೋಡಿಯಮರರ್ ಕುನ್ಱವರ್ ತಮ್ ಮರುಮಗನೇ"}, {"M": "ಚರಣಮ್", "T": "ತನ್ದೈ ನೀ ದಯವುಡನೇ ತನ್ದ ಇನ್ದ ಓರ್ ನಾಳುಮ್ ವನ್ದು ಪೋನದು ವೀಣೇ ವನ್ದಿಡುಮೋ ಮೀಣ್ಡುಮ್ ಇನಿ <br/> ಎನ್ದೈ ನೀ ಎನ್ಱನೈ ಇಗಳ್ನ್ದಿಡಿಲ್ ನಾನ್ ಎಙ್ಗಡೈವೇನ್ ಕನ್ದನೇ ಗಾಙ್ಗೇಯ ಕರುಣೈಯಿನ್ ವಾರಿಧಿಯೇ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "കുന്റുരുവ വേല് വാങ്ഗി നിന്റ ഗുരുപര ഗുഹനേ എന്റുനദരുള് തന്ദു എനൈക്-കാത്തത്-തിരുവുളമോ"}, {"M": "അനുപല്ലവി", "T": "മന്റുളാഡിയ പെരുമാന് എന്റുമ് മഗിഴ് തിരുമഗനേ കുന്റു തോഡിയമരര് കുന്റവര് തമ് മരുമഗനേ"}, {"M": "ചരണമ്", "T": "തന്ദൈ നീ ദയവുഡനേ തന്ദ ഇന്ദ ഓര് നാളുമ് വന്ദു പോനദു വീണേ വന്ദിഡുമോ മീണ്ഡുമ് ഇനി <br/> എന്ദൈ നീ എന്റനൈ ഇഗഴ്ന്ദിഡില് നാന് എങ്ഗഡൈവേന് കന്ദനേ ഗാങ്ഗേയ കരുണൈയിന് വാരിധിയേ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "कुन्रुरुव वेल् वाङ्गि निन्र गुरुपर गुहने एन्रुनदरुल् तन्दु एनैक्-कात्तत्-तिरुवुलमो"}, {"M": "अनुपल्लवि", "T": "मन्रुलाडिय पेरुमान् एन्रुम् मगिल् तिरुमगने कुन्रु तोडियमरर् कुन्रवर् तम् मरुमगने"}, {"M": "चरणम्", "T": "तन्दै नी दयवुडने तन्द इन्द ओर् नालुम् वन्दु पोनदु वीणे वन्दिडुमो मीण्डुम् इनि <br/> एन्दै नी एन्रनै इगल्न्दिडिल् नान् एङ्गडैवेन् कन्दने गाङ्गेय करुणैयिन् वारिधिये"}]}], "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c25201.shtml"}]}], "videos": [{"folder": [{"A": [3094, 3095], "songs": [{"C": [5053, 5054], "D": "16:21", "I": "Bl-tmuOq6_o", "R": [1005, 1006], "S": [15517, 18045], "T": [0, 0], "V": "139"}]}]}]}