{"stats": [{"H": "Videos", "C": "46"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "3"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "3 H"}, {"H": "Views", "C": "31 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti", "I": 1}, {"H": "Composer", "V": "Desika Vinayakam Pillai", "P": "dEsika vinAyakam piLLai", "I": 221}, {"H": "Raga", "V": "Ragamalika", "P": "rAgamAlikA", "I": 1}, {"H": "Tala", "V": "Adi", "P": "Adi", "I": 1}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA", "I": 0}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2", "I": 0}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8", "I": 0}, {"H": "Language", "V": "Tamil", "P": "Tamil", "I": 0}, {"H": "God", "V": "subramaNyA", "P": "subramaNyA", "I": 0}], "title": {"T": 1224, "H": "Maalai Varum Velai", "V": "mAlai varum vELai", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "mAlai varum vELai - mannan mAlmarugan SOlai – <br/> kaNDu mayakkamurum vELai - endan manadinil iDamperum pazhamudir SOlai <br/> rAgA: punnAgavarALi"}, {"M": "caraNam 1", "T": "tAmaraip-pUvinin vadanam Sen – tanit-tamizhenum Sollil un nayanam <br/> kavi pADa ennuLLil nidAnam - tandu karuNaiyil vazhi kUrum kandanE en vandanam <br/> rAgA: SuddhsArang"}, {"M": "caraNam 2", "T": "tEn enum Sollavan inimai – tamizhp-pAl maNam vISiDum paSumai - uyar <br/> kAviyam pOTRidum perumai - endan nAvinil pADiDum eLimai pudumai <br/> rAgA: cenjuruTi"}, {"M": "caraNam 3", "T": "inbamellAm endan gughanE - en uLLamellAm vaSam avanE - en <br/> uNarcci ellAm avan tiranE - endan inmukham vazhi kANa punmukham avanE <br/> rAgA: sindhubhairavi"}, {"M": "caraNam 4", "T": "kandA enak-kUrum kanivu jnana - en manam karuttinil unaik-kANum niRaivu - nilai <br/> tandAy enak-kindap-paNivu tamizht-tAy unaip-poOTRiDum vaDivu murugA"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "மாலை வரும் வேளை - மன்னன் மால்மருகன் சோலை – <br/> கண்டு மயக்கமுரும் வேளை - எந்தன் மனதினில் இடம்பெரும் பழமுதிர் சோலை <br/> ராகா: புன்னாகவராளி"}, {"M": "சரணம் 1", "T": "தாமரைப்-பூவினின் வதனம் சென் – தனித்-தமிழெனும் சொல்லில் உன் நயனம் <br/> கவி பாட என்னுள்ளில் நிதானம் - தந்து கருணையில் வழி கூரும் கந்தனே என் வந்தனம் <br/> ராகா: சுத்த்சாரங்க்"}, {"M": "சரணம் 2", "T": "தேன் எனும் சொல்லவன் இனிமை – தமிழ்ப்-பால் மணம் வீசிடும் பசுமை - உயர் <br/> காவியம் போற்றிதும் பெருமை - எந்தன் நாவினில் பாடிடும் எளிமை புதுமை <br/> ராகா: செஞ்சுருடி"}, {"M": "சரணம் 3", "T": "இன்பமெல்லாம் எந்தன் குகனே - என் உள்ளமெல்லாம் வசம் அவனே - என் <br/> உணர்ச்சி எல்லாம் அவன் திரனே - எந்தன் இன்முகம் வழி காண புன்முகம் அவனே <br/> ராகா: சிந்துபைரவி"}, {"M": "சரணம் 4", "T": "கந்தா எனக்-கூரும் கனிவு ஞன - என் மனம் கருத்தினில் உனைக்-காணும் நிறைவு - நிலை <br/> தந்தாய் எனக்-கிந்தப்-பணிவு தமிழ்த்-தாய் உனைப்-பொஓற்றிடும் வடிவு முருகா"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "మాలై వరుమ్ వేళై - మన్నన్ మాల్మరుగన్ శోలై – <br/> కణ్డు మయక్కమురుమ్ వేళై - ఎన్దన్ మనదినిల్ ఇడమ్పెరుమ్ పఴముదిర్ శోలై <br/> రాగా: పున్నాగవరాళి"}, {"M": "చరణమ్ 1", "T": "తామరైప్-పూవినిన్ వదనమ్ శెన్ – తనిత్-తమిఴెనుమ్ శొల్లిల్ ఉన్ నయనమ్ <br/> కవి పాడ ఎన్నుళ్ళిల్ నిదానమ్ - తన్దు కరుణైయిల్ వఴి కూరుమ్ కన్దనే ఎన్ వన్దనమ్ <br/> రాగా: శుద్ధ్సారఙ్గ్"}, {"M": "చరణమ్ 2", "T": "తేన్ ఎనుమ్ శొల్లవన్ ఇనిమై – తమిఴ్ప్-పాల్ మణమ్ వీశిడుమ్ పశుమై - ఉయర్ <br/> కావియమ్ పోట్ఱిదుమ్ పెరుమై - ఎన్దన్ నావినిల్ పాడిడుమ్ ఎళిమై పుదుమై <br/> రాగా: చెఞ్జురుటి"}, {"M": "చరణమ్ 3", "T": "ఇన్బమెల్లామ్ ఎన్దన్ గుఘనే - ఎన్ ఉళ్ళమెల్లామ్ వశమ్ అవనే - ఎన్ <br/> ఉణర్చ్చి ఎల్లామ్ అవన్ తిరనే - ఎన్దన్ ఇన్ముఖమ్ వఴి కాణ పున్ముఖమ్ అవనే <br/> రాగా: సిన్ధుభైరవి"}, {"M": "చరణమ్ 4", "T": "కన్దా ఎనక్-కూరుమ్ కనివు జ్ఞన - ఎన్ మనమ్ కరుత్తినిల్ ఉనైక్-కాణుమ్ నిఱైవు - నిలై <br/> తన్దాయ్ ఎనక్-కిన్దప్-పణివు తమిఴ్త్-తాయ్ ఉనైప్-పొఓట్ఱిడుమ్ వడివు మురుగా"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಮಾಲೈ ವರುಮ್ ವೇಳೈ - ಮನ್ನನ್ ಮಾಲ್ಮರುಗನ್ ಶೋಲೈ – <br/> ಕಣ್ಡು ಮಯಕ್ಕಮುರುಮ್ ವೇಳೈ - ಎನ್ದನ್ ಮನದಿನಿಲ್ ಇಡಮ್ಪೆರುಮ್ ಪಳಮುದಿರ್ ಶೋಲೈ <br/> ರಾಗಾ: ಪುನ್ನಾಗವರಾಳಿ"}, {"M": "ಚರಣಮ್ 1", "T": "ತಾಮರೈಪ್-ಪೂವಿನಿನ್ ವದನಮ್ ಶೆನ್ – ತನಿತ್-ತಮಿಳೆನುಮ್ ಶೊಲ್ಲಿಲ್ ಉನ್ ನಯನಮ್ <br/> ಕವಿ ಪಾಡ ಎನ್ನುಳ್ಳಿಲ್ ನಿದಾನಮ್ - ತನ್ದು ಕರುಣೈಯಿಲ್ ವಳಿ ಕೂರುಮ್ ಕನ್ದನೇ ಎನ್ ವನ್ದನಮ್ <br/> ರಾಗಾ: ಶುದ್ಧ್ಸಾರಙ್ಗ್"}, {"M": "ಚರಣಮ್ 2", "T": "ತೇನ್ ಎನುಮ್ ಶೊಲ್ಲವನ್ ಇನಿಮೈ – ತಮಿಳ್ಪ್-ಪಾಲ್ ಮಣಮ್ ವೀಶಿಡುಮ್ ಪಶುಮೈ - ಉಯರ್ <br/> ಕಾವಿಯಮ್ ಪೋಟ್ಱಿದುಮ್ ಪೆರುಮೈ - ಎನ್ದನ್ ನಾವಿನಿಲ್ ಪಾಡಿಡುಮ್ ಎಳಿಮೈ ಪುದುಮೈ <br/> ರಾಗಾ: ಚೆಞ್ಜುರುಟಿ"}, {"M": "ಚರಣಮ್ 3", "T": "ಇನ್ಬಮೆಲ್ಲಾಮ್ ಎನ್ದನ್ ಗುಘನೇ - ಎನ್ ಉಳ್ಳಮೆಲ್ಲಾಮ್ ವಶಮ್ ಅವನೇ - ಎನ್ <br/> ಉಣರ್ಚ್ಚಿ ಎಲ್ಲಾಮ್ ಅವನ್ ತಿರನೇ - ಎನ್ದನ್ ಇನ್ಮುಖಮ್ ವಳಿ ಕಾಣ ಪುನ್ಮುಖಮ್ ಅವನೇ <br/> ರಾಗಾ: ಸಿನ್ಧುಭೈರವಿ"}, {"M": "ಚರಣಮ್ 4", "T": "ಕನ್ದಾ ಎನಕ್-ಕೂರುಮ್ ಕನಿವು ಜ್ಞನ - ಎನ್ ಮನಮ್ ಕರುತ್ತಿನಿಲ್ ಉನೈಕ್-ಕಾಣುಮ್ ನಿಱೈವು - ನಿಲೈ <br/> ತನ್ದಾಯ್ ಎನಕ್-ಕಿನ್ದಪ್-ಪಣಿವು ತಮಿಳ್ತ್-ತಾಯ್ ಉನೈಪ್-ಪೊಓಟ್ಱಿಡುಮ್ ವಡಿವು ಮುರುಗಾ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "മാലൈ വരുമ് വേളൈ - മന്നന് മാല്മരുഗന് ശോലൈ – <br/> കണ്ഡു മയക്കമുരുമ് വേളൈ - എന്ദന് മനദിനില് ഇഡമ്പെരുമ് പഴമുദിര് ശോലൈ <br/> രാഗാ: പുന്നാഗവരാളി"}, {"M": "ചരണമ് 1", "T": "താമരൈപ്-പൂവിനിന് വദനമ് ശെന് – തനിത്-തമിഴെനുമ് ശൊല്ലില് ഉന് നയനമ് <br/> കവി പാഡ എന്നുള്ളില് നിദാനമ് - തന്ദു കരുണൈയില് വഴി കൂരുമ് കന്ദനേ എന് വന്ദനമ് <br/> രാഗാ: ശുദ്ധ്സാരങ്ഗ്"}, {"M": "ചരണമ് 2", "T": "തേന് എനുമ് ശൊല്ലവന് ഇനിമൈ – തമിഴ്പ്-പാല് മണമ് വീശിഡുമ് പശുമൈ - ഉയര് <br/> കാവിയമ് പോട്റിദുമ് പെരുമൈ - എന്ദന് നാവിനില് പാഡിഡുമ് എളിമൈ പുദുമൈ <br/> രാഗാ: ചെഞ്ജുരുടി"}, {"M": "ചരണമ് 3", "T": "ഇന്ബമെല്ലാമ് എന്ദന് ഗുഘനേ - എന് ഉള്ളമെല്ലാമ് വശമ് അവനേ - എന് <br/> ഉണര്ച്ചി എല്ലാമ് അവന് തിരനേ - എന്ദന് ഇന്മുഖമ് വഴി കാണ പുന്മുഖമ് അവനേ <br/> രാഗാ: സിന്ധുഭൈരവി"}, {"M": "ചരണമ് 4", "T": "കന്ദാ എനക്-കൂരുമ് കനിവു ജ്ഞന - എന് മനമ് കരുത്തിനില് ഉനൈക്-കാണുമ് നിറൈവു - നിലൈ <br/> തന്ദായ് എനക്-കിന്ദപ്-പണിവു തമിഴ്ത്-തായ് ഉനൈപ്-പൊഓട്റിഡുമ് വഡിവു മുരുഗാ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "मालै वरुम् वेलै - मन्नन् माल्मरुगन् शोलै – <br/> कण्डु मयक्कमुरुम् वेलै - एन्दन् मनदिनिल् इडम्पेरुम् पलमुदिर् शोलै <br/> रागा: पुन्नागवरालि"}, {"M": "चरणम् 1", "T": "तामरैप्-पूविनिन् वदनम् शेन् – तनित्-तमिलेनुम् शोल्लिल् उन् नयनम् <br/> कवि पाड एन्नुल्लिल् निदानम् - तन्दु करुणैयिल् वलि कूरुम् कन्दने एन् वन्दनम् <br/> रागा: शुद्ध्सारङ्ग्"}, {"M": "चरणम् 2", "T": "तेन् एनुम् शोल्लवन् इनिमै – तमिल्प्-पाल् मणम् वीशिडुम् पशुमै - उयर् <br/> कावियम् पोट्रिदुम् पेरुमै - एन्दन् नाविनिल् पाडिडुम् एलिमै पुदुमै <br/> रागा: चेञ्जुरुटि"}, {"M": "चरणम् 3", "T": "इन्बमेल्लाम् एन्दन् गुघने - एन् उल्लमेल्लाम् वशम् अवने - एन् <br/> उणर्च्चि एल्लाम् अवन् तिरने - एन्दन् इन्मुखम् वलि काण पुन्मुखम् अवने <br/> रागा: सिन्धुभैरवि"}, {"M": "चरणम् 4", "T": "कन्दा एनक्-कूरुम् कनिवु ज्ञन - एन् मनम् करुत्तिनिल् उनैक्-काणुम् निरैवु - निलै <br/> तन्दाय् एनक्-किन्दप्-पणिवु तमिल्त्-ताय् उनैप्-पोओट्रिडुम् वडिवु मुरुगा"}]}], "L": "l", "lyricsref": [{"links": [{"N": "www.rasikas.org", "L": "https://www.rasikas.org/forums/viewtopic.php?t=28661"}]}], "songs": [{"I": "7g1GGO7VQOk&start=753&end=965", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "3:32", "V": "1,719", "J": "h"}, {"I": "tVvVIxr3Vc0", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "3:22", "V": "1,613", "J": "m"}, {"I": "abBrz1LTiw0&start=7688&end=8072", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "6:24", "V": "1,380", "J": "m"}, {"I": "sIZao7YR2Zg", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "2:23", "V": "815", "J": "m"}, {"I": "iw-Y78lZYcg", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "4:55", "V": "746", "J": "m"}, {"I": "DgawHGJO-ZQ", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "3:40", "V": "404", "J": "m"}, {"I": "yJQra-Ho-Ug", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "6:24", "V": "127", "J": "h"}, {"I": "eTCD4MtzJkk", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "5:31", "V": "108", "J": "m"}, {"I": "a3DrTW6y_e8", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "3:35", "V": "97", "J": "m"}, {"I": "J524uYS3PEU", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "2:33", "V": "8", "J": "h"}, {"I": "8mZYXMdtGB8", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "5:05", "V": "3", "J": "m"}, {"I": "v7EX6cLpgKU&start=0&end=13", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "0:00", "V": "0", "J": "m"}, {"I": "FzRYhp1-aYA&start=0&end=8", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "0:00", "V": "0", "J": "m"}, {"I": "3qGB0Cq7jmg&start=0&end=9", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "0:00", "V": "0", "J": "m"}, {"I": "M90GrnpnDbo&start=0&end=5", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "0:00", "V": "0", "J": "m"}, {"I": "p26Qb9iVV18&start=0&end=12", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "0:00", "V": "0", "J": "m"}, {"I": "1o27Vns1MZY&start=0&end=12", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "0:00", "V": "0", "J": "m"}, {"I": "TOGpgRwqVWs&start=0&end=8", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "0:00", "V": "0", "J": "m"}, {"I": "MOojPkGlFx0&start=0&end=4", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "0:00", "V": "0", "J": "m"}, {"I": "T2ax68e8gWE&start=0&end=9", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "0:00", "V": "0", "J": "h"}, {"I": "_9jHVwR-dyE&start=0&end=5", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 2, "D": "0:00", "V": "0", "J": "m"}, {"I": "60xfPOsDS8I", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 139, "D": "7:45", "V": "1,196", "J": "m"}, {"I": "5CmreRPNsLA&start=0&end=7", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 139, "D": "0:00", "V": "0", "J": "m"}, {"I": "Q8W4Bg9xwn0&start=3677&end=4015", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "5:38", "V": "27,483", "J": "h"}, {"I": "ZKkqQsUqsVI&start=2565&end=2907", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "5:42", "V": "20,220", "J": "h"}, {"I": "FqtsjHqn2v0", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "5:40", "V": "18,290", "J": "h"}, {"I": "OAQ79XsnPJI&start=1887&end=2335", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "7:28", "V": "12,319", "J": "m"}, {"I": "_u3NBHN1VLM&start=1737&end=2185", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "7:28", "V": "8,403", "J": "m"}, {"I": "-LWpHI78GjI&start=1737&end=2185", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "7:28", "V": "6,518", "J": "m"}, {"I": "cVW487DuUKc&start=1737&end=2185", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "7:28", "V": "4,639", "J": "m"}, {"I": "QoQbXmCAZYw", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "3:01", "V": "3,511", "J": "m"}, {"I": "nLT4IlQeE40&start=3661&end=4108", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "7:27", "V": "2,129", "J": "m"}, {"I": "2fkZ_1rpznw&start=1887&end=2335", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "7:28", "V": "1,560", "J": "m"}, {"I": "q194sgiKtCg&start=1887&end=2335", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "7:28", "V": "1,425", "J": "m"}, {"I": "cK1WVx7I270", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "5:37", "V": "1,190", "J": "m"}, {"I": "Ni2EZR7anVg&start=1887&end=2335", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "7:28", "V": "951", "J": "m"}, {"I": "5RAhAzZSc0A", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "7:30", "V": "748", "J": "m"}, {"I": "ZoMUQhrdgsA&start=1549&end=1997", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "7:28", "V": "724", "J": "m"}, {"I": "rHXwgjFZwYE", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "5:37", "V": "600", "J": "m"}, {"I": "aMHUorpebxM&start=1887&end=2335", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "7:28", "V": "474", "J": "m"}, {"I": "Hh2WmkRASr4", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "5:43", "V": "376", "J": "m"}, {"I": "KDRpCcNExwk", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "5:42", "V": "331", "J": "m"}, {"I": "-3TFXAmqoyk", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "5:42", "V": "294", "J": "m"}, {"I": "dyFgT9-NFiA&start=1887&end=2335", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "7:28", "V": "271", "J": "h"}, {"I": "Nx6gDAJ10jA", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "7:27", "V": "91", "J": "h"}, {"I": "pYVCZFNbSDE", "T": 0, "S": 1224, "R": 1, "C": 221, "A": 5, "D": "6:12", "V": "88", "J": "m"}], "folders": [["artist", 2, "0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20"], ["artist", 139, "21,22"], ["artist", 5, "23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45"]], "languages": {"english": "0,1,2", "tamil": "0,2,1", "telugu": "0,1,2", "kannada": "0,1,2", "malayalam": "0,1,2", "hindi": "0,1,2", "marathi": "0,1,2", "bengali": "0,1,2", "gujarati": "0,1,2", "punjabi": "0,1,2", "odia": "0,1,2", "assamese": "0,1,2"}}