{"stats": [{"H": "Videos", "C": "1"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "2 M"}, {"H": "Views", "C": "2 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Purandara Dasa", "P": "purandara dAsA"}, {"H": "Raga", "V": "Madhyamavathi", "P": "madhyamAvathi"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Kannada", "P": "Kannada"}, {"H": "God", "V": "k.RshNA", "P": "k.RshNA"}], "title": {"H": "Makutake Mangalam", "V": "makuTakke maMgaLa matcchAva tArakE", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "makuTakke mangaLa matcchAva tArakE mukhakke mangaLa muddu kUrmanige <br/> sukha kaNThakke mangaLa sukara rUpage nakhakke mangaLa narasigake"}, {"M": "caraNam 1", "T": "vakshakke mangaLa vaTU vAmananike pakshakke mangaLa bhAgavke <br/> kakshakke mangaLa kAkusta rAmake kukshikke mangaLa krshNarAyake"}, {"M": "caraNam 2", "T": "uragaLike mangaLa uttama bauddhake caraNakke mangaLa caluva kalkiyE <br/> paripari mangaLa paramAtmake purandara viTTalage jayamangaLa"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "மகுடக்கெ மங்கள மத்ச்சாவ தாரகே முகக்கெ மங்கள முத்து கூர்மனிகெ <br/> சுக கண்டக்கெ மங்கள சுகர ரூபகெ நகக்கெ மங்கள நரசிககெ"}, {"M": "சரணம் 1", "T": "வக்ஷக்கெ மங்கள வடூ வாமனனிகெ பக்ஷக்கெ மங்கள பாகவ்கெ <br/> கக்ஷக்கெ மங்கள காகுஸ்த ராமகெ குக்ஷிக்கெ மங்கள க்ர்ஷ்ணராயகெ"}, {"M": "சரணம் 2", "T": "உரகளிகெ மங்கள உத்தம பௌத்தகெ சரணக்கெ மங்கள சலுவ கல்கியே <br/> பரிபரி மங்கள பரமாத்மகெ புரந்தர விட்டலகெ ஜயமங்கள"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "మకుటక్కె మఙ్గళ మత్చ్ఛావ తారకే ముఖక్కె మఙ్గళ ముద్దు కూర్మనిగె <br/> సుఖ కణ్ఠక్కె మఙ్గళ సుకర రూపగె నఖక్కె మఙ్గళ నరసిగకె"}, {"M": "చరణమ్ 1", "T": "వక్షక్కె మఙ్గళ వటూ వామననికె పక్షక్కె మఙ్గళ భాగవ్కె <br/> కక్షక్కె మఙ్గళ కాకుస్త రామకె కుక్షిక్కె మఙ్గళ క్ర్ష్ణరాయకె"}, {"M": "చరణమ్ 2", "T": "ఉరగళికె మఙ్గళ ఉత్తమ బౌద్ధకె చరణక్కె మఙ్గళ చలువ కల్కియే <br/> పరిపరి మఙ్గళ పరమాత్మకె పురన్దర విట్టలగె జయమఙ్గళ"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಮಕುಟಕ್ಕೆ ಮಙ್ಗಳ ಮತ್ಚ್ಛಾವ ತಾರಕೇ ಮುಖಕ್ಕೆ ಮಙ್ಗಳ ಮುದ್ದು ಕೂರ್ಮನಿಗೆ <br/> ಸುಖ ಕಣ್ಠಕ್ಕೆ ಮಙ್ಗಳ ಸುಕರ ರೂಪಗೆ ನಖಕ್ಕೆ ಮಙ್ಗಳ ನರಸಿಗಕೆ"}, {"M": "ಚರಣಮ್ 1", "T": "ವಕ್ಷಕ್ಕೆ ಮಙ್ಗಳ ವಟೂ ವಾಮನನಿಕೆ ಪಕ್ಷಕ್ಕೆ ಮಙ್ಗಳ ಭಾಗವ್ಕೆ <br/> ಕಕ್ಷಕ್ಕೆ ಮಙ್ಗಳ ಕಾಕುಸ್ತ ರಾಮಕೆ ಕುಕ್ಷಿಕ್ಕೆ ಮಙ್ಗಳ ಕ್ರ್ಷ್ಣರಾಯಕೆ"}, {"M": "ಚರಣಮ್ 2", "T": "ಉರಗಳಿಕೆ ಮಙ್ಗಳ ಉತ್ತಮ ಬೌದ್ಧಕೆ ಚರಣಕ್ಕೆ ಮಙ್ಗಳ ಚಲುವ ಕಲ್ಕಿಯೇ <br/> ಪರಿಪರಿ ಮಙ್ಗಳ ಪರಮಾತ್ಮಕೆ ಪುರನ್ದರ ವಿಟ್ಟಲಗೆ ಜಯಮಙ್ಗಳ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "മകുടക്കെ മങ്ഗള മത്ച്ഛാവ താരകേ മുഖക്കെ മങ്ഗള മുദ്ദു കൂര്മനിഗെ <br/> സുഖ കണ്ഠക്കെ മങ്ഗള സുകര രൂപഗെ നഖക്കെ മങ്ഗള നരസിഗകെ"}, {"M": "ചരണമ് 1", "T": "വക്ഷക്കെ മങ്ഗള വടൂ വാമനനികെ പക്ഷക്കെ മങ്ഗള ഭാഗവ്കെ <br/> കക്ഷക്കെ മങ്ഗള കാകുസ്ത രാമകെ കുക്ഷിക്കെ മങ്ഗള ക്ര്ഷ്ണരായകെ"}, {"M": "ചരണമ് 2", "T": "ഉരഗളികെ മങ്ഗള ഉത്തമ ബൌദ്ധകെ ചരണക്കെ മങ്ഗള ചലുവ കല്കിയേ <br/> പരിപരി മങ്ഗള പരമാത്മകെ പുരന്ദര വിട്ടലഗെ ജയമങ്ഗള"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "मकुटक्के मङ्गल मत्च्छाव तारके मुखक्के मङ्गल मुद्दु कूर्मनिगे <br/> सुख कण्ठक्के मङ्गल सुकर रूपगे नखक्के मङ्गल नरसिगके"}, {"M": "चरणम् 1", "T": "वक्षक्के मङ्गल वटू वामननिके पक्षक्के मङ्गल भागव्के <br/> कक्षक्के मङ्गल काकुस्त रामके कुक्षिक्के मङ्गल क्र्ष्णरायके"}, {"M": "चरणम् 2", "T": "उरगलिके मङ्गल उत्तम बौद्धके चरणक्के मङ्गल चलुव कल्किये <br/> परिपरि मङ्गल परमात्मके पुरन्दर विट्टलगे जयमङ्गल"}]}], "videos": [{"folder": [{"A": [3321, 3324], "songs": [{"C": [5009, 5010], "D": "2:34", "I": "EFL0WujSfjc", "R": [1028, 1029], "S": [17047, 17895], "T": [0, 0], "V": "1,538"}]}]}]}