{"stats": [{"H": "Videos", "C": "3"}, {"H": "Ragas", "C": "3"}, {"H": "Artists", "C": "3"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "19 M"}, {"H": "Views", "C": "11 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "kiruthi"}, {"H": "Composer", "V": "Purandara Dasa", "P": "purandara dAsA"}, {"H": "Raga", "V": "Nadanamakriya", "P": "nAda nAmakriyA"}, {"H": "Tala", "V": "Caapu", "P": "cApu"}, {"H": "Tala name", "V": "Misra Caapu", "P": "miSra cApu"}, {"H": "Tala count", "V": "3 + 2 + 2 = 7", "P": "3 + 2 + 2 = 7"}, {"H": "Language", "V": "Kannada", "P": "Kannada"}, {"H": "God", "V": "Krishna", "P": "Krishna"}], "title": {"H": "Manava Sodhisa", "V": "manava sHODHisabeku nitya dIna dIna", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "manava sHODHisabeku nitya dIna dIna mADuva pApa puNyadda vecca"}, {"M": "caraNam 1", "T": "dharma adharma vingaDisi adharmada naragaLa bEga kattarisi <br/> nirmalAcAradi sarisi para bomma mUruti pAda kamalava bhjajisi"}, {"M": "caraNam 2", "T": "tanuva khaNDisi omme mADO ninna manava daNDisi paramAtmanna kANO <br/> konege ninnoLage nI jANO mukti nina dUrillavu ondE gENO"}, {"M": "caraNam 3", "T": "Atanarivage kEDilla ava pAdaka pati sangava mADavanalla <br/> nItivantaru kELirella nama kAdena gatiyIva purandara viTTala"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "மனவ ஸ்ஹஓட்ஹஇசபெகு நித்ய தீன தீன மாடுவ பாப புண்யத்த வெச்ச"}, {"M": "சரணம் 1", "T": "தர்ம அதர்ம விங்கடிசி அதர்மத நரகள பேக கத்தரிசி <br/> நிர்மலாசாரதி சரிசி பர பொம்ம மூருதி பாத கமலவ ப்ஜஜிசி"}, {"M": "சரணம் 2", "T": "தனுவ கண்டிசி ஒம்மெ மாடோ நின்ன மனவ தண்டிசி பரமாத்மன்ன காணோ <br/> கொனெகெ நின்னொளகெ நீ ஜாணோ முக்தி நின தூரில்லவு ஒந்தே கேணோ"}, {"M": "சரணம் 3", "T": "ஆதனரிவகெ கேடில்ல அவ பாதக பதி சங்கவ மாடவனல்ல <br/> நீதிவந்தரு கேளிரெல்ல நம காதென கதியீவ புரந்தர விட்டல"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "మనవ స్ఃఓడ్ఃఇసబెకు నిత్య దీన దీన మాడువ పాప పుణ్యద్ద వెచ్చ"}, {"M": "చరణమ్ 1", "T": "ధర్మ అధర్మ విఙ్గడిసి అధర్మద నరగళ బేగ కత్తరిసి <br/> నిర్మలాచారది సరిసి పర బొమ్మ మూరుతి పాద కమలవ భ్జజిసి"}, {"M": "చరణమ్ 2", "T": "తనువ ఖణ్డిసి ఒమ్మె మాడో నిన్న మనవ దణ్డిసి పరమాత్మన్న కాణో <br/> కొనెగె నిన్నొళగె నీ జాణో ముక్తి నిన దూరిల్లవు ఒన్దే గేణో"}, {"M": "చరణమ్ 3", "T": "ఆతనరివగె కేడిల్ల అవ పాదక పతి సఙ్గవ మాడవనల్ల <br/> నీతివన్తరు కేళిరెల్ల నమ కాదెన గతియీవ పురన్దర విట్టల"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಮನವ ಸ್ಃಓಡ್ಃಇಸಬೆಕು ನಿತ್ಯ ದೀನ ದೀನ ಮಾಡುವ ಪಾಪ ಪುಣ್ಯದ್ದ ವೆಚ್ಚ"}, {"M": "ಚರಣಮ್ 1", "T": "ಧರ್ಮ ಅಧರ್ಮ ವಿಙ್ಗಡಿಸಿ ಅಧರ್ಮದ ನರಗಳ ಬೇಗ ಕತ್ತರಿಸಿ <br/> ನಿರ್ಮಲಾಚಾರದಿ ಸರಿಸಿ ಪರ ಬೊಮ್ಮ ಮೂರುತಿ ಪಾದ ಕಮಲವ ಭ್ಜಜಿಸಿ"}, {"M": "ಚರಣಮ್ 2", "T": "ತನುವ ಖಣ್ಡಿಸಿ ಒಮ್ಮೆ ಮಾಡೋ ನಿನ್ನ ಮನವ ದಣ್ಡಿಸಿ ಪರಮಾತ್ಮನ್ನ ಕಾಣೋ <br/> ಕೊನೆಗೆ ನಿನ್ನೊಳಗೆ ನೀ ಜಾಣೋ ಮುಕ್ತಿ ನಿನ ದೂರಿಲ್ಲವು ಒನ್ದೇ ಗೇಣೋ"}, {"M": "ಚರಣಮ್ 3", "T": "ಆತನರಿವಗೆ ಕೇಡಿಲ್ಲ ಅವ ಪಾದಕ ಪತಿ ಸಙ್ಗವ ಮಾಡವನಲ್ಲ <br/> ನೀತಿವನ್ತರು ಕೇಳಿರೆಲ್ಲ ನಮ ಕಾದೆನ ಗತಿಯೀವ ಪುರನ್ದರ ವಿಟ್ಟಲ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "മനവ സ്ഃഓഡ്ഃഇസബെകു നിത്യ ദീന ദീന മാഡുവ പാപ പുണ്യദ്ദ വെച്ച"}, {"M": "ചരണമ് 1", "T": "ധര്മ അധര്മ വിങ്ഗഡിസി അധര്മദ നരഗള ബേഗ കത്തരിസി <br/> നിര്മലാചാരദി സരിസി പര ബൊമ്മ മൂരുതി പാദ കമലവ ഭ്ജജിസി"}, {"M": "ചരണമ് 2", "T": "തനുവ ഖണ്ഡിസി ഒമ്മെ മാഡോ നിന്ന മനവ ദണ്ഡിസി പരമാത്മന്ന കാണോ <br/> കൊനെഗെ നിന്നൊളഗെ നീ ജാണോ മുക്തി നിന ദൂരില്ലവു ഒന്ദേ ഗേണോ"}, {"M": "ചരണമ് 3", "T": "ആതനരിവഗെ കേഡില്ല അവ പാദക പതി സങ്ഗവ മാഡവനല്ല <br/> നീതിവന്തരു കേളിരെല്ല നമ കാദെന ഗതിയീവ പുരന്ദര വിട്ടല"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "मनव स्ःओड्ःइसबेकु नित्य दीन दीन माडुव पाप पुण्यद्द वेच्च"}, {"M": "चरणम् 1", "T": "धर्म अधर्म विङ्गडिसि अधर्मद नरगल बेग कत्तरिसि <br/> निर्मलाचारदि सरिसि पर बोम्म मूरुति पाद कमलव भ्जजिसि"}, {"M": "चरणम् 2", "T": "तनुव खण्डिसि ओम्मे माडो निन्न मनव दण्डिसि परमात्मन्न काणो <br/> कोनेगे निन्नोलगे नी जाणो मुक्ति निन दूरिल्लवु ओन्दे गेणो"}, {"M": "चरणम् 3", "T": "आतनरिवगे केडिल्ल अव पादक पति सङ्गव माडवनल्ल <br/> नीतिवन्तरु केलिरेल्ल नम कादेन गतियीव पुरन्दर विट्टल"}]}], "videos": [{"folder": [{"A": [3723, 3060], "songs": [{"C": [5282, 5005], "D": "6:18", "I": "RQmqTcXQLic", "R": [1709, 1091], "S": [11671, 12043], "T": [0, 0], "V": "4,200"}]}, {"A": [3690, 3030], "songs": [{"C": [5282, 5005], "D": "8:40", "I": "Bd1cGPqWcFE", "R": [1629, 1013], "S": [11671, 12043], "T": [0, 0], "V": "218"}]}, {"A": [4003, 3365], "songs": [{"C": [5282, 5005], "D": "5:30", "I": "7SXTRiKTgnc", "R": [1692, 1071], "S": [11671, 12043], "T": [0, 0], "V": "6,055"}]}]}]}