{"stats": [{"H": "Videos", "C": "12"}, {"H": "Ragas", "C": "2"}, {"H": "Artists", "C": "6"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "1 H"}, {"H": "Views", "C": "122 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Oothukkadu Venkata Kavi", "P": "UtthukkADu vEGkaTa kavi"}, {"H": "Raga", "V": "Arabhi", "P": "Arabhi"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Sanskrit", "P": "Sanskrit"}, {"H": "God", "V": "k.RshNA", "P": "k.RshNA"}], "title": {"H": "Marakatha Manimaya", "V": "marakata maNimaya cElA gOpAla madana", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "marakata maNimaya cElA gOpAla madana kOTi saundarya vijita paramAnanda gOvinda mukunda"}, {"M": "anupallavi", "T": "tara karatala muraLI navanIta vadana kamala Ananda hasana tara <br/> nayana kamala Ananda jvalita mama hrdaya kamala nirantara jagannAtha"}, {"M": "madhyamakAla sAhityam", "T": "tAm takiTa takataka dhimi ri sa ni dha tajhaNu sa ri ma ga ri da sa ri ma pA <br/> tajhaNu  sa ri ma ga ri tajham jham takiTa dhitlAm kiTa dha pa ma ga ri tadingiNatOm"}, {"M": "caraNam", "T": "mAnita guNa SIlA dayALA mAm pAlaya varabAlA gOpAlA sA ni dha pa ma ga ri <br/> muraLIdharA nanda mukunda mama mAnasa pada sarasIruha dala yugaLA Adi <br/> madhyAnanda rahita vaibhava ananta kalyANa guNA mama rakshaka"}, {"M": "madhyamakAla sAhityam", "T": "takiTa dhrimita taka taka dhimi dhImtaka taka tika tOm taka tOm taka dhiranA <br/> vanaja nayana rAdhAmukha madhukara rasika rasikavara rAsa vilAsa <br/> takiTa dhrimita taka taka dhimi dhImtaka taka tika tOm takatOm taka dhiranA <br/> navarasa kaTitaTa SObhita vallabha nava vrajayuvatI manOllAsa <br/> taka tika tOm taka taka tOm taka dhiranA kanaka maNimaya nUpura dharaNA <br/> taka tika tOm taka tOm taka dhiranA kamala bhavanuta SASvata caraNA <br/> kalpita kali kalushajvara mardana kALinga nartana katitha janArdana"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "மரகத மணிமய சேலா கோபால மதன கோடி சௌந்தர்ய விஜித பரமானந்த கோவிந்த முகுந்த"}, {"M": "அனுபல்லவி", "T": "தர கரதல முரளீ நவனீத வதன கமல ஆனந்த ஹசன தர <br/> நயன கமல ஆனந்த ஜ்வலித மம ஹ்ர்தய கமல நிரந்தர ஜகன்னாத"}, {"M": "மத்யமகால சாஹித்யம்", "T": "தாம் தகிட தகதக திமி ரி ச நி த தஜணு ச ரி ம க ரி த ச ரி ம பா <br/> தஜணு  ச ரி ம க ரி தஜம் ஜம் தகிட தித்லாம் கிட த ப ம க ரி ததிங்கிணதோம்"}, {"M": "சரணம்", "T": "மானித குண சீலா தயாளா மாம் பாலய வரபாலா கோபாலா சா நி த ப ம க ரி <br/> முரளீதரா நந்த முகுந்த மம மானச பத சரசீருஹ தல யுகளா ஆதி <br/> மத்யானந்த ரஹித வைபவ அனந்த கல்யாண குணா மம ரக்ஷக"}, {"M": "மத்யமகால சாஹித்யம்", "T": "தகிட த்ரிமித தக தக திமி தீம்தக தக திக தோம் தக தோம் தக திரனா <br/> வனஜ நயன ராதாமுக மதுகர ரசிக ரசிகவர ராச விலாச <br/> தகிட த்ரிமித தக தக திமி தீம்தக தக திக தோம் தகதோம் தக திரனா <br/> நவரச கடிதட சோபித வல்லப நவ வ்ரஜயுவதீ மனோல்லாச <br/> தக திக தோம் தக தக தோம் தக திரனா கனக மணிமய நூபுர தரணா <br/> தக திக தோம் தக தோம் தக திரனா கமல பவனுத சாஶ்வத சரணா <br/> கல்பித கலி கலுஷஜ்வர மர்தன காளிங்க நர்தன கதித ஜனார்தன"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "మరకత మణిమయ చేలా గోపాల మదన కోటి సౌన్దర్య విజిత పరమానన్ద గోవిన్ద ముకున్ద"}, {"M": "అనుపల్లవి", "T": "తర కరతల మురళీ నవనీత వదన కమల ఆనన్ద హసన తర <br/> నయన కమల ఆనన్ద జ్వలిత మమ హ్ర్దయ కమల నిరన్తర జగన్నాథ"}, {"M": "మధ్యమకాల సాహిత్యమ్", "T": "తామ్ తకిట తకతక ధిమి రి స ని ధ తఝణు స రి మ గ రి ద స రి మ పా <br/> తఝణు  స రి మ గ రి తఝమ్ ఝమ్ తకిట ధిత్లామ్ కిట ధ ప మ గ రి తదిఙ్గిణతోమ్"}, {"M": "చరణమ్", "T": "మానిత గుణ శీలా దయాళా మామ్ పాలయ వరబాలా గోపాలా సా ని ధ ప మ గ రి <br/> మురళీధరా నన్ద ముకున్ద మమ మానస పద సరసీరుహ దల యుగళా ఆది <br/> మధ్యానన్ద రహిత వైభవ అనన్త కల్యాణ గుణా మమ రక్షక"}, {"M": "మధ్యమకాల సాహిత్యమ్", "T": "తకిట ధ్రిమిత తక తక ధిమి ధీమ్తక తక తిక తోమ్ తక తోమ్ తక ధిరనా <br/> వనజ నయన రాధాముఖ మధుకర రసిక రసికవర రాస విలాస <br/> తకిట ధ్రిమిత తక తక ధిమి ధీమ్తక తక తిక తోమ్ తకతోమ్ తక ధిరనా <br/> నవరస కటితట శోభిత వల్లభ నవ వ్రజయువతీ మనోల్లాస <br/> తక తిక తోమ్ తక తక తోమ్ తక ధిరనా కనక మణిమయ నూపుర ధరణా <br/> తక తిక తోమ్ తక తోమ్ తక ధిరనా కమల భవనుత శాశ్వత చరణా <br/> కల్పిత కలి కలుషజ్వర మర్దన కాళిఙ్గ నర్తన కతిథ జనార్దన"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಮರಕತ ಮಣಿಮಯ ಚೇಲಾ ಗೋಪಾಲ ಮದನ ಕೋಟಿ ಸೌನ್ದರ್ಯ ವಿಜಿತ ಪರಮಾನನ್ದ ಗೋವಿನ್ದ ಮುಕುನ್ದ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ತರ ಕರತಲ ಮುರಳೀ ನವನೀತ ವದನ ಕಮಲ ಆನನ್ದ ಹಸನ ತರ <br/> ನಯನ ಕಮಲ ಆನನ್ದ ಜ್ವಲಿತ ಮಮ ಹ್ರ್ದಯ ಕಮಲ ನಿರನ್ತರ ಜಗನ್ನಾಥ"}, {"M": "ಮಧ್ಯಮಕಾಲ ಸಾಹಿತ್ಯಮ್", "T": "ತಾಮ್ ತಕಿಟ ತಕತಕ ಧಿಮಿ ರಿ ಸ ನಿ ಧ ತಝಣು ಸ ರಿ ಮ ಗ ರಿ ದ ಸ ರಿ ಮ ಪಾ <br/> ತಝಣು  ಸ ರಿ ಮ ಗ ರಿ ತಝಮ್ ಝಮ್ ತಕಿಟ ಧಿತ್ಲಾಮ್ ಕಿಟ ಧ ಪ ಮ ಗ ರಿ ತದಿಙ್ಗಿಣತೋಮ್"}, {"M": "ಚರಣಮ್", "T": "ಮಾನಿತ ಗುಣ ಶೀಲಾ ದಯಾಳಾ ಮಾಮ್ ಪಾಲಯ ವರಬಾಲಾ ಗೋಪಾಲಾ ಸಾ ನಿ ಧ ಪ ಮ ಗ ರಿ <br/> ಮುರಳೀಧರಾ ನನ್ದ ಮುಕುನ್ದ ಮಮ ಮಾನಸ ಪದ ಸರಸೀರುಹ ದಲ ಯುಗಳಾ ಆದಿ <br/> ಮಧ್ಯಾನನ್ದ ರಹಿತ ವೈಭವ ಅನನ್ತ ಕಲ್ಯಾಣ ಗುಣಾ ಮಮ ರಕ್ಷಕ"}, {"M": "ಮಧ್ಯಮಕಾಲ ಸಾಹಿತ್ಯಮ್", "T": "ತಕಿಟ ಧ್ರಿಮಿತ ತಕ ತಕ ಧಿಮಿ ಧೀಮ್ತಕ ತಕ ತಿಕ ತೋಮ್ ತಕ ತೋಮ್ ತಕ ಧಿರನಾ <br/> ವನಜ ನಯನ ರಾಧಾಮುಖ ಮಧುಕರ ರಸಿಕ ರಸಿಕವರ ರಾಸ ವಿಲಾಸ <br/> ತಕಿಟ ಧ್ರಿಮಿತ ತಕ ತಕ ಧಿಮಿ ಧೀಮ್ತಕ ತಕ ತಿಕ ತೋಮ್ ತಕತೋಮ್ ತಕ ಧಿರನಾ <br/> ನವರಸ ಕಟಿತಟ ಶೋಭಿತ ವಲ್ಲಭ ನವ ವ್ರಜಯುವತೀ ಮನೋಲ್ಲಾಸ <br/> ತಕ ತಿಕ ತೋಮ್ ತಕ ತಕ ತೋಮ್ ತಕ ಧಿರನಾ ಕನಕ ಮಣಿಮಯ ನೂಪುರ ಧರಣಾ <br/> ತಕ ತಿಕ ತೋಮ್ ತಕ ತೋಮ್ ತಕ ಧಿರನಾ ಕಮಲ ಭವನುತ ಶಾಶ್ವತ ಚರಣಾ <br/> ಕಲ್ಪಿತ ಕಲಿ ಕಲುಷಜ್ವರ ಮರ್ದನ ಕಾಳಿಙ್ಗ ನರ್ತನ ಕತಿಥ ಜನಾರ್ದನ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "മരകത മണിമയ ചേലാ ഗോപാല മദന കോടി സൌന്ദര്യ വിജിത പരമാനന്ദ ഗോവിന്ദ മുകുന്ദ"}, {"M": "അനുപല്ലവി", "T": "തര കരതല മുരളീ നവനീത വദന കമല ആനന്ദ ഹസന തര <br/> നയന കമല ആനന്ദ ജ്വലിത മമ ഹ്ര്ദയ കമല നിരന്തര ജഗന്നാഥ"}, {"M": "മധ്യമകാല സാഹിത്യമ്", "T": "താമ് തകിട തകതക ധിമി രി സ നി ധ തഝണു സ രി മ ഗ രി ദ സ രി മ പാ <br/> തഝണു  സ രി മ ഗ രി തഝമ് ഝമ് തകിട ധിത്ലാമ് കിട ധ പ മ ഗ രി തദിങ്ഗിണതോമ്"}, {"M": "ചരണമ്", "T": "മാനിത ഗുണ ശീലാ ദയാളാ മാമ് പാലയ വരബാലാ ഗോപാലാ സാ നി ധ പ മ ഗ രി <br/> മുരളീധരാ നന്ദ മുകുന്ദ മമ മാനസ പദ സരസീരുഹ ദല യുഗളാ ആദി <br/> മധ്യാനന്ദ രഹിത വൈഭവ അനന്ത കല്യാണ ഗുണാ മമ രക്ഷക"}, {"M": "മധ്യമകാല സാഹിത്യമ്", "T": "തകിട ധ്രിമിത തക തക ധിമി ധീമ്തക തക തിക തോമ് തക തോമ് തക ധിരനാ <br/> വനജ നയന രാധാമുഖ മധുകര രസിക രസികവര രാസ വിലാസ <br/> തകിട ധ്രിമിത തക തക ധിമി ധീമ്തക തക തിക തോമ് തകതോമ് തക ധിരനാ <br/> നവരസ കടിതട ശോഭിത വല്ലഭ നവ വ്രജയുവതീ മനോല്ലാസ <br/> തക തിക തോമ് തക തക തോമ് തക ധിരനാ കനക മണിമയ നൂപുര ധരണാ <br/> തക തിക തോമ് തക തോമ് തക ധിരനാ കമല ഭവനുത ശാശ്വത ചരണാ <br/> കല്പിത കലി കലുഷജ്വര മര്ദന കാളിങ്ഗ നര്തന കതിഥ ജനാര്ദന"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "मरकत मणिमय चेला गोपाल मदन कोटि सौन्दर्य विजित परमानन्द गोविन्द मुकुन्द"}, {"M": "अनुपल्लवि", "T": "तर करतल मुरली नवनीत वदन कमल आनन्द हसन तर <br/> नयन कमल आनन्द ज्वलित मम ह्र्दय कमल निरन्तर जगन्नाथ"}, {"M": "मध्यमकाल साहित्यम्", "T": "ताम् तकिट तकतक धिमि रि स नि ध तझणु स रि म ग रि द स रि म पा <br/> तझणु  स रि म ग रि तझम् झम् तकिट धित्लाम् किट ध प म ग रि तदिङ्गिणतोम्"}, {"M": "चरणम्", "T": "मानित गुण शीला दयाला माम् पालय वरबाला गोपाला सा नि ध प म ग रि <br/> मुरलीधरा नन्द मुकुन्द मम मानस पद सरसीरुह दल युगला आदि <br/> मध्यानन्द रहित वैभव अनन्त कल्याण गुणा मम रक्षक"}, {"M": "मध्यमकाल साहित्यम्", "T": "तकिट ध्रिमित तक तक धिमि धीम्तक तक तिक तोम् तक तोम् तक धिरना <br/> वनज नयन राधामुख मधुकर रसिक रसिकवर रास विलास <br/> तकिट ध्रिमित तक तक धिमि धीम्तक तक तिक तोम् तकतोम् तक धिरना <br/> नवरस कटितट शोभित वल्लभ नव व्रजयुवती मनोल्लास <br/> तक तिक तोम् तक तक तोम् तक धिरना कनक मणिमय नूपुर धरणा <br/> तक तिक तोम् तक तोम् तक धिरना कमल भवनुत शाश्वत चरणा <br/> कल्पित कलि कलुषज्वर मर्दन कालिङ्ग नर्तन कतिथ जनार्दन"}]}], "videos": [{"folder": [{"A": [3036, 3037], "songs": [{"C": [5025, 5026], "D": "6:45", "I": "1r_PF92zq-w", "R": [1009, 1009], "S": [9180, 10914], "T": [0, 0], "V": "7,100"}, {"C": [5025, 5026], "D": "28:43", "I": "Hmxkz8NKeH8", "R": [1009, 1009], "S": [9180, 10914], "T": [0, 0], "V": "2,400"}, {"C": [5025, 5026], "D": "5:56", "I": "CqFXTyXrutY", "R": [1155, 1156], "S": [9180, 10914], "T": [0, 0], "V": "213"}]}, {"A": [3094, 3095], "songs": [{"C": [5025, 5026], "D": "7:05", "I": "kHTFRQ9MKuE", "R": [1009, 1009], "S": [9180, 10914], "T": [0, 0], "V": "16,002"}, {"C": [5025, 5026], "D": "7:07", "I": "0kbdpF1CD6E", "R": [1009, 1009], "S": [9180, 10914], "T": [0, 0], "V": "355"}]}, {"A": [3044, 3045], "songs": [{"C": [5025, 5026], "D": "9:41", "I": "Jn7wuLXmSrA", "R": [1009, 1009], "S": [9180, 10914], "T": [0, 0], "V": "30,000"}, {"C": [5025, 5026], "D": "9:22", "I": "OZWwM1VogJ0", "R": [1009, 1009], "S": [9180, 10914], "T": [0, 0], "V": "24,457"}, {"C": [5025, 5026], "D": "9:46", "I": "Wt-6rd-_fKc", "R": [1009, 1009], "S": [9180, 10914], "T": [0, 0], "V": "14,374"}, {"C": [5025, 5026], "D": "9:37", "I": "gu7pfqjWRYA", "R": [1009, 1009], "S": [9180, 10914], "T": [0, 0], "V": "144"}]}, {"A": [3226, 3227], "songs": [{"C": [5025, 5026], "D": "7:55", "I": "E9VOrmrv5og", "R": [1009, 1009], "S": [9180, 10914], "T": [0, 0], "V": "52"}]}, {"A": [3945, 3955], "songs": [{"C": [5025, 5026], "D": "17:29", "I": "gA_eRh1_NtU", "R": [1009, 1009], "S": [9180, 10914], "T": [0, 0], "V": "28"}]}, {"A": [3100, 3102], "songs": [{"C": [5025, 5026], "D": "6:55", "I": "y49vgKv5KLY", "R": [1009, 1009], "S": [9180, 10914], "T": [0, 0], "V": "26,000"}]}]}]}