{"stats": [{"H": "Videos", "C": "146"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "36"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "16 H"}, {"H": "Views", "C": "3 M"}], "info": [{"H": "Type", "V": "Varnam", "P": "varNam", "I": 4}, {"H": "Composer", "V": "Muthiah Bhagavathar", "P": "mutthaiyA bhAgavatar", "I": 11}, {"H": "Raga", "V": "Khamas", "P": "khamAs", "I": 16}, {"H": "Tala", "V": "Adi", "P": "Adi", "I": 1}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA", "I": 0}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2", "I": 0}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8", "I": 0}, {"H": "Language", "V": "Sanskrit", "P": "Sanskrit", "I": 0}, {"H": "God", "V": "dEvi", "P": "dEvi", "I": 0}], "title": {"T": 156, "H": "Mate Malayadhwaja", "V": "mAtE malayadvaja", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "mAtE malayadvaja pANDya samjAtE mAtanga vadana guha"}, {"M": "anupallavi", "T": "SAtOdhari Sankari cAmuNDESvari candrakalAdhari tAyE gaurI"}, {"M": "muktAyi sAhityam", "T": "dada nidani dadanida danipama dada nirisani sadanisa dapapama dada nigarini risanida panidama dada magamapa mapa dada nini dama dada risanida ni dad a madanima ni dada pa dad a ni dad a sada nida magari sani da nisanini dada pama <br/> dAtA sakala kalA nipuNa catura dAtA sulabha hrdaya madhura vacana <br/> dAtA sarasa ruciratara svara laya gIta sukhada nija bhAva rasika vara dAtA mahiSUra nAda nAlvaTi SrI <br/> krshNa rAjEndrara tAyE sadA pore mahite harikESa manOharE sadayE"}, {"M": "caraNam", "T": "SyAmE sakala bhuvana sArvabhaumE SaSi maNDala madyagE <br/> ma, ma pani dada papa magamapa ma ma nida masani dapa dada SyAmE <br/> nidanida dapapama papa nidapama gamapa nidama sanidapa manida SyAmE <br/> sa sa sa nidanisa nidapa magamapa mamama samagama pasanida ni <br/> nidani padani mapadani gamapadani samagama padani samagari sasanida pada SyAmE"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "மாதே மலயத்வஜ பாண்ட்ய சம்ஜாதே மாதங்க வதன குஹ"}, {"M": "அனுபல்லவி", "T": "சாதோதரி சங்கரி சாமுண்டேஶ்வரி சந்த்ரகலாதரி தாயே கௌரீ"}, {"M": "முக்தாயி சாஹித்யம்", "T": "தத நிதனி ததனித தனிபம தத நிரிசனி சதனிச தபபம தத நிகரினி ரிசனித பனிதம தத மகமப மப தத நினி தம தத ரிசனித நி தத் அ மதனிம நி தத ப தத் அ நி தத் அ சத நித மகரி சனி த நிசனினி தத பம <br/> தாதா சகல கலா நிபுண சதுர தாதா சுலப ஹ்ர்தய மதுர வசன <br/> தாதா சரச ருசிரதர ஸ்வர லய கீத சுகத நிஜ பாவ ரசிக வர தாதா மஹிசூர நாத நால்வடி ஶ்ரீ <br/> க்ர்ஷ்ண ராஜேந்த்ரர தாயே சதா பொரெ மஹிதெ ஹரிகேச மனோஹரே சதயே"}, {"M": "சரணம்", "T": "ஶ்யாமே சகல புவன சார்வபௌமே சசி மண்டல மத்யகே <br/> ம, ம பனி தத பப மகமப ம ம நித மசனி தப தத ஶ்யாமே <br/> நிதனித தபபம பப நிதபம கமப நிதம சனிதப மனித ஶ்யாமே <br/> ச ச ச நிதனிச நிதப மகமப மமம சமகம பசனித நி <br/> நிதனி பதனி மபதனி கமபதனி சமகம பதனி சமகரி சசனித பத ஶ்யாமே"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "మాతే మలయద్వజ పాణ్డ్య సమ్జాతే మాతంగ వదన గుహ"}, {"M": "అనుపల్లవి", "T": "శాతోధరి శంకరి చాముణ్డేశ్వరి చన్ద్రకలాధరి తాయే గౌరీ"}, {"M": "ముక్తాయి సాహిత్యమ్", "T": "దద నిదని దదనిద దనిపమ దద నిరిసని సదనిస దపపమ దద నిగరిని రిసనిద పనిదమ దద మగమప మప దద నిని దమ దద రిసనిద ని దద్ అ మదనిమ ని దద ప దద్ అ ని దద్ అ సద నిద మగరి సని ద నిసనిని దద పమ <br/> దాతా సకల కలా నిపుణ చతుర దాతా సులభ హ్ర్దయ మధుర వచన <br/> దాతా సరస రుచిరతర స్వర లయ గీత సుఖద నిజ భావ రసిక వర దాతా మహిశూర నాద నాల్వటి శ్రీ <br/> క్ర్ష్ణ రాజేన్ద్రర తాయే సదా పొరె మహితె హరికేశ మనోహరే సదయే"}, {"M": "చరణమ్", "T": "శ్యామే సకల భువన సార్వభౌమే శశి మణ్డల మద్యగే <br/> మ, మ పని దద పప మగమప మ మ నిద మసని దప దద శ్యామే <br/> నిదనిద దపపమ పప నిదపమ గమప నిదమ సనిదప మనిద శ్యామే <br/> స స స నిదనిస నిదప మగమప మమమ సమగమ పసనిద ని <br/> నిదని పదని మపదని గమపదని సమగమ పదని సమగరి ససనిద పద శ్యామే"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಮಾತೇ ಮಲಯದ್ವಜ ಪಾಣ್ಡ್ಯ ಸಮ್ಜಾತೇ ಮಾತಂಗ ವದನ ಗುಹ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಶಾತೋಧರಿ ಶಂಕರಿ ಚಾಮುಣ್ಡೇಶ್ವರಿ ಚನ್ದ್ರಕಲಾಧರಿ ತಾಯೇ ಗೌರೀ"}, {"M": "ಮುಕ್ತಾಯಿ ಸಾಹಿತ್ಯಮ್", "T": "ದದ ನಿದನಿ ದದನಿದ ದನಿಪಮ ದದ ನಿರಿಸನಿ ಸದನಿಸ ದಪಪಮ ದದ ನಿಗರಿನಿ ರಿಸನಿದ ಪನಿದಮ ದದ ಮಗಮಪ ಮಪ ದದ ನಿನಿ ದಮ ದದ ರಿಸನಿದ ನಿ ದದ್ ಅ ಮದನಿಮ ನಿ ದದ ಪ ದದ್ ಅ ನಿ ದದ್ ಅ ಸದ ನಿದ ಮಗರಿ ಸನಿ ದ ನಿಸನಿನಿ ದದ ಪಮ <br/> ದಾತಾ ಸಕಲ ಕಲಾ ನಿಪುಣ ಚತುರ ದಾತಾ ಸುಲಭ ಹ್ರ್ದಯ ಮಧುರ ವಚನ <br/> ದಾತಾ ಸರಸ ರುಚಿರತರ ಸ್ವರ ಲಯ ಗೀತ ಸುಖದ ನಿಜ ಭಾವ ರಸಿಕ ವರ ದಾತಾ ಮಹಿಶೂರ ನಾದ ನಾಲ್ವಟಿ ಶ್ರೀ <br/> ಕ್ರ್ಷ್ಣ ರಾಜೇನ್ದ್ರರ ತಾಯೇ ಸದಾ ಪೊರೆ ಮಹಿತೆ ಹರಿಕೇಶ ಮನೋಹರೇ ಸದಯೇ"}, {"M": "ಚರಣಮ್", "T": "ಶ್ಯಾಮೇ ಸಕಲ ಭುವನ ಸಾರ್ವಭೌಮೇ ಶಶಿ ಮಣ್ಡಲ ಮದ್ಯಗೇ <br/> ಮ, ಮ ಪನಿ ದದ ಪಪ ಮಗಮಪ ಮ ಮ ನಿದ ಮಸನಿ ದಪ ದದ ಶ್ಯಾಮೇ <br/> ನಿದನಿದ ದಪಪಮ ಪಪ ನಿದಪಮ ಗಮಪ ನಿದಮ ಸನಿದಪ ಮನಿದ ಶ್ಯಾಮೇ <br/> ಸ ಸ ಸ ನಿದನಿಸ ನಿದಪ ಮಗಮಪ ಮಮಮ ಸಮಗಮ ಪಸನಿದ ನಿ <br/> ನಿದನಿ ಪದನಿ ಮಪದನಿ ಗಮಪದನಿ ಸಮಗಮ ಪದನಿ ಸಮಗರಿ ಸಸನಿದ ಪದ ಶ್ಯಾಮೇ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "മാതേ മലയദ്വജ പാണ്ഡ്യ സമ്ജാതേ മാതംഗ വദന ഗുഹ"}, {"M": "അനുപല്ലവി", "T": "ശാതോധരി ശംകരി ചാമുണ്ഡേശ്വരി ചന്ദ്രകലാധരി തായേ ഗൌരീ"}, {"M": "മുക്തായി സാഹിത്യമ്", "T": "ദദ നിദനി ദദനിദ ദനിപമ ദദ നിരിസനി സദനിസ ദപപമ ദദ നിഗരിനി രിസനിദ പനിദമ ദദ മഗമപ മപ ദദ നിനി ദമ ദദ രിസനിദ നി ദദ് അ മദനിമ നി ദദ പ ദദ് അ നി ദദ് അ സദ നിദ മഗരി സനി ദ നിസനിനി ദദ പമ <br/> ദാതാ സകല കലാ നിപുണ ചതുര ദാതാ സുലഭ ഹ്ര്ദയ മധുര വചന <br/> ദാതാ സരസ രുചിരതര സ്വര ലയ ഗീത സുഖദ നിജ ഭാവ രസിക വര ദാതാ മഹിശൂര നാദ നാല്വടി ശ്രീ <br/> ക്ര്ഷ്ണ രാജേന്ദ്രര തായേ സദാ പൊരെ മഹിതെ ഹരികേശ മനോഹരേ സദയേ"}, {"M": "ചരണമ്", "T": "ശ്യാമേ സകല ഭുവന സാര്വഭൌമേ ശശി മണ്ഡല മദ്യഗേ <br/> മ, മ പനി ദദ പപ മഗമപ മ മ നിദ മസനി ദപ ദദ ശ്യാമേ <br/> നിദനിദ ദപപമ പപ നിദപമ ഗമപ നിദമ സനിദപ മനിദ ശ്യാമേ <br/> സ സ സ നിദനിസ നിദപ മഗമപ മമമ സമഗമ പസനിദ നി <br/> നിദനി പദനി മപദനി ഗമപദനി സമഗമ പദനി സമഗരി സസനിദ പദ ശ്യാമേ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "माते मलयद्वज पाण्ड्य सम्जाते मातंग वदन गुह"}, {"M": "अनुपल्लवि", "T": "शातोधरि शंकरि चामुण्डेश्वरि चन्द्रकलाधरि ताये गौरी"}, {"M": "मुक्तायि साहित्यम्", "T": "दद निदनि ददनिद दनिपम दद निरिसनि सदनिस दपपम दद निगरिनि रिसनिद पनिदम दद मगमप मप दद निनि दम दद रिसनिद नि दद् अ मदनिम नि दद प दद् अ नि दद् अ सद निद मगरि सनि द निसनिनि दद पम <br/> दाता सकल कला निपुण चतुर दाता सुलभ ह्र्दय मधुर वचन <br/> दाता सरस रुचिरतर स्वर लय गीत सुखद निज भाव रसिक वर दाता महिशूर नाद नाल्वटि श्री <br/> क्र्ष्ण राजेन्द्रर ताये सदा पोरे महिते हरिकेश मनोहरे सदये"}, {"M": "चरणम्", "T": "श्यामे सकल भुवन सार्वभौमे शशि मण्डल मद्यगे <br/> म, म पनि दद पप मगमप म म निद मसनि दप दद श्यामे <br/> निदनिद दपपम पप निदपम गमप निदम सनिदप मनिद श्यामे <br/> स स स निदनिस निदप मगमप ममम समगम पसनिद नि <br/> निदनि पदनि मपदनि गमपदनि समगम पदनि समगरि ससनिद पद श्यामे"}]}], "L": "l", "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c1466.shtml"}]}], "songs": [{"I": "Y3x7E2E9h9Y", "T": 4, "S": 156, "R": 16, "C": 11, "A": 228, "D": "8:52", "V": "231", "J": "s"}, {"I": "9CVuQWDQYjg", "T": 4, "S": 156, "R": 16, "C": 11, "A": 51, "D": "12:22", "V": "3,651", "J": "m"}, {"I": "VU6RmagwZZE", "T": 4, "S": 156, "R": 16, "C": 11, "A": 51, "D": "8:29", "V": "2,762", "J": "m"}, {"I": "NYHfCpegMSw", "T": 4, "S": 156, "R": 16, "C": 11, "A": 51, "D": "11:05", "V": "28", "J": "m"}, {"I": "1bSpwn9Rjno", "T": 4, "S": 156, "R": 16, "C": 11, "A": 51, "D": "12:40", "V": "15", "J": "m"}, {"I": "f12cciFokJY&start=103&end=592", "T": 4, "S": 156, "R": 16, "C": 11, "A": 404, "D": "8:09", "V": "36,921", "J": "m"}, {"I": "--URIGM1wXQ&start=0&end=262", "T": 4, "S": 156, "R": 16, "C": 11, "A": 404, "D": "4:22", "V": "979", "J": "m"}, {"I": "CukyhzStv14", "T": 4, "S": 156, "R": 16, "C": 11, "A": 419, "D": "27:20", "V": "336", "J": "m"}, {"I": "CC2oe4OcPkQ", "T": 4, "S": 156, "R": 16, "C": 11, "A": 209, "D": "7:45", "V": "6,056", "J": "h"}, {"I": "O3pGaSn4Mvk", "T": 4, "S": 156, "R": 16, "C": 11, "A": 521, "D": "9:49", "V": "396", "J": "m"}, {"I": "xNN3Po2SDtI", "T": 4, "S": 156, "R": 16, "C": 11, "A": 303, "D": "8:38", "V": "1,430", "J": "h"}, {"I": "FJNcNeD3IaE&start=0&end=376", "T": 4, "S": 156, "R": 16, "C": 11, "A": 303, "D": "6:16", "V": "278", "J": "m"}, {"I": "isAm_1GFT3U&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 93, "D": "0:00", "V": "0", "J": "m"}, {"I": "G81-ai12WnA", "T": 4, "S": 156, "R": 16, "C": 11, "A": 70, "D": "7:36", "V": "855", "J": "h"}, {"I": "cga7bijZqvs", "T": 4, "S": 156, "R": 16, "C": 11, "A": 70, "D": "3:28", "V": "844", "J": "s"}, {"I": "fyXu7RNIHNY", "T": 4, "S": 156, "R": 16, "C": 11, "A": 70, "D": "3:28", "V": "689", "J": "h"}, {"I": "BcmiUMn4kkI", "T": 4, "S": 156, "R": 16, "C": 11, "A": 167, "D": "11:48", "V": "2,983", "J": "m"}, {"I": "PLOGH2_aSeY", "T": 4, "S": 156, "R": 16, "C": 11, "A": 179, "D": "6:58", "V": "1,038", "J": "m"}, {"I": "NU7gNrhL-Vo&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 179, "D": "0:00", "V": "0", "J": "s"}, {"I": "NfrKryCPJaE", "T": 4, "S": 156, "R": 16, "C": 11, "A": 428, "D": "8:00", "V": "192", "J": "m"}, {"I": "uuWxfePODpc&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 1, "D": "0:00", "V": "0", "J": "m"}, {"I": "3NzkQNjLzR4&start=0&end=457", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "7:37", "V": "1,123,837", "J": "m"}, {"I": "v47Xg6i2H28", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "7:45", "V": "191,716", "J": "h"}, {"I": "AtnHKkhG7IA", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "3:49", "V": "72,789", "J": "h"}, {"I": "aDhh_-2PanU&start=101&end=668", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "9:27", "V": "22,758", "J": "m"}, {"I": "y46eOE4F4aE", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "9:08", "V": "13,408", "J": "h"}, {"I": "EPYCRCBiVs0&start=3873&end=4330", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "7:37", "V": "7,297", "J": "m"}, {"I": "I-JUkXZwjvg", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "8:00", "V": "3,762", "J": "m"}, {"I": "0oa9vt2RdNI&start=0&end=457", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "7:37", "V": "3,727", "J": "m"}, {"I": "FxovbdxQ5fs&start=4087&end=4544", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "7:37", "V": "3,314", "J": "m"}, {"I": "3hnc49X57us", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "10:26", "V": "3,186", "J": "m"}, {"I": "sFRfkF8yGkQ", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "8:09", "V": "2,731", "J": "m"}, {"I": "g3StzFmfO9g&start=0&end=528", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "8:48", "V": "2,090", "J": "h"}, {"I": "9VB-sO6MKok", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "7:07", "V": "964", "J": "m"}, {"I": "ZGw9mJgguuE", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "7:57", "V": "920", "J": "m"}, {"I": "enhat3Sv4Xs", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "0:53", "V": "652", "J": "m"}, {"I": "610FcVU4-ic", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "9:05", "V": "477", "J": "m"}, {"I": "XC1Lw7rZMUw&start=0&end=426", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "7:06", "V": "474", "J": "m"}, {"I": "6QOdxwhyOzE&start=0&end=558", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "9:18", "V": "427", "J": "m"}, {"I": "MgVQ6aE3Kus", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "7:42", "V": "374", "J": "m"}, {"I": "w_08pPksb4s", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "8:30", "V": "283", "J": "m"}, {"I": "OzaEt7ARUT0", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "8:11", "V": "218", "J": "m"}, {"I": "hDkKbC_XDZA", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "8:11", "V": "197", "J": "m"}, {"I": "MStmJepC5ic", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "8:55", "V": "159", "J": "m"}, {"I": "Kx2vBSBqGkg", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "9:29", "V": "61", "J": "h"}, {"I": "frMpeyCko5E", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "8:45", "V": "35", "J": "m"}, {"I": "3F9gLlJrYSI", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "7:28", "V": "4", "J": "h"}, {"I": "XS7Z3sQ0b3k", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "8:23", "V": "3", "J": "h"}, {"I": "jJhA4B953V8&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "0:00", "V": "0", "J": "m"}, {"I": "xLRFjo9LcuY&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "0:00", "V": "0", "J": "m"}, {"I": "7fju6SHxLzQ&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "0:00", "V": "0", "J": "m"}, {"I": "qH2edNSvCV4&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "0:00", "V": "0", "J": "m"}, {"I": "vuz61FVPu7Q&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "0:00", "V": "0", "J": "m"}, {"I": "4q1Ez9H5IuU&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "0:00", "V": "0", "J": "m"}, {"I": "GiQ_wMxK5CY&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "0:00", "V": "0", "J": "s"}, {"I": "Tam-pAFWhmg&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 3, "D": "0:00", "V": "0", "J": "s"}, {"I": "87vrupXbdDo", "T": 4, "S": 156, "R": 16, "C": 11, "A": 129, "D": "32:32", "V": "8,715", "J": "m"}, {"I": "pAh-8FM2ywQ", "T": 4, "S": 156, "R": 16, "C": 11, "A": 129, "D": "32:32", "V": "290", "J": "m"}, {"I": "uv6FspHUp8E", "T": 4, "S": 156, "R": 16, "C": 11, "A": 157, "D": "9:30", "V": "312", "J": "m"}, {"I": "Qj9CYia7RYI&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 157, "D": "0:00", "V": "0", "J": "h"}, {"I": "lgOyV7imQO4", "T": 4, "S": 156, "R": 16, "C": 11, "A": 79, "D": "8:35", "V": "52,732", "J": "m"}, {"I": "DYTnjTQg1GI", "T": 4, "S": 156, "R": 16, "C": 11, "A": 104, "D": "9:24", "V": "42,458", "J": "h"}, {"I": "qQxlNZzdggI", "T": 4, "S": 156, "R": 16, "C": 11, "A": 26, "D": "7:40", "V": "300,600", "J": "m"}, {"I": "TKrtMvkOr6I&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 26, "D": "0:00", "V": "0", "J": "m"}, {"I": "p2AFmgwUmg0", "T": 4, "S": 156, "R": 16, "C": 11, "A": 204, "D": "7:24", "V": "43,795", "J": "m"}, {"I": "xbu85ZNUUl8", "T": 4, "S": 156, "R": 16, "C": 11, "A": 365, "D": "11:23", "V": "56,043", "J": "m"}, {"I": "n2dUZ6tcbeY", "T": 4, "S": 156, "R": 16, "C": 11, "A": 225, "D": "8:17", "V": "1,533", "J": "h"}, {"I": "PjSXYQ1zKW0", "T": 4, "S": 156, "R": 16, "C": 11, "A": 225, "D": "8:17", "V": "340", "J": "h"}, {"I": "BBAfePChxMU", "T": 4, "S": 156, "R": 16, "C": 11, "A": 177, "D": "7:24", "V": "10,810", "J": "m"}, {"I": "mkWDgXZl2qE", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "4:34", "V": "88,758", "J": "m"}, {"I": "z9flqyseEAQ", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "16:46", "V": "36,817", "J": "m"}, {"I": "i1fMAonHVWQ", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "9:17", "V": "25,606", "J": "m"}, {"I": "LwNEwZM8_PI", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "6:32", "V": "8,132", "J": "h"}, {"I": "Vbz64LljTc8&start=0&end=536", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "8:56", "V": "6,564", "J": "m"}, {"I": "2lxauZdUUyY", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "3:12", "V": "3,721", "J": "m"}, {"I": "FtZe5EAU7cE", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "16:45", "V": "2,280", "J": "m"}, {"I": "Q_j6mO53lvU&start=0&end=536", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "8:56", "V": "1,342", "J": "m"}, {"I": "bpxlw97Ihx8", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "8:59", "V": "547", "J": "m"}, {"I": "zjlnSPg6EOs", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "7:31", "V": "486", "J": "m"}, {"I": "YKLwwx8zKTw", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "8:33", "V": "455", "J": "m"}, {"I": "E5wl5D5NCe8", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "0:50", "V": "180", "J": "s"}, {"I": "PywirnVVegk", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "8:33", "V": "170", "J": "m"}, {"I": "9bXyVNAKN4E", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "9:00", "V": "126", "J": "m"}, {"I": "kJ11mtFZ7r4", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "4:35", "V": "100", "J": "m"}, {"I": "qxzkvbaPzGE", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "12:47", "V": "39", "J": "m"}, {"I": "s6HtK76VV6k&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "0:00", "V": "0", "J": "m"}, {"I": "Whc90kZ9YHU&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "0:00", "V": "0", "J": "m"}, {"I": "_0OxXeBWB7g&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "0:00", "V": "0", "J": "h"}, {"I": "lSk8Yi2qYkk&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "0:00", "V": "0", "J": "h"}, {"I": "gYay_7l-fkg&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "0:00", "V": "0", "J": "m"}, {"I": "MWoxhobDM4M&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "0:00", "V": "0", "J": "m"}, {"I": "Xp7OLyYX158&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "0:00", "V": "0", "J": "m"}, {"I": "blfRX1pOBio&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "0:00", "V": "0", "J": "m"}, {"I": "l1ya225-eVQ&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "0:00", "V": "0", "J": "h"}, {"I": "6jhHRA-cWTw&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "0:00", "V": "0", "J": "h"}, {"I": "RODfayr6ewo&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "0:00", "V": "0", "J": "m"}, {"I": "vrT_fJJ1hag&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "0:00", "V": "0", "J": "h"}, {"I": "pJ4VygwgBqw&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 5, "D": "0:00", "V": "0", "J": "m"}, {"I": "v_7S_ZCs44Q", "T": 4, "S": 156, "R": 16, "C": 11, "A": 9, "D": "12:27", "V": "687,111", "J": "m"}, {"I": "gLr8kNoxa88", "T": 4, "S": 156, "R": 16, "C": 11, "A": 9, "D": "10:20", "V": "54,207", "J": "h"}, {"I": "NGdBSzsIcv0", "T": 4, "S": 156, "R": 16, "C": 11, "A": 9, "D": "14:42", "V": "5,011", "J": "m"}, {"I": "pjtgvMfxdq0&start=2088&end=3615", "T": 4, "S": 156, "R": 16, "C": 11, "A": 9, "D": "25:27", "V": "1,356", "J": "s"}, {"I": "wiiHgi_Ckrc", "T": 4, "S": 156, "R": 16, "C": 11, "A": 9, "D": "25:30", "V": "845", "J": "m"}, {"I": "_xwM1Nu083c", "T": 4, "S": 156, "R": 16, "C": 11, "A": 9, "D": "9:03", "V": "598", "J": "m"}, {"I": "Vm81LzdDtig", "T": 4, "S": 156, "R": 16, "C": 11, "A": 9, "D": "8:20", "V": "561", "J": "h"}, {"I": "F2MqC3tJhWg", "T": 4, "S": 156, "R": 16, "C": 11, "A": 9, "D": "16:09", "V": "140", "J": "h"}, {"I": "d0oWNAf3pTU&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 9, "D": "0:00", "V": "0", "J": "h"}, {"I": "EvEXx6XHgPk&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 9, "D": "0:00", "V": "0", "J": "h"}, {"I": "c6I3cTC2qy4", "T": 4, "S": 156, "R": 16, "C": 11, "A": 17, "D": "9:37", "V": "16,172", "J": "h"}, {"I": "dB1fneF3kO0", "T": 4, "S": 156, "R": 16, "C": 11, "A": 17, "D": "9:40", "V": "1,513", "J": "h"}, {"I": "ML56K6xEOtA&start=251&end=830", "T": 4, "S": 156, "R": 16, "C": 11, "A": 17, "D": "9:39", "V": "1,310", "J": "h"}, {"I": "E4kdpEbyOKA&start=2037&end=2648", "T": 4, "S": 156, "R": 16, "C": 11, "A": 17, "D": "10:11", "V": "1,259", "J": "m"}, {"I": "jOgX2-I1p-A", "T": 4, "S": 156, "R": 16, "C": 11, "A": 17, "D": "9:40", "V": "366", "J": "m"}, {"I": "fR1eW7ejMV4", "T": 4, "S": 156, "R": 16, "C": 11, "A": 17, "D": "21:35", "V": "172", "J": "m"}, {"I": "F7FJL5CLfdw", "T": 4, "S": 156, "R": 16, "C": 11, "A": 17, "D": "9:50", "V": "152", "J": "m"}, {"I": "8a3Wn1kiIDw", "T": 4, "S": 156, "R": 16, "C": 11, "A": 17, "D": "21:27", "V": "51", "J": "s"}, {"I": "czQ71-EtUGo&start=0&end=4", "T": 4, "S": 156, "R": 16, "C": 11, "A": 17, "D": "0:00", "V": "0", "J": "h"}, {"I": "AI8NJ-fBlSs&start=0&end=4", "T": 4, "S": 156, "R": 16, "C": 11, "A": 17, "D": "0:00", "V": "0", "J": "h"}, {"I": "YUWD2RCfEzE&start=0&end=4", "T": 4, "S": 156, "R": 16, "C": 11, "A": 17, "D": "0:00", "V": "0", "J": "h"}, {"I": "e2dkvyKlGPM", "T": 4, "S": 156, "R": 16, "C": 11, "A": 84, "D": "6:57", "V": "89,639", "J": "h"}, {"I": "kz6z-AjHC8c", "T": 4, "S": 156, "R": 16, "C": 11, "A": 84, "D": "6:33", "V": "85,947", "J": "m"}, {"I": "ZynLCpX1_io&start=34&end=505", "T": 4, "S": 156, "R": 16, "C": 11, "A": 84, "D": "7:51", "V": "71,245", "J": "m"}, {"I": "p8fHNP7DTfI&start=27&end=429", "T": 4, "S": 156, "R": 16, "C": 11, "A": 84, "D": "6:42", "V": "67,373", "J": "m"}, {"I": "PCZVPrg0nf4&start=443&end=928", "T": 4, "S": 156, "R": 16, "C": 11, "A": 84, "D": "8:05", "V": "24,979", "J": "m"}, {"I": "tPkVJAUHnzQ&start=309&end=780", "T": 4, "S": 156, "R": 16, "C": 11, "A": 84, "D": "7:51", "V": "12,242", "J": "m"}, {"I": "EMlLTc0qX58", "T": 4, "S": 156, "R": 16, "C": 11, "A": 84, "D": "7:21", "V": "9,198", "J": "m"}, {"I": "O6ZOGEjIFDg", "T": 4, "S": 156, "R": 16, "C": 11, "A": 84, "D": "4:43", "V": "2,242", "J": "h"}, {"I": "37HNdrR7sCw&start=587&end=1077", "T": 4, "S": 156, "R": 16, "C": 11, "A": 84, "D": "8:10", "V": "1,887", "J": "h"}, {"I": "F8TIZA5SkaA", "T": 4, "S": 156, "R": 16, "C": 11, "A": 84, "D": "7:16", "V": "1,214", "J": "m"}, {"I": "yR3kirYx9dQ", "T": 4, "S": 156, "R": 16, "C": 11, "A": 84, "D": "6:50", "V": "498", "J": "h"}, {"I": "SNEi1Y3JptM", "T": 4, "S": 156, "R": 16, "C": 11, "A": 84, "D": "0:15", "V": "53", "J": "m"}, {"I": "5X8UHZWSgwY", "T": 4, "S": 156, "R": 16, "C": 11, "A": 84, "D": "8:40", "V": "35", "J": "m"}, {"I": "JA4MTBzV0q0&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 84, "D": "0:00", "V": "0", "J": "m"}, {"I": "HtHlnLY6v8U", "T": 4, "S": 156, "R": 16, "C": 11, "A": 163, "D": "10:15", "V": "83", "J": "m"}, {"I": "EZosq1xK_uE", "T": 4, "S": 156, "R": 16, "C": 11, "A": 163, "D": "9:40", "V": "41", "J": "m"}, {"I": "LrpLxLlcIPc&start=0&end=1", "T": 4, "S": 156, "R": 16, "C": 11, "A": 163, "D": "0:00", "V": "0", "J": "s"}, {"I": "rSZU4GhZi9Y", "T": 4, "S": 156, "R": 16, "C": 11, "A": 358, "D": "5:20", "V": "20", "J": "m"}, {"I": "LYZhFAP85is&start=0&end=352", "T": 4, "S": 156, "R": 16, "C": 11, "A": 234, "D": "5:52", "V": "282", "J": "m"}, {"I": "L1ab7ZU4AFk", "T": 4, "S": 156, "R": 16, "C": 11, "A": 78, "D": "7:00", "V": "61,241", "J": "m"}, {"I": "_r7ngog45lA", "T": 4, "S": 156, "R": 16, "C": 11, "A": 78, "D": "9:05", "V": "6,160", "J": "m"}, {"I": "JD4_1IccW4s", "T": 4, "S": 156, "R": 16, "C": 11, "A": 196, "D": "7:33", "V": "17,288", "J": "h"}, {"I": "WlCswHFT57M", "T": 4, "S": 156, "R": 16, "C": 11, "A": 196, "D": "0:38", "V": "862", "J": "h"}, {"I": "oYNS4bT5vdk&start=3301&end=3421", "T": 4, "S": 156, "R": 16, "C": 11, "A": 390, "D": "2:00", "V": "3,057", "J": "m"}, {"I": "_7IOEifUGp4", "T": 4, "S": 156, "R": 16, "C": 11, "A": 151, "D": "0:55", "V": "2,542", "J": "m"}, {"I": "Unv0A9yoy9M", "T": 4, "S": 156, "R": 16, "C": 11, "A": 422, "D": "9:00", "V": "203", "J": "m"}, {"I": "r2i6wrHm51o&start=2763&end=3892", "T": 4, "S": 156, "R": 16, "C": 11, "A": 102, "D": "18:49", "V": "1,646", "J": "m"}], "folders": [["artist", 228, "0"], ["artist", 51, "1,2,3,4"], ["artist", 404, "5,6"], ["artist", 419, "7"], ["artist", 209, "8"], ["artist", 521, "9"], ["artist", 303, "10,11"], ["artist", 93, "12"], ["artist", 70, "13,14,15"], ["artist", 167, "16"], ["artist", 179, "17,18"], ["artist", 428, "19"], ["artist", 1, "20"], ["artist", 3, "21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55"], ["artist", 129, "56,57"], ["artist", 157, "58,59"], ["artist", 79, "60"], ["artist", 104, "61"], ["artist", 26, "62,63"], ["artist", 204, "64"], ["artist", 365, "65"], ["artist", 225, "66,67"], ["artist", 177, "68"], ["artist", 5, "69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,94,95,96,97"], ["artist", 9, "98,99,100,101,102,103,104,105,106,107"], ["artist", 17, "108,109,110,111,112,113,114,115,116,117,118"], ["artist", 84, "119,120,121,122,123,124,125,126,127,128,129,130,131,132"], ["artist", 163, "133,134,135"], ["artist", 358, "136"], ["artist", 234, "137"], ["artist", 78, "138,139"], ["artist", 196, "140,141"], ["artist", 390, "142"], ["artist", 151, "143"], ["artist", 422, "144"], ["artist", 102, "145"]], "languages": {"english": "0,1,2,3,4,5,6,7,29,33,8,34,31,30,9,10,11,12,13,32,14,15,16,17,18,19,20,21,22,23,24,25,26,27,35,28", "tamil": "2,1,3,4,16,34,13,12,20,21,0,28,33,8,10,11,6,5,23,7,30,9,31,25,24,29,26,15,32,14,18,17,19,27,35,22", "telugu": "2,1,3,4,16,13,12,34,20,21,0,28,11,10,33,8,6,5,7,30,9,31,24,25,26,29,15,32,14,18,17,19,27,35,22,23", "kannada": "2,1,3,4,16,13,12,34,20,21,0,28,11,10,33,8,6,5,7,30,9,31,24,25,26,29,15,32,14,18,17,19,27,35,22,23", "malayalam": "2,1,3,4,16,13,12,34,20,21,0,28,11,10,33,8,6,5,7,30,9,31,24,25,26,29,15,32,14,18,17,19,27,35,22,23", "hindi": "2,1,3,4,16,13,12,34,20,21,0,28,11,10,33,8,6,5,7,30,9,31,24,25,26,29,15,32,14,18,17,19,27,35,22,23", "marathi": "2,1,3,4,16,13,12,34,20,21,0,28,11,10,33,8,6,5,7,31,30,9,24,25,26,29,15,32,14,18,17,19,27,35,22,23", "bengali": "2,1,3,4,16,13,12,34,20,21,0,28,11,10,33,8,6,5,7,31,30,9,24,25,26,29,15,27,35,32,14,18,17,19,22,23", "gujarati": "2,1,3,4,16,13,12,34,20,21,0,28,11,10,33,8,6,5,7,31,30,9,24,25,26,29,15,32,14,18,17,19,27,35,22,23", "punjabi": "2,1,3,4,16,13,12,34,20,21,0,28,10,11,33,8,6,5,7,31,30,9,24,25,26,29,15,32,14,18,17,19,27,35,22,23", "odia": "2,1,3,4,16,13,12,34,20,21,0,28,11,10,33,8,6,5,7,31,30,9,24,25,26,29,15,32,14,18,17,19,27,35,22,23", "assamese": "2,1,3,4,16,13,12,34,20,21,0,28,11,10,33,8,6,5,7,31,30,9,24,25,26,29,15,27,35,32,14,18,17,19,22,23"}}