{"stats": [{"H": "Videos", "C": "144"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "53"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "18 H"}, {"H": "Views", "C": "414 K"}], "info": [{"H": "Type", "V": "Navaratnamalika", "P": "navaratnamAlikA", "I": 19}, {"H": "Composer", "V": "Shyama Shastri", "P": "SyAmA SAstri", "I": 3}, {"H": "Raga", "V": "Ahiri", "P": "Ahiri", "I": 75}, {"H": "Tala", "V": "Adi", "P": "Adi", "I": 1}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA", "I": 0}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2", "I": 0}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8", "I": 0}, {"H": "Language", "V": "Telugu", "P": "Telugu", "I": 0}, {"H": "God", "V": "dEvi", "P": "dEvi", "I": 0}], "title": {"T": 144, "H": "Mayamma Yani", "V": "mAyammAyani nE", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "mAyammAyani nE pilacitE <br/> mATlADa rAdA nAtO ambA"}, {"M": "anupallavi", "T": "nyAyamA mInAkshammA mInAkshikidi <br/> ninnu vinA vErE dikkevarunnAru"}, {"M": "caraNam 1", "T": "sarasija bhava hari hara nuta su-lalita <br/> nI pada pankajamula <br/> sthiramani nammiti nammiti nammitini <br/> karuNa jUDavE kAtyAyani kALikA bhavAni <br/> paramESvari sundarESu rANi <br/> bAlAmbA madhura vANi"}, {"M": "caraNam 2", "T": "vinuta jana pApa vimOcani O jananI <br/> ghana nIla vENi <br/> vidaLita dAnava maNDala damanI <br/> vanaja lOcanA sudhA-karAnanA vara dAyaki <br/> anayamu ninu kOriyunnAnammA <br/> bangAru bommA"}, {"M": "caraNam 3", "T": "abhayamosagi nannu brOvumu O varadA <br/> nera dAtavu gadA <br/> ambikA biDDapai goppaga daya rAdA <br/> akhila lOka jananI anAtha rakshaki <br/> anETi birudu gAdA <br/> vaibhavamu gala SyAma krushNa sOdari <br/> vIra Sakti tripura sundari"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "மாயம்மாயனி நே பிலசிதே <br/> மாட்லாட ராதா நாதோ அம்பா"}, {"M": "அனுபல்லவி", "T": "ந்யாயமா மீனாக்ஷம்மா மீனாக்ஷிகிதி <br/> நின்னு வினா வேரே திக்கெவருன்னாரு"}, {"M": "சரணம் 1", "T": "சரசிஜ பவ ஹரி ஹர நுத சு-லலித <br/> நீ பத பங்கஜமுல <br/> ஸ்திரமனி நம்மிதி நம்மிதி நம்மிதினி <br/> கருண ஜூடவே காத்யாயனி காளிகா பவானி <br/> பரமேஶ்வரி சுந்தரேசு ராணி <br/> பாலாம்பா மதுர வாணி"}, {"M": "சரணம் 2", "T": "வினுத ஜன பாப விமோசனி ஓ ஜனனீ <br/> கன நீல வேணி <br/> விதளித தானவ மண்டல தமனீ <br/> வனஜ லோசனா சுதா-கரானனா வர தாயகி <br/> அனயமு நினு கோரியுன்னானம்மா <br/> பங்காரு பொம்மா"}, {"M": "சரணம் 3", "T": "அபயமொசகி நன்னு ப்ரோவுமு ஓ வரதா <br/> நெர தாதவு கதா <br/> அம்பிகா பிட்டபை கொப்பக தய ராதா <br/> அகில லோக ஜனனீ அனாத ரக்ஷகி <br/> அனேடி பிருது காதா <br/> வைபவமு கல ஶ்யாம க்ருஷ்ண சோதரி <br/> வீர சக்தி த்ரிபுர சுந்தரி"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "మాయమ్మాయని నే పిలచితే <br/> మాట్లాడ రాదా నాతో అమ్బా"}, {"M": "అనుపల్లవి", "T": "న్యాయమా మీనాక్షమ్మా మీనాక్షికిది <br/> నిన్ను వినా వేరే దిక్కెవరున్నారు"}, {"M": "చరణమ్ 1", "T": "సరసిజ భవ హరి హర నుత సు-లలిత <br/> నీ పద పంకజముల <br/> స్థిరమని నమ్మితి నమ్మితి నమ్మితిని <br/> కరుణ జూడవే కాత్యాయని కాళికా భవాని <br/> పరమేశ్వరి సున్దరేశు రాణి <br/> బాలామ్బా మధుర వాణి"}, {"M": "చరణమ్ 2", "T": "వినుత జన పాప విమోచని ఓ జననీ <br/> ఘన నీల వేణి <br/> విదళిత దానవ మణ్డల దమనీ <br/> వనజ లోచనా సుధా-కరాననా వర దాయకి <br/> అనయము నిను కోరియున్నానమ్మా <br/> బంగారు బొమ్మా"}, {"M": "చరణమ్ 3", "T": "అభయమొసగి నన్ను బ్రోవుము ఓ వరదా <br/> నెర దాతవు గదా <br/> అమ్బికా బిడ్డపై గొప్పగ దయ రాదా <br/> అఖిల లోక జననీ అనాథ రక్షకి <br/> అనేటి బిరుదు గాదా <br/> వైభవము గల శ్యామ కృష్ణ సోదరి <br/> వీర శక్తి త్రిపుర సున్దరి"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಮಾಯಮ್ಮಾಯನಿ ನೇ ಪಿಲಚಿತೇ <br/> ಮಾಟ್ಲಾಡ ರಾದಾ ನಾತೋ ಅಮ್ಬಾ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ನ್ಯಾಯಮಾ ಮೀನಾಕ್ಷಮ್ಮಾ ಮೀನಾಕ್ಷಿಕಿದಿ <br/> ನಿನ್ನು ವಿನಾ ವೇರೇ ದಿಕ್ಕೆವರುನ್ನಾರು"}, {"M": "ಚರಣಮ್ 1", "T": "ಸರಸಿಜ ಭವ ಹರಿ ಹರ ನುತ ಸು-ಲಲಿತ <br/> ನೀ ಪದ ಪಂಕಜಮುಲ <br/> ಸ್ಥಿರಮನಿ ನಮ್ಮಿತಿ ನಮ್ಮಿತಿ ನಮ್ಮಿತಿನಿ <br/> ಕರುಣ ಜೂಡವೇ ಕಾತ್ಯಾಯನಿ ಕಾಳಿಕಾ ಭವಾನಿ <br/> ಪರಮೇಶ್ವರಿ ಸುನ್ದರೇಶು ರಾಣಿ <br/> ಬಾಲಾಮ್ಬಾ ಮಧುರ ವಾಣಿ"}, {"M": "ಚರಣಮ್ 2", "T": "ವಿನುತ ಜನ ಪಾಪ ವಿಮೋಚನಿ ಓ ಜನನೀ <br/> ಘನ ನೀಲ ವೇಣಿ <br/> ವಿದಳಿತ ದಾನವ ಮಣ್ಡಲ ದಮನೀ <br/> ವನಜ ಲೋಚನಾ ಸುಧಾ-ಕರಾನನಾ ವರ ದಾಯಕಿ <br/> ಅನಯಮು ನಿನು ಕೋರಿಯುನ್ನಾನಮ್ಮಾ <br/> ಬಂಗಾರು ಬೊಮ್ಮಾ"}, {"M": "ಚರಣಮ್ 3", "T": "ಅಭಯಮೊಸಗಿ ನನ್ನು ಬ್ರೋವುಮು ಓ ವರದಾ <br/> ನೆರ ದಾತವು ಗದಾ <br/> ಅಮ್ಬಿಕಾ ಬಿಡ್ಡಪೈ ಗೊಪ್ಪಗ ದಯ ರಾದಾ <br/> ಅಖಿಲ ಲೋಕ ಜನನೀ ಅನಾಥ ರಕ್ಷಕಿ <br/> ಅನೇಟಿ ಬಿರುದು ಗಾದಾ <br/> ವೈಭವಮು ಗಲ ಶ್ಯಾಮ ಕೃಷ್ಣ ಸೋದರಿ <br/> ವೀರ ಶಕ್ತಿ ತ್ರಿಪುರ ಸುನ್ದರಿ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "മായമ്മായനി നേ പിലചിതേ <br/> മാട്ലാഡ രാദാ നാതോ അമ്ബാ"}, {"M": "അനുപല്ലവി", "T": "ന്യായമാ മീനാക്ഷമ്മാ മീനാക്ഷികിദി <br/> നിന്നു വിനാ വേരേ ദിക്കെവരുന്നാരു"}, {"M": "ചരണമ് 1", "T": "സരസിജ ഭവ ഹരി ഹര നുത സു-ലലിത <br/> നീ പദ പംകജമുല <br/> സ്ഥിരമനി നമ്മിതി നമ്മിതി നമ്മിതിനി <br/> കരുണ ജൂഡവേ കാത്യായനി കാളികാ ഭവാനി <br/> പരമേശ്വരി സുന്ദരേശു രാണി <br/> ബാലാമ്ബാ മധുര വാണി"}, {"M": "ചരണമ് 2", "T": "വിനുത ജന പാപ വിമോചനി ഓ ജനനീ <br/> ഘന നീല വേണി <br/> വിദളിത ദാനവ മണ്ഡല ദമനീ <br/> വനജ ലോചനാ സുധാ-കരാനനാ വര ദായകി <br/> അനയമു നിനു കോരിയുന്നാനമ്മാ <br/> ബംഗാരു ബൊമ്മാ"}, {"M": "ചരണമ് 3", "T": "അഭയമൊസഗി നന്നു ബ്രോവുമു ഓ വരദാ <br/> നെര ദാതവു ഗദാ <br/> അമ്ബികാ ബിഡ്ഡപൈ ഗൊപ്പഗ ദയ രാദാ <br/> അഖില ലോക ജനനീ അനാഥ രക്ഷകി <br/> അനേടി ബിരുദു ഗാദാ <br/> വൈഭവമു ഗല ശ്യാമ കൃഷ്ണ സോദരി <br/> വീര ശക്തി ത്രിപുര സുന്ദരി"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "मायम्मायनि ने पिलचिते <br/> माट्लाड रादा नातो अम्बा"}, {"M": "अनुपल्लवि", "T": "न्यायमा मीनाक्षम्मा मीनाक्षिकिदि <br/> निन्नु विना वेरे दिक्केवरुन्नारु"}, {"M": "चरणम् 1", "T": "सरसिज भव हरि हर नुत सु-ललित <br/> नी पद पंकजमुल <br/> स्थिरमनि नम्मिति नम्मिति नम्मितिनि <br/> करुण जूडवे कात्यायनि कालिका भवानि <br/> परमेश्वरि सुन्दरेशु राणि <br/> बालाम्बा मधुर वाणि"}, {"M": "चरणम् 2", "T": "विनुत जन पाप विमोचनि ओ जननी <br/> घन नील वेणि <br/> विदलित दानव मण्डल दमनी <br/> वनज लोचना सुधा-करानना वर दायकि <br/> अनयमु निनु कोरियुन्नानम्मा <br/> बंगारु बोम्मा"}, {"M": "चरणम् 3", "T": "अभयमोसगि नन्नु ब्रोवुमु ओ वरदा <br/> नेर दातवु गदा <br/> अम्बिका बिड्डपै गोप्पग दय रादा <br/> अखिल लोक जननी अनाथ रक्षकि <br/> अनेटि बिरुदु गादा <br/> वैभवमु गल श्याम कृष्ण सोदरि <br/> वीर शक्ति त्रिपुर सुन्दरि"}]}], "L": "l", "lyricsref": [{"links": [{"N": "syamakrishnavaibhavam.blogspot.com", "L": "http://syamakrishnavaibhavam.blogspot.com/2011/03/syama-sastry-kriti-mayammayani-ahiri.html"}, {"N": "www.medieval.org", "L": "http://www.medieval.org/music/world/carnatic/lyrics/TKG/mayamma_yani_ne.html"}, {"N": "www.sangeetasudha.org", "L": "http://www.sangeetasudha.org/othercomposers/syamasastry2.html#MARK_MAYAMMA"}]}], "songs": [{"I": "elmdX_I964I", "T": 19, "S": 144, "R": 75, "C": 3, "A": 48, "D": "10:08", "V": "4,252", "J": "m"}, {"I": "SA7QVdvdJo0&start=4085&end=4736", "T": 19, "S": 144, "R": 75, "C": 3, "A": 76, "D": "10:51", "V": "3,788", "J": "h"}, {"I": "0QRoZSgnrcQ", "T": 19, "S": 144, "R": 75, "C": 3, "A": 76, "D": "11:27", "V": "1,515", "J": "m"}, {"I": "k64hGWqLo_M&start=5870&end=6558", "T": 19, "S": 144, "R": 75, "C": 3, "A": 76, "D": "11:28", "V": "1,486", "J": "m"}, {"I": "FygD4iMkvUk", "T": 19, "S": 144, "R": 75, "C": 3, "A": 76, "D": "10:55", "V": "370", "J": "h"}, {"I": "F84QMh7tS_M", "T": 19, "S": 144, "R": 75, "C": 3, "A": 76, "D": "10:55", "V": "282", "J": "m"}, {"I": "FOr8OZgQFkU&start=3525&end=4100", "T": 19, "S": 144, "R": 75, "C": 3, "A": 101, "D": "9:35", "V": "5,551", "J": "m"}, {"I": "f0ioAJRjUtY", "T": 19, "S": 144, "R": 75, "C": 3, "A": 24, "D": "8:00", "V": "737", "J": "m"}, {"I": "lWp_riEDnUk", "T": 19, "S": 144, "R": 75, "C": 3, "A": 334, "D": "6:19", "V": "13", "J": "m"}, {"I": "6kEdOWSgEJg", "T": 19, "S": 144, "R": 75, "C": 3, "A": 261, "D": "12:37", "V": "280", "J": "h"}, {"I": "qwr7vv4l4zc", "T": 19, "S": 144, "R": 75, "C": 3, "A": 305, "D": "6:27", "V": "137", "J": "m"}, {"I": "4Ko5l1Dq1-k", "T": 19, "S": 144, "R": 75, "C": 3, "A": 36, "D": "7:16", "V": "3,201", "J": "m"}, {"I": "yx4w9cZR89M", "T": 19, "S": 144, "R": 75, "C": 3, "A": 36, "D": "7:17", "V": "1,839", "J": "m"}, {"I": "THuK0WUXNI0", "T": 19, "S": 144, "R": 75, "C": 3, "A": 36, "D": "5:13", "V": "904", "J": "m"}, {"I": "TdPju9fS5ws", "T": 19, "S": 144, "R": 75, "C": 3, "A": 36, "D": "7:16", "V": "451", "J": "m"}, {"I": "U-gTXC6V1dI", "T": 19, "S": 144, "R": 75, "C": 3, "A": 36, "D": "7:17", "V": "149", "J": "m"}, {"I": "8Y_29GsTGBE", "T": 19, "S": 144, "R": 75, "C": 3, "A": 36, "D": "5:08", "V": "26", "J": "m"}, {"I": "eUJFdrS-hX4&start=2955&end=3805", "T": 19, "S": 144, "R": 75, "C": 3, "A": 262, "D": "14:10", "V": "1,719", "J": "m"}, {"I": "k6RNaPEsG58", "T": 19, "S": 144, "R": 75, "C": 3, "A": 262, "D": "9:09", "V": "78", "J": "h"}, {"I": "LcWphyp9_1k", "T": 19, "S": 144, "R": 75, "C": 3, "A": 262, "D": "9:09", "V": "13", "J": "h"}, {"I": "yKaxVD3mjJ0", "T": 19, "S": 144, "R": 75, "C": 3, "A": 176, "D": "7:45", "V": "3,813", "J": "h"}, {"I": "iJ1bS3UnJ-g", "T": 19, "S": 144, "R": 75, "C": 3, "A": 23, "D": "6:04", "V": "1,085", "J": "h"}, {"I": "GrIMXEHWz2w", "T": 19, "S": 144, "R": 75, "C": 3, "A": 23, "D": "3:40", "V": "603", "J": "m"}, {"I": "R5QIwhmYVWU", "T": 19, "S": 144, "R": 75, "C": 3, "A": 23, "D": "6:35", "V": "198", "J": "m"}, {"I": "i87Qc8Y1MDA", "T": 19, "S": 144, "R": 75, "C": 3, "A": 23, "D": "5:58", "V": "11", "J": "m"}, {"I": "FIvIfMeRiyA", "T": 19, "S": 144, "R": 75, "C": 3, "A": 18, "D": "7:20", "V": "10,515", "J": "m"}, {"I": "Y5Z9cEma44g&start=2542&end=2925", "T": 19, "S": 144, "R": 75, "C": 3, "A": 18, "D": "6:23", "V": "4,834", "J": "m"}, {"I": "SQsbDZEew0g&start=6746&end=7170", "T": 19, "S": 144, "R": 75, "C": 3, "A": 18, "D": "7:04", "V": "4,350", "J": "s"}, {"I": "3INkRJ9QG3g", "T": 19, "S": 144, "R": 75, "C": 3, "A": 18, "D": "7:29", "V": "691", "J": "h"}, {"I": "AThXY2_SklY&start=3429&end=3860", "T": 19, "S": 144, "R": 75, "C": 3, "A": 18, "D": "7:11", "V": "328", "J": "s"}, {"I": "nNi1Jk5jeWE&start=5320&end=5647", "T": 19, "S": 144, "R": 75, "C": 3, "A": 18, "D": "5:27", "V": "248", "J": "m"}, {"I": "xJ2QPRo8q-A", "T": 19, "S": 144, "R": 75, "C": 3, "A": 18, "D": "6:39", "V": "55", "J": "h"}, {"I": "87Ze8FA-U-Q", "T": 19, "S": 144, "R": 75, "C": 3, "A": 18, "D": "6:46", "V": "40", "J": "h"}, {"I": "luymW2cl4Yc", "T": 19, "S": 144, "R": 75, "C": 3, "A": 18, "D": "6:40", "V": "4", "J": "m"}, {"I": "MINu7zuy_VM", "T": 19, "S": 144, "R": 75, "C": 3, "A": 290, "D": "14:15", "V": "1,878", "J": "h"}, {"I": "FRGZy_gWqPA", "T": 19, "S": 144, "R": 75, "C": 3, "A": 82, "D": "6:45", "V": "2,521", "J": "m"}, {"I": "hUHBRWnyNco", "T": 19, "S": 144, "R": 75, "C": 3, "A": 82, "D": "7:40", "V": "93", "J": "h"}, {"I": "Y0CDFivNJ4E", "T": 19, "S": 144, "R": 75, "C": 3, "A": 249, "D": "6:45", "V": "308", "J": "m"}, {"I": "9-27ENmX21Q", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "7:13", "V": "14,686", "J": "m"}, {"I": "U06LuIGhJoM&start=9778&end=10116", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "5:38", "V": "13,471", "J": "m"}, {"I": "d0jVVb_kyWA&start=5901&end=6303", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "6:42", "V": "6,714", "J": "m"}, {"I": "2vMIBgu9P4I&start=7062&end=7478", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "6:56", "V": "2,706", "J": "m"}, {"I": "mqGc4RKvcpE&start=5935&end=6281", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "5:46", "V": "2,360", "J": "s"}, {"I": "4rc7A5bX_LI&start=5406&end=5816", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "6:50", "V": "2,343", "J": "m"}, {"I": "H8tUqYsVZq8&start=10765&end=11192", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "7:07", "V": "2,222", "J": "h"}, {"I": "y5ByjwlonLs&start=7997&end=8420", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "7:03", "V": "1,507", "J": "m"}, {"I": "Fmsy0bv5Ksg&start=8128&end=8533", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "6:45", "V": "1,336", "J": "m"}, {"I": "M_LLiZwQkV8&start=6218&end=6561", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "5:43", "V": "1,245", "J": "m"}, {"I": "C0hIXDgBpvw&start=6211&end=6562", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "5:51", "V": "721", "J": "m"}, {"I": "ggD7WgmUBb4&start=6575&end=7087", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "8:32", "V": "636", "J": "m"}, {"I": "8X8OTeGGNOk&start=8194&end=8683", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "8:09", "V": "387", "J": "s"}, {"I": "1GqgqEF8Fsg&start=9563&end=10169", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "10:06", "V": "367", "J": "s"}, {"I": "hTmxec3Zas0", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "8:22", "V": "288", "J": "m"}, {"I": "P5D-O3K7jbA&start=319&end=741", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "7:02", "V": "267", "J": "m"}, {"I": "4EV7wNexVUQ", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "7:25", "V": "230", "J": "m"}, {"I": "-aRcmomcrrA", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "10:06", "V": "128", "J": "h"}, {"I": "S8RDxKqTgts", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "5:31", "V": "46", "J": "m"}, {"I": "Xys9Klo_Y-I", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "6:35", "V": "41", "J": "m"}, {"I": "3GkS5E_6Pao", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "10:14", "V": "37", "J": "m"}, {"I": "6CUxTN39XGI", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "7:12", "V": "32", "J": "s"}, {"I": "2IjK2GJWlbk", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "5:36", "V": "28", "J": "m"}, {"I": "ql8AkIwx0LQ", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "8:15", "V": "28", "J": "m"}, {"I": "W8BrzbQroTs", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "5:52", "V": "17", "J": "m"}, {"I": "H1El9-SnGio", "T": 19, "S": 144, "R": 75, "C": 3, "A": 16, "D": "7:15", "V": "1", "J": "h"}, {"I": "NggWasYLfCQ&start=3755&end=4508", "T": 19, "S": 144, "R": 75, "C": 3, "A": 462, "D": "12:33", "V": "747", "J": "m"}, {"I": "1VN4jE09HS4", "T": 19, "S": 144, "R": 75, "C": 3, "A": 428, "D": "9:10", "V": "10,794", "J": "m"}, {"I": "1oMH8bjG4aQ", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "9:11", "V": "87,248", "J": "m"}, {"I": "NUNQPpHI4zg&start=7821&end=8262", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "7:21", "V": "17,182", "J": "m"}, {"I": "vsZuqvwDqTs&start=3707&end=4257", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "9:10", "V": "13,757", "J": "m"}, {"I": "RODd8J8YbKg&start=6937&end=7417", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "8:00", "V": "8,346", "J": "m"}, {"I": "c_X1RL-XmCA", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "9:56", "V": "4,869", "J": "h"}, {"I": "vD_NRM4Qe8U&start=941&end=1469", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "8:48", "V": "2,940", "J": "h"}, {"I": "WQ0aEThXLeY", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "8:54", "V": "669", "J": "m"}, {"I": "E2FI9ve7xmk&start=5395&end=5819", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "7:04", "V": "635", "J": "h"}, {"I": "_JlGLsxGQ-g", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "10:00", "V": "373", "J": "m"}, {"I": "-m_YUg9BseM", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "8:10", "V": "285", "J": "m"}, {"I": "tUQIG9AN7L0", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "8:23", "V": "204", "J": "m"}, {"I": "p196lMxepcA", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "9:58", "V": "96", "J": "h"}, {"I": "jYrXZG-f0l8", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "9:55", "V": "84", "J": "h"}, {"I": "VJLLDWZHEsc", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "9:10", "V": "39", "J": "h"}, {"I": "ZmM7vs_2N60", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "7:42", "V": "30", "J": "h"}, {"I": "b0E7jX9llKY", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "8:53", "V": "14", "J": "h"}, {"I": "No8TVXKiHvc", "T": 19, "S": 144, "R": 75, "C": 3, "A": 3, "D": "7:45", "V": "13", "J": "h"}, {"I": "q_Ziitl2l8A", "T": 19, "S": 144, "R": 75, "C": 3, "A": 21, "D": "8:45", "V": "869", "J": "m"}, {"I": "zPn3zhwNI-8", "T": 19, "S": 144, "R": 75, "C": 3, "A": 297, "D": "5:47", "V": "653", "J": "m"}, {"I": "0D_6nvvaLWQ", "T": 19, "S": 144, "R": 75, "C": 3, "A": 139, "D": "8:10", "V": "733", "J": "m"}, {"I": "6jTSt2Kyoj4", "T": 19, "S": 144, "R": 75, "C": 3, "A": 13, "D": "7:13", "V": "1,609", "J": "h"}, {"I": "BfAmY7IgMUw", "T": 19, "S": 144, "R": 75, "C": 3, "A": 13, "D": "6:48", "V": "22", "J": "m"}, {"I": "H1QGXiV5dPQ", "T": 19, "S": 144, "R": 75, "C": 3, "A": 168, "D": "5:52", "V": "150", "J": "m"}, {"I": "YaaqyYumi78", "T": 19, "S": 144, "R": 75, "C": 3, "A": 29, "D": "7:30", "V": "147", "J": "m"}, {"I": "nKZCEbKY7Ks&start=6060&end=6561", "T": 19, "S": 144, "R": 75, "C": 3, "A": 64, "D": "8:21", "V": "29,206", "J": "m"}, {"I": "_pqx-qAiKeE", "T": 19, "S": 144, "R": 75, "C": 3, "A": 107, "D": "5:13", "V": "6,718", "J": "h"}, {"I": "KN5ig6NEeJ8&start=6972&end=7156", "T": 19, "S": 144, "R": 75, "C": 3, "A": 107, "D": "3:04", "V": "2,753", "J": "s"}, {"I": "0NeM6RUf8r8&start=6134&end=6320", "T": 19, "S": 144, "R": 75, "C": 3, "A": 107, "D": "3:06", "V": "1,156", "J": "s"}, {"I": "_OkK3lCiuWA&start=312&end=717", "T": 19, "S": 144, "R": 75, "C": 3, "A": 107, "D": "6:45", "V": "219", "J": "m"}, {"I": "02zpF7vUAas", "T": 19, "S": 144, "R": 75, "C": 3, "A": 107, "D": "3:09", "V": "155", "J": "m"}, {"I": "eufBXJyRV3k", "T": 19, "S": 144, "R": 75, "C": 3, "A": 107, "D": "5:10", "V": "97", "J": "m"}, {"I": "ZLxZ-ffvAsc", "T": 19, "S": 144, "R": 75, "C": 3, "A": 107, "D": "3:10", "V": "69", "J": "m"}, {"I": "86g86eEt_QY", "T": 19, "S": 144, "R": 75, "C": 3, "A": 107, "D": "5:13", "V": "43", "J": "h"}, {"I": "wtpnnkIVrqg", "T": 19, "S": 144, "R": 75, "C": 3, "A": 40, "D": "9:32", "V": "356", "J": "m"}, {"I": "eD9UQkt1p2I", "T": 19, "S": 144, "R": 75, "C": 3, "A": 40, "D": "11:31", "V": "244", "J": "m"}, {"I": "hind-A2h6AM", "T": 19, "S": 144, "R": 75, "C": 3, "A": 238, "D": "8:35", "V": "5,924", "J": "m"}, {"I": "3-z8GxT3jMQ", "T": 19, "S": 144, "R": 75, "C": 3, "A": 12, "D": "8:24", "V": "4,213", "J": "h"}, {"I": "MDOGUxg4Nxo", "T": 19, "S": 144, "R": 75, "C": 3, "A": 12, "D": "6:34", "V": "681", "J": "m"}, {"I": "QDZv5wRsHoQ", "T": 19, "S": 144, "R": 75, "C": 3, "A": 12, "D": "8:24", "V": "139", "J": "m"}, {"I": "sRgk4dcI0SM", "T": 19, "S": 144, "R": 75, "C": 3, "A": 12, "D": "8:23", "V": "59", "J": "m"}, {"I": "BdRxtTPCWOs", "T": 19, "S": 144, "R": 75, "C": 3, "A": 353, "D": "7:00", "V": "25", "J": "m"}, {"I": "aP8oS48ATyw", "T": 19, "S": 144, "R": 75, "C": 3, "A": 512, "D": "5:59", "V": "84", "J": "m"}, {"I": "coFz3VA8TPM", "T": 19, "S": 144, "R": 75, "C": 3, "A": 60, "D": "7:39", "V": "5,225", "J": "m"}, {"I": "OU8okM651wM", "T": 19, "S": 144, "R": 75, "C": 3, "A": 9, "D": "11:02", "V": "5,356", "J": "m"}, {"I": "sU4l27ZbMck", "T": 19, "S": 144, "R": 75, "C": 3, "A": 9, "D": "3:00", "V": "4,148", "J": "m"}, {"I": "42G8DcDXkYk&start=478&end=1089", "T": 19, "S": 144, "R": 75, "C": 3, "A": 9, "D": "10:11", "V": "868", "J": "m"}, {"I": "a3VMirToK88", "T": 19, "S": 144, "R": 75, "C": 3, "A": 9, "D": "9:06", "V": "707", "J": "m"}, {"I": "bgIDlPXOfnA", "T": 19, "S": 144, "R": 75, "C": 3, "A": 9, "D": "11:02", "V": "217", "J": "m"}, {"I": "CxK8SLQH1aw&start=3167&end=3605", "T": 19, "S": 144, "R": 75, "C": 3, "A": 17, "D": "7:18", "V": "16,579", "J": "m"}, {"I": "C-hz3TukWSY&start=8027&end=8320", "T": 19, "S": 144, "R": 75, "C": 3, "A": 17, "D": "4:53", "V": "823", "J": "m"}, {"I": "HJTWEOa5xRQ", "T": 19, "S": 144, "R": 75, "C": 3, "A": 17, "D": "8:50", "V": "566", "J": "m"}, {"I": "nywSGIEtJts", "T": 19, "S": 144, "R": 75, "C": 3, "A": 17, "D": "16:36", "V": "422", "J": "m"}, {"I": "ny_VDpKKSb8", "T": 19, "S": 144, "R": 75, "C": 3, "A": 17, "D": "9:21", "V": "96", "J": "m"}, {"I": "qi2vJC1K0bQ", "T": 19, "S": 144, "R": 75, "C": 3, "A": 17, "D": "10:40", "V": "17", "J": "m"}, {"I": "m0WVZo4pRu4", "T": 19, "S": 144, "R": 75, "C": 3, "A": 17, "D": "8:55", "V": "7", "J": "m"}, {"I": "oTzTdp--dQk", "T": 19, "S": 144, "R": 75, "C": 3, "A": 17, "D": "9:15", "V": "1", "J": "m"}, {"I": "BcCTrhhiHEs", "T": 19, "S": 144, "R": 75, "C": 3, "A": 163, "D": "6:05", "V": "55", "J": "m"}, {"I": "OVDKpY3jY8E", "T": 19, "S": 144, "R": 75, "C": 3, "A": 95, "D": "3:00", "V": "569", "J": "m"}, {"I": "bChJNGgcVjQ", "T": 19, "S": 144, "R": 75, "C": 3, "A": 95, "D": "7:19", "V": "183", "J": "m"}, {"I": "jV9yiZNbT3I", "T": 19, "S": 144, "R": 75, "C": 3, "A": 74, "D": "12:05", "V": "1,898", "J": "m"}, {"I": "c464Wlv0FII", "T": 19, "S": 144, "R": 75, "C": 3, "A": 74, "D": "12:00", "V": "1,193", "J": "m"}, {"I": "UZbXzKqzDnc&start=3552&end=4272", "T": 19, "S": 144, "R": 75, "C": 3, "A": 74, "D": "12:00", "V": "999", "J": "m"}, {"I": "X0KOyI6loqY", "T": 19, "S": 144, "R": 75, "C": 3, "A": 74, "D": "11:26", "V": "50", "J": "h"}, {"I": "BhZJFveXw90", "T": 19, "S": 144, "R": 75, "C": 3, "A": 372, "D": "7:24", "V": "8", "J": "m"}, {"I": "TSdoIeX7drY", "T": 19, "S": 144, "R": 75, "C": 3, "A": 78, "D": "5:35", "V": "8,590", "J": "m"}, {"I": "bAe3tHOuGKY", "T": 19, "S": 144, "R": 75, "C": 3, "A": 354, "D": "5:00", "V": "155", "J": "m"}, {"I": "aLpaaS7WNmA", "T": 19, "S": 144, "R": 75, "C": 3, "A": 349, "D": "9:05", "V": "3", "J": "m"}, {"I": "UfndNXyIXR4", "T": 19, "S": 144, "R": 75, "C": 3, "A": 398, "D": "8:25", "V": "186", "J": "m"}, {"I": "i5jeuDcegzM&start=5037&end=5441", "T": 19, "S": 144, "R": 75, "C": 3, "A": 41, "D": "6:44", "V": "842", "J": "h"}, {"I": "mGeMNRJHOQM", "T": 19, "S": 144, "R": 75, "C": 3, "A": 180, "D": "6:57", "V": "161", "J": "m"}, {"I": "urB7O9zE_6U", "T": 19, "S": 144, "R": 75, "C": 3, "A": 61, "D": "8:13", "V": "169", "J": "m"}, {"I": "07Y9kottRGw", "T": 19, "S": 144, "R": 75, "C": 3, "A": 323, "D": "13:33", "V": "213", "J": "s"}, {"I": "d6gzCqkccHE", "T": 19, "S": 144, "R": 75, "C": 3, "A": 35, "D": "24:17", "V": "192,598", "J": "m"}, {"I": "wpaCxfK9In8", "T": 19, "S": 144, "R": 75, "C": 3, "A": 271, "D": "8:09", "V": "10,116", "J": "m"}, {"I": "4pFZ_r_Nq-4", "T": 19, "S": 144, "R": 75, "C": 3, "A": 127, "D": "7:35", "V": "929", "J": "m"}, {"I": "sXldZqDE3R8&start=2091&end=2544", "T": 19, "S": 144, "R": 75, "C": 3, "A": 4, "D": "7:33", "V": "545", "J": "m"}, {"I": "evxgcaGd6jk", "T": 19, "S": 144, "R": 75, "C": 3, "A": 403, "D": "8:44", "V": "41", "J": "m"}, {"I": "v5RzCcZT1Dw", "T": 19, "S": 144, "R": 75, "C": 3, "A": 326, "D": "5:17", "V": "88", "J": "m"}], "folders": [["artist", 48, "0"], ["artist", 76, "1,2,3,4,5"], ["artist", 101, "6"], ["artist", 24, "7"], ["artist", 334, "8"], ["artist", 261, "9"], ["artist", 305, "10"], ["artist", 36, "11,12,13,14,15,16"], ["artist", 262, "17,18,19"], ["artist", 176, "20"], ["artist", 23, "21,22,23,24"], ["artist", 18, "25,26,27,28,29,30,31,32,33"], ["artist", 290, "34"], ["artist", 82, "35,36"], ["artist", 249, "37"], ["artist", 16, "38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,59,60,61,62,63"], ["artist", 462, "64"], ["artist", 428, "65"], ["artist", 3, "66,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82"], ["artist", 21, "83"], ["artist", 297, "84"], ["artist", 139, "85"], ["artist", 13, "86,87"], ["artist", 168, "88"], ["artist", 29, "89"], ["artist", 64, "90"], ["artist", 107, "91,92,93,94,95,96,97,98"], ["artist", 40, "99,100"], ["artist", 238, "101"], ["artist", 12, "102,103,104,105"], ["artist", 353, "106"], ["artist", 512, "107"], ["artist", 60, "108"], ["artist", 9, "109,110,111,112,113"], ["artist", 17, "114,115,116,117,118,119,120,121"], ["artist", 163, "122"], ["artist", 95, "123,124"], ["artist", 74, "125,126,127,128"], ["artist", 372, "129"], ["artist", 78, "130"], ["artist", 354, "131"], ["artist", 349, "132"], ["artist", 398, "133"], ["artist", 41, "134"], ["artist", 180, "135"], ["artist", 61, "136"], ["artist", 323, "137"], ["artist", 35, "138"], ["artist", 271, "139"], ["artist", 127, "140"], ["artist", 4, "141"], ["artist", 403, "142"], ["artist", 326, "143"]], "languages": {"english": "47,0,1,48,2,3,4,6,7,8,5,9,10,11,12,38,13,41,39,14,15,16,17,49,50,18,19,42,20,43,21,22,51,23,24,25,40,26,27,28,29,30,44,31,32,33,34,45,46,35,52,36,37", "tamil": "0,2,48,3,1,38,47,20,43,18,49,27,16,15,14,17,28,29,30,9,44,31,39,41,45,34,33,10,11,46,12,21,22,51,7,4,5,23,6,24,8,19,42,40,25,26,50,35,36,52,37,32,13", "telugu": "0,2,48,3,1,38,47,18,20,43,49,27,16,17,15,14,9,39,41,45,33,34,46,10,11,12,22,21,51,24,23,7,4,5,8,6,19,42,40,25,26,50,35,36,52,37,31,32,28,29,30,44,13", "kannada": "0,2,48,3,1,38,47,18,20,43,49,27,16,17,15,14,9,39,41,45,33,34,46,10,11,12,22,21,51,24,23,7,4,5,8,6,19,42,40,25,26,50,35,36,52,37,31,32,28,29,30,44,13", "malayalam": "0,2,48,3,1,38,47,18,20,43,49,27,16,17,15,14,9,39,41,45,33,34,46,10,11,12,22,21,51,24,23,7,4,5,8,6,19,42,40,25,26,50,35,36,52,37,31,32,28,29,30,44,13", "hindi": "0,2,48,3,1,38,47,18,20,43,49,27,16,17,15,14,9,39,41,45,33,34,46,10,11,12,22,21,51,24,23,7,4,5,8,6,19,42,40,26,25,50,35,36,52,37,31,32,28,29,30,44,13", "marathi": "0,2,48,3,1,38,47,18,20,43,49,27,16,17,14,15,9,41,39,45,33,34,46,10,11,12,22,21,51,24,23,7,4,5,8,6,19,42,40,26,25,50,35,36,52,37,31,32,28,29,30,44,13", "bengali": "0,2,48,3,1,38,47,18,20,43,49,27,16,17,14,15,9,41,39,45,33,34,46,10,11,12,22,21,51,24,23,7,35,5,4,36,8,6,52,37,19,42,40,26,25,50,31,32,28,29,30,44,13", "gujarati": "0,2,48,3,1,38,47,18,20,43,49,27,16,17,14,15,9,41,39,45,33,34,46,10,11,12,22,21,51,24,23,7,4,5,8,6,19,42,40,26,25,50,35,36,52,37,31,32,28,29,30,44,13", "punjabi": "0,2,48,3,1,38,47,18,20,43,49,27,16,14,15,17,9,41,39,45,33,34,46,10,11,12,22,21,51,24,23,7,4,5,6,8,19,42,40,25,26,50,35,36,52,37,31,32,28,29,30,44,13", "odia": "0,2,48,3,1,38,47,18,20,43,49,27,16,17,14,15,9,41,39,45,33,34,46,10,11,12,22,21,51,24,23,7,4,5,8,6,19,42,40,25,26,50,35,36,52,37,31,32,28,29,30,44,13", "assamese": "0,2,48,3,1,38,47,18,20,43,49,27,16,17,14,15,9,41,39,45,33,34,46,10,11,12,22,21,51,24,23,7,35,5,4,36,8,6,52,37,19,42,40,26,25,50,31,32,28,29,30,44,13"}}