{"stats": [{"H": "Videos", "C": "1"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "13 M"}, {"H": "Views", "C": "306"}], "info": [{"H": "Type", "V": "Krithi"}, {"H": "Composer", "V": "Ambujam Krishna"}, {"H": "Raga", "V": "Mohanam"}, {"H": "Tala", "V": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Tamil"}], "title": {"H": "Mohanamai Tigazhumo", "V": "mOhanamAy tigazhumE rAmA unnuru", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "mOhanamAy tigazhumE rAmA unnuru"}, {"M": "anupallavi", "T": "mOhana muRuval konjum vadanattaruL pozhiyum iru vizhiyum anbar uLLam <br/> mayanga aruL pozhiyum iru vizhiyum anbar uLLam mayanga"}, {"M": "caraNam", "T": "mukti aLikkum un tAraka nAmamum vaitta kuri tavarAc-caram taritta karamum vandaDaindOrkku <br/> abhayam tandiDum kazhalum metta ninaindu nittam paNindu cittam kaLittiDum uttamar tammiDai"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "மோஹனமாய் திகழுமே ராமா உன்னுரு"}, {"M": "அனுபல்லவி", "T": "மோஹன முறுவல் கொஞ்சும் வதனத்தருள் பொழியும் இரு விழியும் அன்பர் உள்ளம் <br/> மயங்க அருள் பொழியும் இரு விழியும் அன்பர் உள்ளம் மயங்க"}, {"M": "சரணம்", "T": "முக்தி அளிக்கும் உன் தாரக நாமமும் வைத்த குரி தவராச்-சரம் தரித்த கரமும் வந்தடைந்தோர்க்கு <br/> அபயம் தந்திடும் கழலும் மெத்த நினைந்து நித்தம் பணிந்து சித்தம் களித்திடும் உத்தமர் தம்மிடை"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "మోహనమాయ్ తిగఴుమే రామా ఉన్నురు"}, {"M": "అనుపల్లవి", "T": "మోహన ముఱువల్ కొఞ్జుమ్ వదనత్తరుళ్ పొఴియుమ్ ఇరు విఴియుమ్ అన్బర్ ఉళ్ళమ్ <br/> మయఙ్గ అరుళ్ పొఴియుమ్ ఇరు విఴియుమ్ అన్బర్ ఉళ్ళమ్ మయఙ్గ"}, {"M": "చరణమ్", "T": "ముక్తి అళిక్కుమ్ ఉన్ తారక నామముమ్ వైత్త కురి తవరాచ్-చరమ్ తరిత్త కరముమ్ వన్దడైన్దోర్క్కు <br/> అభయమ్ తన్దిడుమ్ కఴలుమ్ మెత్త నినైన్దు నిత్తమ్ పణిన్దు చిత్తమ్ కళిత్తిడుమ్ ఉత్తమర్ తమ్మిడై"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಮೋಹನಮಾಯ್ ತಿಗಳುಮೇ ರಾಮಾ ಉನ್ನುರು"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಮೋಹನ ಮುಱುವಲ್ ಕೊಞ್ಜುಮ್ ವದನತ್ತರುಳ್ ಪೊಳಿಯುಮ್ ಇರು ವಿಳಿಯುಮ್ ಅನ್ಬರ್ ಉಳ್ಳಮ್ <br/> ಮಯಙ್ಗ ಅರುಳ್ ಪೊಳಿಯುಮ್ ಇರು ವಿಳಿಯುಮ್ ಅನ್ಬರ್ ಉಳ್ಳಮ್ ಮಯಙ್ಗ"}, {"M": "ಚರಣಮ್", "T": "ಮುಕ್ತಿ ಅಳಿಕ್ಕುಮ್ ಉನ್ ತಾರಕ ನಾಮಮುಮ್ ವೈತ್ತ ಕುರಿ ತವರಾಚ್-ಚರಮ್ ತರಿತ್ತ ಕರಮುಮ್ ವನ್ದಡೈನ್ದೋರ್ಕ್ಕು <br/> ಅಭಯಮ್ ತನ್ದಿಡುಮ್ ಕಳಲುಮ್ ಮೆತ್ತ ನಿನೈನ್ದು ನಿತ್ತಮ್ ಪಣಿನ್ದು ಚಿತ್ತಮ್ ಕಳಿತ್ತಿಡುಮ್ ಉತ್ತಮರ್ ತಮ್ಮಿಡೈ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "മോഹനമായ് തിഗഴുമേ രാമാ ഉന്നുരു"}, {"M": "അനുപല്ലവി", "T": "മോഹന മുറുവല് കൊഞ്ജുമ് വദനത്തരുള് പൊഴിയുമ് ഇരു വിഴിയുമ് അന്ബര് ഉള്ളമ് <br/> മയങ്ഗ അരുള് പൊഴിയുമ് ഇരു വിഴിയുമ് അന്ബര് ഉള്ളമ് മയങ്ഗ"}, {"M": "ചരണമ്", "T": "മുക്തി അളിക്കുമ് ഉന് താരക നാമമുമ് വൈത്ത കുരി തവരാച്-ചരമ് തരിത്ത കരമുമ് വന്ദഡൈന്ദോര്ക്കു <br/> അഭയമ് തന്ദിഡുമ് കഴലുമ് മെത്ത നിനൈന്ദു നിത്തമ് പണിന്ദു ചിത്തമ് കളിത്തിഡുമ് ഉത്തമര് തമ്മിഡൈ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "मोहनमाय् तिगलुमे रामा उन्नुरु"}, {"M": "अनुपल्लवि", "T": "मोहन मुरुवल् कोञ्जुम् वदनत्तरुल् पोलियुम् इरु विलियुम् अन्बर् उल्लम् <br/> मयङ्ग अरुल् पोलियुम् इरु विलियुम् अन्बर् उल्लम् मयङ्ग"}, {"M": "चरणम्", "T": "मुक्ति अलिक्कुम् उन् तारक नाममुम् वैत्त कुरि तवराच्-चरम् तरित्त करमुम् वन्दडैन्दोर्क्कु <br/> अभयम् तन्दिडुम् कललुम् मेत्त निनैन्दु नित्तम् पणिन्दु चित्तम् कलित्तिडुम् उत्तमर् तम्मिडै"}]}], "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c4201.shtml"}]}], "videos": [{"folder": [{"A": [3681, 3024], "songs": [{"C": [5292, 5020], "D": "13:53", "I": "yB1iMmkEnxQ", "R": [1625, 1006], "S": [16009, 16015], "T": [0, 0], "V": "306"}]}]}]}