{"stats": [{"H": "Videos", "C": "26"}, {"H": "Ragas", "C": "3"}, {"H": "Artists", "C": "14"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "7 H"}, {"H": "Views", "C": "40 K"}], "info": [{"H": "Type", "V": "Krithi"}, {"H": "Composer", "V": "Subramanya Bharathi"}, {"H": "Raga", "V": "Ragamalika"}, {"H": "Tala", "V": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Tamil"}, {"H": "God", "V": "Murugan"}], "title": {"H": "Muruga Muruga Muruga", "V": "murugA murugA murugA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "murugA murugA murugA"}, {"M": "caraNam 1", "T": "varuvAy mayil mIdinilE <br/> vaDivE luDanE varuvAy <br/> taruvAy nalamum tagavum pugazhum <br/> tavamum tiRamum tanamum kanamum.\t(murugA)"}, {"M": "caraNam 2", "T": "aDiyAr palarin kuLarE <br/> avarai viDuvit taruLvAy <br/> muDiyA maRaiyin muDivE! asurar <br/> muDivE karudum vaDivE lavanE!\t(murugA)"}, {"M": "caraNam 3", "T": "surudip poruLE, varuga. <br/> tuNivE, kanalE, varuga. <br/> karudik karudik kavalaip paDuvAr <br/> kavalaik kaDalaik kaDiyum vaDivEl\t(murugA)"}, {"M": "caraNam 4", "T": "amarA vadivAzh vuRavE <br/> aruLvAy! caraNam, caraNam! <br/> kumarA, piNiyA vaiyumE sidaRak <br/> kumuRum suDarvE lavanE, caraNam.\t(murugA)"}, {"M": "caraNam 5", "T": "aRivA kiyagO yililE <br/> aruLA kiyadAy maDimEl <br/> poRivE luDanE, vaLarvAy, aDiyAr <br/> puduvAzh vuRavE puvimI taruLvAy.\t(murugA)"}, {"M": "caraNam 6", "T": "kuruvE, paraman maganE, <br/> kugaiyil vaLarun kanalE, <br/> taruvAy tozhilum payanum, amarar <br/> samarA tibanE, caraNam, caraNam.\t(murugA)"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "முருகா முருகா முருகா"}, {"M": "சரணம் 1", "T": "வருவாய் மயில் மீதினிலே <br/> வடிவே லுடனே வருவாய் <br/> தருவாய் நலமும் தகவும் புகழும் <br/> தவமும் திறமும் தனமும் கனமும்.\t(முருகா)"}, {"M": "சரணம் 2", "T": "அடியார் பலரிங் குளரே <br/> அவரை விடுவித் தருள்வாய் <br/> முடியா மறையின் முடிவே! அசுரர் <br/> முடிவே கருதும் வடிவே லவனே!\t(முருகா)"}, {"M": "சரணம் 3", "T": "சுருதிப் பொருளே, வருக. <br/> துணிவே, கனலே, வருக. <br/> கருதிக் கருதிக் கவலைப் படுவார் <br/> கவலைக் கடலைக் கடியும் வடிவேல்\t(முருகா)"}, {"M": "சரணம் 4", "T": "அமரா வதிவாழ் வுறவே <br/> அருள்வாய்! சரணம், சரணம்! <br/> குமரா, பிணியா வையுமே சிதறக் <br/> குமுறும் சுடர்வே லவனே, சரணம்.\t(முருகா)"}, {"M": "சரணம் 5", "T": "அறிவா கியகோ யிலிலே <br/> அருளா கியதாய் மடிமேல் <br/> பொறிவே லுடனே, வளர்வாய், அடியார் <br/> புதுவாழ் வுறவே புவிமீ தருள்வாய்.\t(முருகா)"}, {"M": "சரணம் 6", "T": "குருவே, பரமன் மகனே, <br/> குகையில் வளருங் கனலே, <br/> தருவாய் தொழிலும் பயனும், அமரர் <br/> சமரா திபனே, சரணம், சரணம்.\t(முருகா)"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "మురుగా మురుగా మురుగా"}, {"M": "చరణమ్ 1", "T": "వరువాయ్ మయిల్ మీదినిలే <br/> వడివే లుడనే వరువాయ్ <br/> తరువాయ్ నలముమ్ తగవుమ్ పుగఴుమ్ <br/> తవముమ్ తిఱముమ్ తనముమ్ కనముమ్.\t(మురుగా)"}, {"M": "చరణమ్ 2", "T": "అడియార్ పలరిఙ్ కుళరే <br/> అవరై విడువిత్ తరుళ్వాయ్ <br/> ముడియా మఱైయిన్ ముడివే! అసురర్ <br/> ముడివే కరుదుమ్ వడివే లవనే!\t(మురుగా)"}, {"M": "చరణమ్ 3", "T": "సురుదిప్ పొరుళే, వరుగ. <br/> తుణివే, కనలే, వరుగ. <br/> కరుదిక్ కరుదిక్ కవలైప్ పడువార్ <br/> కవలైక్ కడలైక్ కడియుమ్ వడివేల్\t(మురుగా)"}, {"M": "చరణమ్ 4", "T": "అమరా వదివాఴ్ వుఱవే <br/> అరుళ్వాయ్! చరణమ్, చరణమ్! <br/> కుమరా, పిణియా వైయుమే సిదఱక్ <br/> కుముఱుమ్ సుడర్వే లవనే, చరణమ్.\t(మురుగా)"}, {"M": "చరణమ్ 5", "T": "అఱివా కియగో యిలిలే <br/> అరుళా కియదాయ్ మడిమేల్ <br/> పొఱివే లుడనే, వళర్వాయ్, అడియార్ <br/> పుదువాఴ్ వుఱవే పువిమీ తరుళ్వాయ్.\t(మురుగా)"}, {"M": "చరణమ్ 6", "T": "కురువే, పరమన్ మగనే, <br/> కుగైయిల్ వళరుఙ్ కనలే, <br/> తరువాయ్ తొఴిలుమ్ పయనుమ్, అమరర్ <br/> సమరా తిబనే, చరణమ్, చరణమ్.\t(మురుగా)"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಮುರುಗಾ ಮುರುಗಾ ಮುರುಗಾ"}, {"M": "ಚರಣಮ್ 1", "T": "ವರುವಾಯ್ ಮಯಿಲ್ ಮೀದಿನಿಲೇ <br/> ವಡಿವೇ ಲುಡನೇ ವರುವಾಯ್ <br/> ತರುವಾಯ್ ನಲಮುಮ್ ತಗವುಮ್ ಪುಗಳುಮ್ <br/> ತವಮುಮ್ ತಿಱಮುಮ್ ತನಮುಮ್ ಕನಮುಮ್.\t(ಮುರುಗಾ)"}, {"M": "ಚರಣಮ್ 2", "T": "ಅಡಿಯಾರ್ ಪಲರಿಙ್ ಕುಳರೇ <br/> ಅವರೈ ವಿಡುವಿತ್ ತರುಳ್ವಾಯ್ <br/> ಮುಡಿಯಾ ಮಱೈಯಿನ್ ಮುಡಿವೇ! ಅಸುರರ್ <br/> ಮುಡಿವೇ ಕರುದುಮ್ ವಡಿವೇ ಲವನೇ!\t(ಮುರುಗಾ)"}, {"M": "ಚರಣಮ್ 3", "T": "ಸುರುದಿಪ್ ಪೊರುಳೇ, ವರುಗ. <br/> ತುಣಿವೇ, ಕನಲೇ, ವರುಗ. <br/> ಕರುದಿಕ್ ಕರುದಿಕ್ ಕವಲೈಪ್ ಪಡುವಾರ್ <br/> ಕವಲೈಕ್ ಕಡಲೈಕ್ ಕಡಿಯುಮ್ ವಡಿವೇಲ್\t(ಮುರುಗಾ)"}, {"M": "ಚರಣಮ್ 4", "T": "ಅಮರಾ ವದಿವಾಳ್ ವುಱವೇ <br/> ಅರುಳ್ವಾಯ್! ಚರಣಮ್, ಚರಣಮ್! <br/> ಕುಮರಾ, ಪಿಣಿಯಾ ವೈಯುಮೇ ಸಿದಱಕ್ <br/> ಕುಮುಱುಮ್ ಸುಡರ್ವೇ ಲವನೇ, ಚರಣಮ್.\t(ಮುರುಗಾ)"}, {"M": "ಚರಣಮ್ 5", "T": "ಅಱಿವಾ ಕಿಯಗೋ ಯಿಲಿಲೇ <br/> ಅರುಳಾ ಕಿಯದಾಯ್ ಮಡಿಮೇಲ್ <br/> ಪೊಱಿವೇ ಲುಡನೇ, ವಳರ್ವಾಯ್, ಅಡಿಯಾರ್ <br/> ಪುದುವಾಳ್ ವುಱವೇ ಪುವಿಮೀ ತರುಳ್ವಾಯ್.\t(ಮುರುಗಾ)"}, {"M": "ಚರಣಮ್ 6", "T": "ಕುರುವೇ, ಪರಮನ್ ಮಗನೇ, <br/> ಕುಗೈಯಿಲ್ ವಳರುಙ್ ಕನಲೇ, <br/> ತರುವಾಯ್ ತೊಳಿಲುಮ್ ಪಯನುಮ್, ಅಮರರ್ <br/> ಸಮರಾ ತಿಬನೇ, ಚರಣಮ್, ಚರಣಮ್.\t(ಮುರುಗಾ)"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "മുരുഗാ മുരുഗാ മുരുഗാ"}, {"M": "ചരണമ് 1", "T": "വരുവായ് മയില് മീദിനിലേ <br/> വഡിവേ ലുഡനേ വരുവായ് <br/> തരുവായ് നലമുമ് തഗവുമ് പുഗഴുമ് <br/> തവമുമ് തിറമുമ് തനമുമ് കനമുമ്.\t(മുരുഗാ)"}, {"M": "ചരണമ് 2", "T": "അഡിയാര് പലരിങ് കുളരേ <br/> അവരൈ വിഡുവിത് തരുള്വായ് <br/> മുഡിയാ മറൈയിന് മുഡിവേ! അസുരര് <br/> മുഡിവേ കരുദുമ് വഡിവേ ലവനേ!\t(മുരുഗാ)"}, {"M": "ചരണമ് 3", "T": "സുരുദിപ് പൊരുളേ, വരുഗ. <br/> തുണിവേ, കനലേ, വരുഗ. <br/> കരുദിക് കരുദിക് കവലൈപ് പഡുവാര് <br/> കവലൈക് കഡലൈക് കഡിയുമ് വഡിവേല്\t(മുരുഗാ)"}, {"M": "ചരണമ് 4", "T": "അമരാ വദിവാഴ് വുറവേ <br/> അരുള്വായ്! ചരണമ്, ചരണമ്! <br/> കുമരാ, പിണിയാ വൈയുമേ സിദറക് <br/> കുമുറുമ് സുഡര്വേ ലവനേ, ചരണമ്.\t(മുരുഗാ)"}, {"M": "ചരണമ് 5", "T": "അറിവാ കിയഗോ യിലിലേ <br/> അരുളാ കിയദായ് മഡിമേല് <br/> പൊറിവേ ലുഡനേ, വളര്വായ്, അഡിയാര് <br/> പുദുവാഴ് വുറവേ പുവിമീ തരുള്വായ്.\t(മുരുഗാ)"}, {"M": "ചരണമ് 6", "T": "കുരുവേ, പരമന് മഗനേ, <br/> കുഗൈയില് വളരുങ് കനലേ, <br/> തരുവായ് തൊഴിലുമ് പയനുമ്, അമരര് <br/> സമരാ തിബനേ, ചരണമ്, ചരണമ്.\t(മുരുഗാ)"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "मुरुगा मुरुगा मुरुगा"}, {"M": "चरणम् 1", "T": "वरुवाय् मयिल् मीदिनिले <br/> वडिवे लुडने वरुवाय् <br/> तरुवाय् नलमुम् तगवुम् पुगलुम् <br/> तवमुम् तिरमुम् तनमुम् कनमुम्.\t(मुरुगा)"}, {"M": "चरणम् 2", "T": "अडियार् पलरिङ् कुलरे <br/> अवरै विडुवित् तरुल्वाय् <br/> मुडिया मरैयिन् मुडिवे! असुरर् <br/> मुडिवे करुदुम् वडिवे लवने!\t(मुरुगा)"}, {"M": "चरणम् 3", "T": "सुरुदिप् पोरुले, वरुग. <br/> तुणिवे, कनले, वरुग. <br/> करुदिक् करुदिक् कवलैप् पडुवार् <br/> कवलैक् कडलैक् कडियुम् वडिवेल्\t(मुरुगा)"}, {"M": "चरणम् 4", "T": "अमरा वदिवाल् वुरवे <br/> अरुल्वाय्! चरणम्, चरणम्! <br/> कुमरा, पिणिया वैयुमे सिदरक् <br/> कुमुरुम् सुडर्वे लवने, चरणम्.\t(मुरुगा)"}, {"M": "चरणम् 5", "T": "अरिवा कियगो यिलिले <br/> अरुला कियदाय् मडिमेल् <br/> पोरिवे लुडने, वलर्वाय्, अडियार् <br/> पुदुवाल् वुरवे पुविमी तरुल्वाय्.\t(मुरुगा)"}, {"M": "चरणम् 6", "T": "कुरुवे, परमन् मगने, <br/> कुगैयिल् वलरुङ् कनले, <br/> तरुवाय् तोलिलुम् पयनुम्, अमरर् <br/> समरा तिबने, चरणम्, चरणम्.\t(मुरुगा)"}]}], "lyricsref": [{"links": [{"N": "www.tamilvu.org", "L": "http://www.tamilvu.org/slet/l9100/l9100pd1.jsp?bookid=145"}]}], "videos": [{"folder": [{"A": [3680, 3015], "songs": [{"C": [5291, 5014], "D": "5:15", "I": "GTVeiltmmNE", "R": [1442, 1001], "S": [10512, 10655], "T": [0, 0], "V": "40"}]}, {"A": [3667, 3013], "songs": [{"C": [5291, 5014], "D": "17:21", "I": "7G8TERhq6lY", "R": [1442, 1001], "S": [10512, 10655], "T": [0, 0], "V": "800"}, {"C": [5291, 5014], "D": "52:01", "I": "apLBtLvTaFY", "R": [1655, 1039], "S": [10512, 10655], "T": [0, 0], "V": "409"}, {"C": [5291, 5014], "D": "14:36", "I": "LsZuggVED9E", "R": [1442, 1001], "S": [10512, 10655], "T": [0, 0], "V": "193"}, {"C": [5291, 5014], "D": "34:06", "I": "miHFevKDWPg", "R": [1655, 1039], "S": [10512, 10655], "T": [0, 0], "V": "82"}, {"C": [5291, 5014], "D": "25:51", "I": "JKpzx2BfVzU", "R": [1655, 1039], "S": [10512, 10655], "T": [0, 0], "V": "79"}, {"C": [5291, 5014], "D": "7:51", "I": "tUJFjShsuF4", "R": [1655, 1039], "S": [10512, 10655], "T": [0, 0], "V": "77"}, {"C": [5291, 5014], "D": "4:26", "I": "ZrT3ZzuZDYk", "R": [1655, 1039], "S": [10512, 10655], "T": [0, 0], "V": "47"}, {"C": [5291, 5014], "D": "41:06", "I": "KbOfAcSRhZA", "R": [1655, 1039], "S": [10512, 10655], "T": [0, 0], "V": "46"}, {"C": [5291, 5014], "D": "14:41", "I": "WbuDXD5pg_0", "R": [1655, 1039], "S": [10512, 10655], "T": [0, 0], "V": "32"}]}, {"A": [3697, 3037], "songs": [{"C": [5291, 5014], "D": "7:15", "I": "gsD-CQV6IxE", "R": [1000, 1000], "S": [10512, 10655], "T": [0, 0], "V": "2,200"}, {"C": [5291, 5014], "D": "7:18", "I": "Ic9QT7s3F7w", "R": [1000, 1000], "S": [10512, 10655], "T": [0, 0], "V": "1,200"}, {"C": [5291, 5014], "D": "8:26", "I": "wTZJnKzuEyI", "R": [1442, 1001], "S": [10512, 10655], "T": [0, 0], "V": "1,000"}]}, {"A": [3658, 3001], "songs": [{"C": [5291, 5014], "D": "58:45", "I": "W4RNEBL975Y", "R": [1442, 1001], "S": [10512, 10655], "T": [0, 0], "V": "47"}]}, {"A": [3662, 3017], "songs": [{"C": [5291, 5014], "D": "8:06", "I": "4M4eR53nFUA", "R": [1442, 1001], "S": [10512, 10655], "T": [0, 0], "V": "44"}]}, {"A": [3693, 3033], "songs": [{"C": [5291, 5014], "D": "2:59", "I": "98YDjMK3JdQ", "R": [1442, 1001], "S": [10512, 10655], "T": [0, 0], "V": "8,600"}]}, {"A": [3678, 3016], "songs": [{"C": [5291, 5014], "D": "10:05", "I": "-jxbVGNeiwE", "R": [1655, 1039], "S": [10512, 10655], "T": [0, 0], "V": "3,400"}]}, {"A": [3941, 3252], "songs": [{"C": [5291, 5014], "D": "40:55", "I": "A4QD-wM5A1w", "R": [1442, 1001], "S": [10512, 10655], "T": [0, 0], "V": "135"}]}, {"A": [3729, 3062], "songs": [{"C": [5291, 5014], "D": "7:21", "I": "Hs0sZ_rnOyo", "R": [1000, 1000], "S": [10512, 10655], "T": [0, 0], "V": "2,578"}, {"C": [5291, 5014], "D": "7:22", "I": "Jqsquf7fRv4", "R": [1000, 1000], "S": [10512, 10655], "T": [0, 0], "V": "1,891"}]}, {"A": [3737, 3075], "songs": [{"C": [5291, 5014], "D": "28:49", "I": "CIb4Zjerc8M", "R": [1442, 1001], "S": [10512, 10655], "T": [0, 0], "V": "32"}]}, {"A": [3664, 3006], "songs": [{"C": [5291, 5014], "D": "7:19", "I": "oPya0LlYN5w", "R": [1442, 1001], "S": [10512, 10655], "T": [0, 0], "V": "1,363"}, {"C": [5291, 5014], "D": "7:19", "I": "Cb01xgpVdD0", "R": [1442, 1001], "S": [10512, 10655], "T": [0, 0], "V": "2"}]}, {"A": [3672, 3012], "songs": [{"C": [5291, 5014], "D": "6:37", "I": "cmyUkDADaj4", "R": [1442, 1001], "S": [10512, 10655], "T": [0, 0], "V": "3,100"}]}, {"A": [4013, 3358], "songs": [{"C": [5291, 5014], "D": "8:55", "I": "lBA0H7ihydQ", "R": [1655, 1039], "S": [10512, 10655], "T": [0, 0], "V": "20"}]}, {"A": [4077, 3373], "songs": [{"C": [5291, 5014], "D": "15:11", "I": "OyV95vD1UiM", "R": [1442, 1001], "S": [10512, 10655], "T": [0, 0], "V": "11,754"}]}]}]}