{"stats": [{"H": "Videos", "C": "8"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "5"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "42 M"}, {"H": "Views", "C": "22 K"}], "info": [], "title": {"T": 21519, "H": "nA dhira tayya tana", "V": "nA dhira tayya tana", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "nA dhira tayya tana tOmta tiranA <br/> nA dhira tayya tana tOmta dhiranA <br/> tiranA  nA dhira .... <br/> tiranA tiranA nA dhira.... <br/> dhira dhIm tiranA nA dhira.... <br/> kALinga nartana catura madhura muraLI mOhana vAdanA dhiranA nA dhira ... <br/> kALIya natrana catura madhura muraLI mOhana vAdanA dhiranA <br/> natadhara malayaja dina caturA nA dhira...."}, {"M": "anupallavi", "T": "nA dhiratOm taiyya nata tiratOm taiyya nAtiratOm nata tiratOm taiyya taiyya <br/> nA dhiratOm taiyya nata tiratOm taiyya nAtiratOm nata tiraOm taiyya taiyya <br/> nArada muni sannuta pada pankaja parimaLa navadhana mAlA <br/> nArada muni sannuta pada pankaja parimaLa navadhana mAlA gOpAlA <br/> nAdaramuni sannuta pada pankaja parimaLa navadhana mAlA <br/> natadhara malayaja dina catura nA dhira...."}, {"M": "caraNam", "T": "tAm tattOmta ma ga pa ma ri ma sa dhranata tAm ma ri ma pa sa ni dha pA <br/> tAm tattOmta ma ga pa ma ri ma sa  dhiranata tAm ma ri ma pa sa ni dha ma <br/> pa pa tadhingiNatOm ma ma ma ga pa ma ri dhiri takana nam tari dhimita <br/> tAmta tvice <br/> dhirana dhirana tana jvalita maNi kiraNa kinkiNi rava nUpura tunga <br/> dharaNa vihara viracita kanakA...bharaNa caraNagati vitaraNa naTana <br/> taddhim kiTTa takajhaNu tarikiTatOm taddhIm tattai tajjham taNam tanam tari <br/> taddhikkiTTa takajhaNu tarikiTatOm taddhIm tattai tajjham taNam tanam tari <br/> tattikkiTatOm taka tarikiTa takatOm kiTataka taLAngu tai tai takadhim <br/> kiTataka taLAngu nAdhiru tadhingiNatOm tOm kiTa tadhingiNatOm tvice <br/> nA dhira....."}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "நா திர தய்ய தன தோம்த திரனா <br/> நா திர தய்ய தன தோம்த திரனா <br/> திரனா  நா திர .... <br/> திரனா திரனா நா திர.... <br/> திர தீம் திரனா நா திர.... <br/> காளிங்க நர்தன சதுர மதுர முரளீ மோஹன வாதனா திரனா நா திர ... <br/> காளீய நத்ரன சதுர மதுர முரளீ மோஹன வாதனா திரனா <br/> நததர மலயஜ தின சதுரா நா திர...."}, {"M": "அனுபல்லவி", "T": "நா திரதோம் தைய்ய நத திரதோம் தைய்ய நாதிரதோம் நத திரதோம் தைய்ய தைய்ய <br/> நா திரதோம் தைய்ய நத திரதோம் தைய்ய நாதிரதோம் நத திராம் தைய்ய தைய்ய <br/> நாரத முனி சன்னுத பத பங்கஜ பரிமள நவதன மாலா <br/> நாரத முனி சன்னுத பத பங்கஜ பரிமள நவதன மாலா கோபாலா <br/> நாதரமுனி சன்னுத பத பங்கஜ பரிமள நவதன மாலா <br/> நததர மலயஜ தின சதுர நா திர...."}, {"M": "சரணம்", "T": "தாம் தத்தோம்த ம க ப ம ரி ம ச த்ரனத தாம் ம ரி ம ப ச நி த பா <br/> தாம் தத்தோம்த ம க ப ம ரி ம ச  திரனத தாம் ம ரி ம ப ச நி த ம <br/> ப ப ததிங்கிணதோம் ம ம ம க ப ம ரி திரி தகன நம் தரி திமித <br/> தாம்த த்விசெ <br/> திரன திரன தன ஜ்வலித மணி கிரண கிங்கிணி ரவ நூபுர துங்க <br/> தரண விஹர விரசித கனகா...பரண சரணகதி விதரண நடன <br/> தத்திம் கிட்ட தகஜணு தரிகிடதோம் தத்தீம் தத்தை தஜ்ஜம் தணம் தனம் தரி <br/> தத்திக்கிட்ட தகஜணு தரிகிடதோம் தத்தீம் தத்தை தஜ்ஜம் தணம் தனம் தரி <br/> தத்திக்கிடதோம் தக தரிகிட தகதோம் கிடதக தளாங்கு தை தை தகதிம் <br/> கிடதக தளாங்கு நாதிரு ததிங்கிணதோம் தோம் கிட ததிங்கிணதோம் த்விசெ <br/> நா திர....."}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "నా ధిర తయ్య తన తోమ్త తిరనా <br/> నా ధిర తయ్య తన తోమ్త ధిరనా <br/> తిరనా  నా ధిర .... <br/> తిరనా తిరనా నా ధిర.... <br/> ధిర ధీమ్ తిరనా నా ధిర.... <br/> కాళింగ నర్తన చతుర మధుర మురళీ మోహన వాదనా ధిరనా నా ధిర ... <br/> కాళీయ నత్రన చతుర మధుర మురళీ మోహన వాదనా ధిరనా <br/> నతధర మలయజ దిన చతురా నా ధిర...."}, {"M": "అనుపల్లవి", "T": "నా ధిరతోమ్ తైయ్య నత తిరతోమ్ తైయ్య నాతిరతోమ్ నత తిరతోమ్ తైయ్య తైయ్య <br/> నా ధిరతోమ్ తైయ్య నత తిరతోమ్ తైయ్య నాతిరతోమ్ నత తిరామ్ తైయ్య తైయ్య <br/> నారద ముని సన్నుత పద పంకజ పరిమళ నవధన మాలా <br/> నారద ముని సన్నుత పద పంకజ పరిమళ నవధన మాలా గోపాలా <br/> నాదరముని సన్నుత పద పంకజ పరిమళ నవధన మాలా <br/> నతధర మలయజ దిన చతుర నా ధిర...."}, {"M": "చరణమ్", "T": "తామ్ తత్తోమ్త మ గ ప మ రి మ స ధ్రనత తామ్ మ రి మ ప స ని ధ పా <br/> తామ్ తత్తోమ్త మ గ ప మ రి మ స  ధిరనత తామ్ మ రి మ ప స ని ధ మ <br/> ప ప తధింగిణతోమ్ మ మ మ గ ప మ రి ధిరి తకన నమ్ తరి ధిమిత <br/> తామ్త త్విచె <br/> ధిరన ధిరన తన జ్వలిత మణి కిరణ కింకిణి రవ నూపుర తుంగ <br/> ధరణ విహర విరచిత కనకా...భరణ చరణగతి వితరణ నటన <br/> తద్ధిమ్ కిట్ట తకఝణు తరికిటతోమ్ తద్ధీమ్ తత్తై తజ్ఝమ్ తణమ్ తనమ్ తరి <br/> తద్ధిక్కిట్ట తకఝణు తరికిటతోమ్ తద్ధీమ్ తత్తై తజ్ఝమ్ తణమ్ తనమ్ తరి <br/> తత్తిక్కిటతోమ్ తక తరికిట తకతోమ్ కిటతక తళాంగు తై తై తకధిమ్ <br/> కిటతక తళాంగు నాధిరు తధింగిణతోమ్ తోమ్ కిట తధింగిణతోమ్ త్విచె <br/> నా ధిర....."}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ನಾ ಧಿರ ತಯ್ಯ ತನ ತೋಮ್ತ ತಿರನಾ <br/> ನಾ ಧಿರ ತಯ್ಯ ತನ ತೋಮ್ತ ಧಿರನಾ <br/> ತಿರನಾ  ನಾ ಧಿರ .... <br/> ತಿರನಾ ತಿರನಾ ನಾ ಧಿರ.... <br/> ಧಿರ ಧೀಮ್ ತಿರನಾ ನಾ ಧಿರ.... <br/> ಕಾಳಿಂಗ ನರ್ತನ ಚತುರ ಮಧುರ ಮುರಳೀ ಮೋಹನ ವಾದನಾ ಧಿರನಾ ನಾ ಧಿರ ... <br/> ಕಾಳೀಯ ನತ್ರನ ಚತುರ ಮಧುರ ಮುರಳೀ ಮೋಹನ ವಾದನಾ ಧಿರನಾ <br/> ನತಧರ ಮಲಯಜ ದಿನ ಚತುರಾ ನಾ ಧಿರ...."}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ನಾ ಧಿರತೋಮ್ ತೈಯ್ಯ ನತ ತಿರತೋಮ್ ತೈಯ್ಯ ನಾತಿರತೋಮ್ ನತ ತಿರತೋಮ್ ತೈಯ್ಯ ತೈಯ್ಯ <br/> ನಾ ಧಿರತೋಮ್ ತೈಯ್ಯ ನತ ತಿರತೋಮ್ ತೈಯ್ಯ ನಾತಿರತೋಮ್ ನತ ತಿರಾಮ್ ತೈಯ್ಯ ತೈಯ್ಯ <br/> ನಾರದ ಮುನಿ ಸನ್ನುತ ಪದ ಪಂಕಜ ಪರಿಮಳ ನವಧನ ಮಾಲಾ <br/> ನಾರದ ಮುನಿ ಸನ್ನುತ ಪದ ಪಂಕಜ ಪರಿಮಳ ನವಧನ ಮಾಲಾ ಗೋಪಾಲಾ <br/> ನಾದರಮುನಿ ಸನ್ನುತ ಪದ ಪಂಕಜ ಪರಿಮಳ ನವಧನ ಮಾಲಾ <br/> ನತಧರ ಮಲಯಜ ದಿನ ಚತುರ ನಾ ಧಿರ...."}, {"M": "ಚರಣಮ್", "T": "ತಾಮ್ ತತ್ತೋಮ್ತ ಮ ಗ ಪ ಮ ರಿ ಮ ಸ ಧ್ರನತ ತಾಮ್ ಮ ರಿ ಮ ಪ ಸ ನಿ ಧ ಪಾ <br/> ತಾಮ್ ತತ್ತೋಮ್ತ ಮ ಗ ಪ ಮ ರಿ ಮ ಸ  ಧಿರನತ ತಾಮ್ ಮ ರಿ ಮ ಪ ಸ ನಿ ಧ ಮ <br/> ಪ ಪ ತಧಿಂಗಿಣತೋಮ್ ಮ ಮ ಮ ಗ ಪ ಮ ರಿ ಧಿರಿ ತಕನ ನಮ್ ತರಿ ಧಿಮಿತ <br/> ತಾಮ್ತ ತ್ವಿಚೆ <br/> ಧಿರನ ಧಿರನ ತನ ಜ್ವಲಿತ ಮಣಿ ಕಿರಣ ಕಿಂಕಿಣಿ ರವ ನೂಪುರ ತುಂಗ <br/> ಧರಣ ವಿಹರ ವಿರಚಿತ ಕನಕಾ...ಭರಣ ಚರಣಗತಿ ವಿತರಣ ನಟನ <br/> ತದ್ಧಿಮ್ ಕಿಟ್ಟ ತಕಝಣು ತರಿಕಿಟತೋಮ್ ತದ್ಧೀಮ್ ತತ್ತೈ ತಜ್ಝಮ್ ತಣಮ್ ತನಮ್ ತರಿ <br/> ತದ್ಧಿಕ್ಕಿಟ್ಟ ತಕಝಣು ತರಿಕಿಟತೋಮ್ ತದ್ಧೀಮ್ ತತ್ತೈ ತಜ್ಝಮ್ ತಣಮ್ ತನಮ್ ತರಿ <br/> ತತ್ತಿಕ್ಕಿಟತೋಮ್ ತಕ ತರಿಕಿಟ ತಕತೋಮ್ ಕಿಟತಕ ತಳಾಂಗು ತೈ ತೈ ತಕಧಿಮ್ <br/> ಕಿಟತಕ ತಳಾಂಗು ನಾಧಿರು ತಧಿಂಗಿಣತೋಮ್ ತೋಮ್ ಕಿಟ ತಧಿಂಗಿಣತೋಮ್ ತ್ವಿಚೆ <br/> ನಾ ಧಿರ....."}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "നാ ധിര തയ്യ തന തോമ്ത തിരനാ <br/> നാ ധിര തയ്യ തന തോമ്ത ധിരനാ <br/> തിരനാ  നാ ധിര .... <br/> തിരനാ തിരനാ നാ ധിര.... <br/> ധിര ധീമ് തിരനാ നാ ധിര.... <br/> കാളിംഗ നര്തന ചതുര മധുര മുരളീ മോഹന വാദനാ ധിരനാ നാ ധിര ... <br/> കാളീയ നത്രന ചതുര മധുര മുരളീ മോഹന വാദനാ ധിരനാ <br/> നതധര മലയജ ദിന ചതുരാ നാ ധിര...."}, {"M": "അനുപല്ലവി", "T": "നാ ധിരതോമ് തൈയ്യ നത തിരതോമ് തൈയ്യ നാതിരതോമ് നത തിരതോമ് തൈയ്യ തൈയ്യ <br/> നാ ധിരതോമ് തൈയ്യ നത തിരതോമ് തൈയ്യ നാതിരതോമ് നത തിരാമ് തൈയ്യ തൈയ്യ <br/> നാരദ മുനി സന്നുത പദ പംകജ പരിമള നവധന മാലാ <br/> നാരദ മുനി സന്നുത പദ പംകജ പരിമള നവധന മാലാ ഗോപാലാ <br/> നാദരമുനി സന്നുത പദ പംകജ പരിമള നവധന മാലാ <br/> നതധര മലയജ ദിന ചതുര നാ ധിര...."}, {"M": "ചരണമ്", "T": "താമ് തത്തോമ്ത മ ഗ പ മ രി മ സ ധ്രനത താമ് മ രി മ പ സ നി ധ പാ <br/> താമ് തത്തോമ്ത മ ഗ പ മ രി മ സ  ധിരനത താമ് മ രി മ പ സ നി ധ മ <br/> പ പ തധിംഗിണതോമ് മ മ മ ഗ പ മ രി ധിരി തകന നമ് തരി ധിമിത <br/> താമ്ത ത്വിചെ <br/> ധിരന ധിരന തന ജ്വലിത മണി കിരണ കിംകിണി രവ നൂപുര തുംഗ <br/> ധരണ വിഹര വിരചിത കനകാ...ഭരണ ചരണഗതി വിതരണ നടന <br/> തദ്ധിമ് കിട്ട തകഝണു തരികിടതോമ് തദ്ധീമ് തത്തൈ തജ്ഝമ് തണമ് തനമ് തരി <br/> തദ്ധിക്കിട്ട തകഝണു തരികിടതോമ് തദ്ധീമ് തത്തൈ തജ്ഝമ് തണമ് തനമ് തരി <br/> തത്തിക്കിടതോമ് തക തരികിട തകതോമ് കിടതക തളാംഗു തൈ തൈ തകധിമ് <br/> കിടതക തളാംഗു നാധിരു തധിംഗിണതോമ് തോമ് കിട തധിംഗിണതോമ് ത്വിചെ <br/> നാ ധിര....."}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "ना धिर तय्य तन तोम्त तिरना <br/> ना धिर तय्य तन तोम्त धिरना <br/> तिरना  ना धिर .... <br/> तिरना तिरना ना धिर.... <br/> धिर धीम् तिरना ना धिर.... <br/> कालिंग नर्तन चतुर मधुर मुरली मोहन वादना धिरना ना धिर ... <br/> कालीय नत्रन चतुर मधुर मुरली मोहन वादना धिरना <br/> नतधर मलयज दिन चतुरा ना धिर...."}, {"M": "अनुपल्लवि", "T": "ना धिरतोम् तैय्य नत तिरतोम् तैय्य नातिरतोम् नत तिरतोम् तैय्य तैय्य <br/> ना धिरतोम् तैय्य नत तिरतोम् तैय्य नातिरतोम् नत तिरॉम् तैय्य तैय्य <br/> नारद मुनि सन्नुत पद पंकज परिमल नवधन माला <br/> नारद मुनि सन्नुत पद पंकज परिमल नवधन माला गोपाला <br/> नादरमुनि सन्नुत पद पंकज परिमल नवधन माला <br/> नतधर मलयज दिन चतुर ना धिर...."}, {"M": "चरणम्", "T": "ताम् तत्तोम्त म ग प म रि म स ध्रनत ताम् म रि म प स नि ध पा <br/> ताम् तत्तोम्त म ग प म रि म स  धिरनत ताम् म रि म प स नि ध म <br/> प प तधिंगिणतोम् म म म ग प म रि धिरि तकन नम् तरि धिमित <br/> ताम्त त्विचे <br/> धिरन धिरन तन ज्वलित मणि किरण किंकिणि रव नूपुर तुंग <br/> धरण विहर विरचित कनका...भरण चरणगति वितरण नटन <br/> तद्धिम् किट्ट तकझणु तरिकिटतोम् तद्धीम् तत्तै तज्झम् तणम् तनम् तरि <br/> तद्धिक्किट्ट तकझणु तरिकिटतोम् तद्धीम् तत्तै तज्झम् तणम् तनम् तरि <br/> तत्तिक्किटतोम् तक तरिकिट तकतोम् किटतक तलांगु तै तै तकधिम् <br/> किटतक तलांगु नाधिरु तधिंगिणतोम् तोम् किट तधिंगिणतोम् त्विचे <br/> ना धिर....."}]}], "L": "l", "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c8586.shtml"}]}], "songs": [{"I": "E0e3sRNOFfY", "T": 5, "S": 21519, "R": 32, "C": 13, "A": 209, "D": "7:00", "V": "3,362", "J": "s"}, {"I": "7jvhUtyFT7U", "T": 5, "S": 21519, "R": 32, "C": 13, "A": 716, "D": "6:41", "V": "11,382", "J": "m"}, {"I": "KieeMccpcEk", "T": 5, "S": 21519, "R": 32, "C": 13, "A": 70, "D": "5:00", "V": "1,400", "J": "m"}, {"I": "YVP2PngPOCk", "T": 5, "S": 21519, "R": 32, "C": 13, "A": 70, "D": "3:35", "V": "329", "J": "m"}, {"I": "OBDMr22rLbo", "T": 5, "S": 21519, "R": 32, "C": 13, "A": 168, "D": "6:09", "V": "131", "J": "m"}, {"I": "cwdJ8mo9Q6o", "T": 5, "S": 21519, "R": 32, "C": 13, "A": 168, "D": "6:09", "V": "122", "J": "m"}, {"I": "lZQr5MUp6R8", "T": 5, "S": 21519, "R": 32, "C": 13, "A": 5, "D": "9:20", "V": "3,881", "J": "m"}, {"I": "wPvg_KdrpU0", "T": 5, "S": 21519, "R": 32, "C": 13, "A": 5, "D": "0:14", "V": "841", "J": "m"}], "folders": [["artist", 209, "0"], ["artist", 716, "1"], ["artist", 70, "2,3"], ["artist", 168, "4,5"], ["artist", 5, "6,7"]], "languages": {"english": "0,1,2,3,4", "tamil": "0,2,4,1,3", "telugu": "0,2,3,1,4", "kannada": "0,2,3,1,4", "malayalam": "0,2,3,1,4", "hindi": "0,2,3,1,4", "marathi": "0,2,3,1,4", "bengali": "0,2,3,1,4", "gujarati": "0,2,3,1,4", "punjabi": "0,2,3,1,4", "odia": "0,2,3,1,4", "assamese": "0,2,3,1,4"}}