{"stats": [{"H": "Videos", "C": "7"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "4"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "48 M"}, {"H": "Views", "C": "16 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Oothukkadu Venkata Kavi", "P": "UtthukkADu vEGkaTa kavi"}, {"H": "Raga", "V": "Hamirkalyani", "P": "amIr kalyANi"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Sanskrit", "P": "Sanskrit"}, {"H": "God", "V": "k.RshNA", "P": "k.RshNA"}], "title": {"H": "Nada Murali", "V": "nAda muraLi gAna vilOlA kalyANa k.RshNA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "nAda murali gAna vilOlA kalyANa krshNA nArada muni sannuta varabAla gOpAla"}, {"M": "anupallavi", "T": "mAdhava madhusUdanA harE mukundA mangaLa varadAyaka prabhO giridhara gOpAla nAda"}, {"M": "madhyamakAla sAhityam", "T": "tAkiTTaka taritakajhuNu tAm tattadhIm tai pA ma ma mA ma mA ri ri sa ni tAkiTTaka taritakajhuNu tAm tattadhIm <br/> tai tai taitya kAla tAkiTTaka taritakajhuNu tAm tattadhIm mA ga pA ma ga ma pa dha ni sA tAkiTTaka taritakajhaNu <br/> tadingiNatOm tAkiTTaka taritakajhaNu tadingiNatOm tAkiTTaka taritakajhaNu tadingiNatOm"}, {"M": "caraNam", "T": "manda gamana jita vAraNE bhava bandha bhaya haraNa nivAraNE ati sundara manmata rUpiNE mukha mandahAsadyuti dhAriNE bhuvi-kAranE giridhAriNE taka dhImta dhImta taka dhImta dhImta taka tAm tadingiNatOm tAm tadingiNatOm tAm tadingiNatOm tAm pa ma ma ri ri sa sA sa pa pA ma dha dhA dha pa dha pa pa ma mA ga pa pA ma ga ma pa dha niI sA NagaNagaNAm NigiNigiNIm vara nupura kankaNa kinkiNi Salanga Sabdha vicitram tAm kiTataka tarikiTatOm tarikiTa takajhaNu kitataka tarikiTa tOm tarikiTa takajhaNu kiTataka tarikiTa tOm tarikiTa takajhaNu"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "நாத முரலி கான விலோலா கல்யாண க்ர்ஷ்ணா நாரத முனி சன்னுத வரபால கோபால"}, {"M": "அனுபல்லவி", "T": "மாதவ மதுசூதனா ஹரே முகுந்தா மங்கள வரதாயக ப்ரபோ கிரிதர கோபால நாத"}, {"M": "மத்யமகால சாஹித்யம்", "T": "தாகிட்டக தரிதகஜுணு தாம் தத்ததீம் தை பா ம ம மா ம மா ரி ரி ச நி தாகிட்டக தரிதகஜுணு தாம் தத்ததீம் <br/> தை தை தைத்ய கால தாகிட்டக தரிதகஜுணு தாம் தத்ததீம் மா க பா ம க ம ப த நி சா தாகிட்டக தரிதகஜணு <br/> ததிங்கிணதோம் தாகிட்டக தரிதகஜணு ததிங்கிணதோம் தாகிட்டக தரிதகஜணு ததிங்கிணதோம்"}, {"M": "சரணம்", "T": "மந்த கமன ஜித வாரணே பவ பந்த பய ஹரண நிவாரணே அதி சுந்தர மன்மத ரூபிணே முக மந்தஹாசத்யுதி தாரிணே புவி-காரனே கிரிதாரிணே தக தீம்த தீம்த தக தீம்த தீம்த தக தாம் ததிங்கிணதோம் தாம் ததிங்கிணதோம் தாம் ததிங்கிணதோம் தாம் ப ம ம ரி ரி ச சா ச ப பா ம த தா த ப த ப ப ம மா க ப பா ம க ம ப த நிஈ சா ணகணகணாம் ணிகிணிகிணீம் வர நுபுர கங்கண கிங்கிணி சலங்க சப்த விசித்ரம் தாம் கிடதக தரிகிடதோம் தரிகிட தகஜணு கிததக தரிகிட தோம் தரிகிட தகஜணு கிடதக தரிகிட தோம் தரிகிட தகஜணு"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "నాద మురలి గాన విలోలా కల్యాణ క్ర్ష్ణా నారద ముని సన్నుత వరబాల గోపాల"}, {"M": "అనుపల్లవి", "T": "మాధవ మధుసూదనా హరే ముకున్దా మఙ్గళ వరదాయక ప్రభో గిరిధర గోపాల నాద"}, {"M": "మధ్యమకాల సాహిత్యమ్", "T": "తాకిట్టక తరితకఝుణు తామ్ తత్తధీమ్ తై పా మ మ మా మ మా రి రి స ని తాకిట్టక తరితకఝుణు తామ్ తత్తధీమ్ <br/> తై తై తైత్య కాల తాకిట్టక తరితకఝుణు తామ్ తత్తధీమ్ మా గ పా మ గ మ ప ధ ని సా తాకిట్టక తరితకఝణు <br/> తదిఙ్గిణతోమ్ తాకిట్టక తరితకఝణు తదిఙ్గిణతోమ్ తాకిట్టక తరితకఝణు తదిఙ్గిణతోమ్"}, {"M": "చరణమ్", "T": "మన్ద గమన జిత వారణే భవ బన్ధ భయ హరణ నివారణే అతి సున్దర మన్మత రూపిణే ముఖ మన్దహాసద్యుతి ధారిణే భువి-కారనే గిరిధారిణే తక ధీమ్త ధీమ్త తక ధీమ్త ధీమ్త తక తామ్ తదిఙ్గిణతోమ్ తామ్ తదిఙ్గిణతోమ్ తామ్ తదిఙ్గిణతోమ్ తామ్ ప మ మ రి రి స సా స ప పా మ ధ ధా ధ ప ధ ప ప మ మా గ ప పా మ గ మ ప ధ నిఈ సా ణగణగణామ్ ణిగిణిగిణీమ్ వర నుపుర కఙ్కణ కిఙ్కిణి శలఙ్గ శబ్ధ విచిత్రమ్ తామ్ కిటతక తరికిటతోమ్ తరికిట తకఝణు కితతక తరికిట తోమ్ తరికిట తకఝణు కిటతక తరికిట తోమ్ తరికిట తకఝణు"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ನಾದ ಮುರಲಿ ಗಾನ ವಿಲೋಲಾ ಕಲ್ಯಾಣ ಕ್ರ್ಷ್ಣಾ ನಾರದ ಮುನಿ ಸನ್ನುತ ವರಬಾಲ ಗೋಪಾಲ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಮಾಧವ ಮಧುಸೂದನಾ ಹರೇ ಮುಕುನ್ದಾ ಮಙ್ಗಳ ವರದಾಯಕ ಪ್ರಭೋ ಗಿರಿಧರ ಗೋಪಾಲ ನಾದ"}, {"M": "ಮಧ್ಯಮಕಾಲ ಸಾಹಿತ್ಯಮ್", "T": "ತಾಕಿಟ್ಟಕ ತರಿತಕಝುಣು ತಾಮ್ ತತ್ತಧೀಮ್ ತೈ ಪಾ ಮ ಮ ಮಾ ಮ ಮಾ ರಿ ರಿ ಸ ನಿ ತಾಕಿಟ್ಟಕ ತರಿತಕಝುಣು ತಾಮ್ ತತ್ತಧೀಮ್ <br/> ತೈ ತೈ ತೈತ್ಯ ಕಾಲ ತಾಕಿಟ್ಟಕ ತರಿತಕಝುಣು ತಾಮ್ ತತ್ತಧೀಮ್ ಮಾ ಗ ಪಾ ಮ ಗ ಮ ಪ ಧ ನಿ ಸಾ ತಾಕಿಟ್ಟಕ ತರಿತಕಝಣು <br/> ತದಿಙ್ಗಿಣತೋಮ್ ತಾಕಿಟ್ಟಕ ತರಿತಕಝಣು ತದಿಙ್ಗಿಣತೋಮ್ ತಾಕಿಟ್ಟಕ ತರಿತಕಝಣು ತದಿಙ್ಗಿಣತೋಮ್"}, {"M": "ಚರಣಮ್", "T": "ಮನ್ದ ಗಮನ ಜಿತ ವಾರಣೇ ಭವ ಬನ್ಧ ಭಯ ಹರಣ ನಿವಾರಣೇ ಅತಿ ಸುನ್ದರ ಮನ್ಮತ ರೂಪಿಣೇ ಮುಖ ಮನ್ದಹಾಸದ್ಯುತಿ ಧಾರಿಣೇ ಭುವಿ-ಕಾರನೇ ಗಿರಿಧಾರಿಣೇ ತಕ ಧೀಮ್ತ ಧೀಮ್ತ ತಕ ಧೀಮ್ತ ಧೀಮ್ತ ತಕ ತಾಮ್ ತದಿಙ್ಗಿಣತೋಮ್ ತಾಮ್ ತದಿಙ್ಗಿಣತೋಮ್ ತಾಮ್ ತದಿಙ್ಗಿಣತೋಮ್ ತಾಮ್ ಪ ಮ ಮ ರಿ ರಿ ಸ ಸಾ ಸ ಪ ಪಾ ಮ ಧ ಧಾ ಧ ಪ ಧ ಪ ಪ ಮ ಮಾ ಗ ಪ ಪಾ ಮ ಗ ಮ ಪ ಧ ನಿಈ ಸಾ ಣಗಣಗಣಾಮ್ ಣಿಗಿಣಿಗಿಣೀಮ್ ವರ ನುಪುರ ಕಙ್ಕಣ ಕಿಙ್ಕಿಣಿ ಶಲಙ್ಗ ಶಬ್ಧ ವಿಚಿತ್ರಮ್ ತಾಮ್ ಕಿಟತಕ ತರಿಕಿಟತೋಮ್ ತರಿಕಿಟ ತಕಝಣು ಕಿತತಕ ತರಿಕಿಟ ತೋಮ್ ತರಿಕಿಟ ತಕಝಣು ಕಿಟತಕ ತರಿಕಿಟ ತೋಮ್ ತರಿಕಿಟ ತಕಝಣು"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "നാദ മുരലി ഗാന വിലോലാ കല്യാണ ക്ര്ഷ്ണാ നാരദ മുനി സന്നുത വരബാല ഗോപാല"}, {"M": "അനുപല്ലവി", "T": "മാധവ മധുസൂദനാ ഹരേ മുകുന്ദാ മങ്ഗള വരദായക പ്രഭോ ഗിരിധര ഗോപാല നാദ"}, {"M": "മധ്യമകാല സാഹിത്യമ്", "T": "താകിട്ടക തരിതകഝുണു താമ് തത്തധീമ് തൈ പാ മ മ മാ മ മാ രി രി സ നി താകിട്ടക തരിതകഝുണു താമ് തത്തധീമ് <br/> തൈ തൈ തൈത്യ കാല താകിട്ടക തരിതകഝുണു താമ് തത്തധീമ് മാ ഗ പാ മ ഗ മ പ ധ നി സാ താകിട്ടക തരിതകഝണു <br/> തദിങ്ഗിണതോമ് താകിട്ടക തരിതകഝണു തദിങ്ഗിണതോമ് താകിട്ടക തരിതകഝണു തദിങ്ഗിണതോമ്"}, {"M": "ചരണമ്", "T": "മന്ദ ഗമന ജിത വാരണേ ഭവ ബന്ധ ഭയ ഹരണ നിവാരണേ അതി സുന്ദര മന്മത രൂപിണേ മുഖ മന്ദഹാസദ്യുതി ധാരിണേ ഭുവി-കാരനേ ഗിരിധാരിണേ തക ധീമ്ത ധീമ്ത തക ധീമ്ത ധീമ്ത തക താമ് തദിങ്ഗിണതോമ് താമ് തദിങ്ഗിണതോമ് താമ് തദിങ്ഗിണതോമ് താമ് പ മ മ രി രി സ സാ സ പ പാ മ ധ ധാ ധ പ ധ പ പ മ മാ ഗ പ പാ മ ഗ മ പ ധ നിഈ സാ ണഗണഗണാമ് ണിഗിണിഗിണീമ് വര നുപുര കങ്കണ കിങ്കിണി ശലങ്ഗ ശബ്ധ വിചിത്രമ് താമ് കിടതക തരികിടതോമ് തരികിട തകഝണു കിതതക തരികിട തോമ് തരികിട തകഝണു കിടതക തരികിട തോമ് തരികിട തകഝണു"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "नाद मुरलि गान विलोला कल्याण क्र्ष्णा नारद मुनि सन्नुत वरबाल गोपाल"}, {"M": "अनुपल्लवि", "T": "माधव मधुसूदना हरे मुकुन्दा मङ्गल वरदायक प्रभो गिरिधर गोपाल नाद"}, {"M": "मध्यमकाल साहित्यम्", "T": "ताकिट्टक तरितकझुणु ताम् तत्तधीम् तै पा म म मा म मा रि रि स नि ताकिट्टक तरितकझुणु ताम् तत्तधीम् <br/> तै तै तैत्य काल ताकिट्टक तरितकझुणु ताम् तत्तधीम् मा ग पा म ग म प ध नि सा ताकिट्टक तरितकझणु <br/> तदिङ्गिणतोम् ताकिट्टक तरितकझणु तदिङ्गिणतोम् ताकिट्टक तरितकझणु तदिङ्गिणतोम्"}, {"M": "चरणम्", "T": "मन्द गमन जित वारणे भव बन्ध भय हरण निवारणे अति सुन्दर मन्मत रूपिणे मुख मन्दहासद्युति धारिणे भुवि-कारने गिरिधारिणे तक धीम्त धीम्त तक धीम्त धीम्त तक ताम् तदिङ्गिणतोम् ताम् तदिङ्गिणतोम् ताम् तदिङ्गिणतोम् ताम् प म म रि रि स सा स प पा म ध धा ध प ध प प म मा ग प पा म ग म प ध निई सा णगणगणाम् णिगिणिगिणीम् वर नुपुर कङ्कण किङ्किणि शलङ्ग शब्ध विचित्रम् ताम् किटतक तरिकिटतोम् तरिकिट तकझणु किततक तरिकिट तोम् तरिकिट तकझणु किटतक तरिकिट तोम् तरिकिट तकझणु"}]}], "videos": [{"folder": [{"A": 3260, "songs": [{"C": 5090, "D": "5:12", "I": "kixZ-nbG0j0", "R": 1218, "S": 30278, "T": 0, "V": "7,000"}, {"C": 5090, "D": "5:52", "I": "T1vbGmIy3Eg", "R": 1218, "S": 30278, "T": 0, "V": "428"}, {"C": 5090, "D": "5:52", "I": "a5XfufK3ZMk", "R": 1218, "S": 30278, "T": 0, "V": "218"}]}, {"A": 3084, "songs": [{"C": 5090, "D": "6:51", "I": "i_FzTOkwNYY", "R": 1218, "S": 30278, "T": 0, "V": "550"}, {"C": 5090, "D": "8:21", "I": "QQioxqsg2bY", "R": 1218, "S": 30278, "T": 0, "V": "471"}]}, {"A": 3590, "songs": [{"C": 5090, "D": "13:56", "I": "yQrlNJOgiQc", "R": 1218, "S": 30278, "T": 0, "V": "480"}]}, {"A": 3072, "songs": [{"C": 5090, "D": "6:36", "I": "2aObh_lVoBo", "R": 1218, "S": 30278, "T": 0, "V": "6,100"}]}]}]}