{"stats": [{"H": "Videos", "C": "6"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "4"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "22 M"}, {"H": "Views", "C": "11 K"}], "info": [], "title": {"H": "nadhru dhIm dhIm tana dhIrana tana", "V": "nadhru dhIm dhIm tana dhIrana tana", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "nadhru dhIm dhIm tana dhIrana tana dhIrana nadhru dhIm tana dhIrana tana dhiranA"}, {"M": "anupallavi", "T": "nadhrudhru dhIm tomdhrudhru dhIm tana dhirana nadhrudhru dhIm tomdhrudhru dhIm tana dhirana <br/> nadhrudhru dhIm tadhirana dhirana nadhrudhru dhIm tomdhirdhir dhIm tanadhirana <br/> nadhrudhrudri dhIm tadhirana dhiranA nadhrudAni tomdhrudAni drutillAnA tillAnA <br/> thillAnA dhiranA thillAnA dhiranA thillAna dhiranA"}, {"M": "caraNam", "T": "muraLIgAna lOluDaina murahara nagadhara mOhanarUpa <br/> guru pavana purAdhIshvara varada varada dAsa sannuta <br/> guru pavana purAdhIshvara varada varada dAsa pOSaka"}, {"M": "ciTTasvaram", "T": "ma ga pa ma da pa ni dhitlAm kiTatakatOm dhitlAm kiTatakatOm dhitlAm kiTatakata"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "நத்ரு தீம் தீம் தன தீரன தன தீரன நத்ரு தீம் தன தீரன தன திரனா"}, {"M": "அனுபல்லவி", "T": "நத்ருத்ரு தீம் தொம்த்ருத்ரு தீம் தன திரன நத்ருத்ரு தீம் தொம்த்ருத்ரு தீம் தன திரன <br/> நத்ருத்ரு தீம் ததிரன திரன நத்ருத்ரு தீம் தொம்திர்திர் தீம் தனதிரன <br/> நத்ருத்ருத்ரி தீம் ததிரன திரனா நத்ருதானி தொம்த்ருதானி த்ருதில்லானா தில்லானா <br/> தில்லானா திரனா தில்லானா திரனா தில்லான திரனா"}, {"M": "சரணம்", "T": "முரளீகான லோலுடைன முரஹர நகதர மோஹனரூப <br/> குரு பவன புராதீஷ்வர வரத வரத தாச சன்னுத <br/> குரு பவன புராதீஷ்வர வரத வரத தாச போசக"}, {"M": "சிட்டஸ்வரம்", "T": "ம க ப ம த ப நி தித்லாம் கிடதகதோம் தித்லாம் கிடதகதோம் தித்லாம் கிடதகத"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "నధ్రు ధీమ్ ధీమ్ తన ధీరన తన ధీరన నధ్రు ధీమ్ తన ధీరన తన ధిరనా"}, {"M": "అనుపల్లవి", "T": "నధ్రుధ్రు ధీమ్ తొమ్ధ్రుధ్రు ధీమ్ తన ధిరన నధ్రుధ్రు ధీమ్ తొమ్ధ్రుధ్రు ధీమ్ తన ధిరన <br/> నధ్రుధ్రు ధీమ్ తధిరన ధిరన నధ్రుధ్రు ధీమ్ తొమ్ధిర్ధిర్ ధీమ్ తనధిరన <br/> నధ్రుధ్రుద్రి ధీమ్ తధిరన ధిరనా నధ్రుదాని తొమ్ధ్రుదాని ద్రుతిల్లానా తిల్లానా <br/> థిల్లానా ధిరనా థిల్లానా ధిరనా థిల్లాన ధిరనా"}, {"M": "చరణమ్", "T": "మురళీగాన లోలుడైన మురహర నగధర మోహనరూప <br/> గురు పవన పురాధీష్వర వరద వరద దాస సన్నుత <br/> గురు పవన పురాధీష్వర వరద వరద దాస పోశక"}, {"M": "చిట్టస్వరమ్", "T": "మ గ ప మ ద ప ని ధిత్లామ్ కిటతకతోమ్ ధిత్లామ్ కిటతకతోమ్ ధిత్లామ్ కిటతకత"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ನಧ್ರು ಧೀಮ್ ಧೀಮ್ ತನ ಧೀರನ ತನ ಧೀರನ ನಧ್ರು ಧೀಮ್ ತನ ಧೀರನ ತನ ಧಿರನಾ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ನಧ್ರುಧ್ರು ಧೀಮ್ ತೊಮ್ಧ್ರುಧ್ರು ಧೀಮ್ ತನ ಧಿರನ ನಧ್ರುಧ್ರು ಧೀಮ್ ತೊಮ್ಧ್ರುಧ್ರು ಧೀಮ್ ತನ ಧಿರನ <br/> ನಧ್ರುಧ್ರು ಧೀಮ್ ತಧಿರನ ಧಿರನ ನಧ್ರುಧ್ರು ಧೀಮ್ ತೊಮ್ಧಿರ್ಧಿರ್ ಧೀಮ್ ತನಧಿರನ <br/> ನಧ್ರುಧ್ರುದ್ರಿ ಧೀಮ್ ತಧಿರನ ಧಿರನಾ ನಧ್ರುದಾನಿ ತೊಮ್ಧ್ರುದಾನಿ ದ್ರುತಿಲ್ಲಾನಾ ತಿಲ್ಲಾನಾ <br/> ಥಿಲ್ಲಾನಾ ಧಿರನಾ ಥಿಲ್ಲಾನಾ ಧಿರನಾ ಥಿಲ್ಲಾನ ಧಿರನಾ"}, {"M": "ಚರಣಮ್", "T": "ಮುರಳೀಗಾನ ಲೋಲುಡೈನ ಮುರಹರ ನಗಧರ ಮೋಹನರೂಪ <br/> ಗುರು ಪವನ ಪುರಾಧೀಷ್ವರ ವರದ ವರದ ದಾಸ ಸನ್ನುತ <br/> ಗುರು ಪವನ ಪುರಾಧೀಷ್ವರ ವರದ ವರದ ದಾಸ ಪೋಶಕ"}, {"M": "ಚಿಟ್ಟಸ್ವರಮ್", "T": "ಮ ಗ ಪ ಮ ದ ಪ ನಿ ಧಿತ್ಲಾಮ್ ಕಿಟತಕತೋಮ್ ಧಿತ್ಲಾಮ್ ಕಿಟತಕತೋಮ್ ಧಿತ್ಲಾಮ್ ಕಿಟತಕತ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "നധ്രു ധീമ് ധീമ് തന ധീരന തന ധീരന നധ്രു ധീമ് തന ധീരന തന ധിരനാ"}, {"M": "അനുപല്ലവി", "T": "നധ്രുധ്രു ധീമ് തൊമ്ധ്രുധ്രു ധീമ് തന ധിരന നധ്രുധ്രു ധീമ് തൊമ്ധ്രുധ്രു ധീമ് തന ധിരന <br/> നധ്രുധ്രു ധീമ് തധിരന ധിരന നധ്രുധ്രു ധീമ് തൊമ്ധിര്ധിര് ധീമ് തനധിരന <br/> നധ്രുധ്രുദ്രി ധീമ് തധിരന ധിരനാ നധ്രുദാനി തൊമ്ധ്രുദാനി ദ്രുതില്ലാനാ തില്ലാനാ <br/> ഥില്ലാനാ ധിരനാ ഥില്ലാനാ ധിരനാ ഥില്ലാന ധിരനാ"}, {"M": "ചരണമ്", "T": "മുരളീഗാന ലോലുഡൈന മുരഹര നഗധര മോഹനരൂപ <br/> ഗുരു പവന പുരാധീഷ്വര വരദ വരദ ദാസ സന്നുത <br/> ഗുരു പവന പുരാധീഷ്വര വരദ വരദ ദാസ പോശക"}, {"M": "ചിട്ടസ്വരമ്", "T": "മ ഗ പ മ ദ പ നി ധിത്ലാമ് കിടതകതോമ് ധിത്ലാമ് കിടതകതോമ് ധിത്ലാമ് കിടതകത"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "नध्रु धीम् धीम् तन धीरन तन धीरन नध्रु धीम् तन धीरन तन धिरना"}, {"M": "अनुपल्लवि", "T": "नध्रुध्रु धीम् तोम्ध्रुध्रु धीम् तन धिरन नध्रुध्रु धीम् तोम्ध्रुध्रु धीम् तन धिरन <br/> नध्रुध्रु धीम् तधिरन धिरन नध्रुध्रु धीम् तोम्धिर्धिर् धीम् तनधिरन <br/> नध्रुध्रुद्रि धीम् तधिरन धिरना नध्रुदानि तोम्ध्रुदानि द्रुतिल्लाना तिल्लाना <br/> थिल्लाना धिरना थिल्लाना धिरना थिल्लान धिरना"}, {"M": "चरणम्", "T": "मुरलीगान लोलुडैन मुरहर नगधर मोहनरूप <br/> गुरु पवन पुराधीष्वर वरद वरद दास सन्नुत <br/> गुरु पवन पुराधीष्वर वरद वरद दास पोशक"}, {"M": "चिट्टस्वरम्", "T": "म ग प म द प नि धित्लाम् किटतकतोम् धित्लाम् किटतकतोम् धित्लाम् किटतकत"}]}], "videos": [{"folder": [{"A": [5051, 5052], "songs": [{"C": [5051, 5052], "D": "4:41", "I": "-hCGkJVcljk", "R": [1042, 1043], "S": [10035, 10035], "T": [28, 7005], "V": "10,000"}, {"C": [5051, 5052], "D": "6:26", "I": "D6jNPp29kqY", "R": [1042, 1043], "S": [10035, 10035], "T": [28, 7005], "V": "154"}, {"C": [5051, 5052], "D": "4:31", "I": "WdOvPCmDj6o", "R": [1042, 1043], "S": [10035, 10035], "T": [28, 7005], "V": "35"}]}, {"A": [3362, 3363], "songs": [{"C": [5051, 5052], "D": "3:46", "I": "T2PeD2WoTWQ", "R": [1042, 1043], "S": [10035, 10035], "T": [28, 7005], "V": "80"}]}, {"A": [5642, 5666], "songs": [{"C": [5051, 5052], "D": "2:11", "I": "mjW-QPPv884", "R": [1042, 1043], "S": [10035, 10035], "T": [28, 7005], "V": "113"}]}, {"A": [3524, 3526], "songs": [{"C": [5051, 5052], "D": "3:16", "I": "c_nT88v35nI", "R": [1042, 1043], "S": [10035, 10035], "T": [28, 7005], "V": "57"}]}]}]}