{"stats": [{"H": "Videos", "C": "1"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "7 M"}, {"H": "Views", "C": "3 K"}], "info": [], "title": {"H": "nAdhru dhIm tanana tOmtanA", "V": "nAdhru dhIm tanana tOmtanA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "nAdhru dhIm tanana tOmtanA"}, {"M": "anupallavi", "T": "dhIm tananatOm tanA nAga phaNa nartanA nAdari dhIm taka tomtari dhIm taka <br/> nakum taraka tillAnA tillAnA nakumtaraka nakum taraka tillAnA tillAnA tadIngiNatO"}, {"M": "caraNam", "T": "gAna nArada manOrathAnubhava kaivalya vitaraNatanA gambhIra ninatAngiri sarOruha <br/> kanaka sincita maNIgaNA tAna tAna dhrutAna tanatanata tanata nata tana tanA Adhita <br/> bhujagarAja kALIya amita bhAgya vitaraNa tanA nAdiri ........................tadIngiNatOm"}, {"M": "jatisvaram", "T": "pA pa pa pA pa dha nI sa* sA sa* sa* pa sA* sa* sa* sa* nI sA* sA* nI sA <br/> nAdari dhItaka tOmtari dhImtaka takuntaraku tillAnA tillAnA <br/> sA ni nI dha pa pa pa sA ni dha pa mA pA pA mA pA pA ma mA ga ri sa <br/> nA tadIn takuntaraku ; raku tillAnA tillAnA tadIngiNatOm"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "நாத்ரு தீம் தனன தோம்தனா"}, {"M": "அனுபல்லவி", "T": "தீம் தனனதோம் தனா நாக பண நர்தனா நாதரி தீம் தக தொம்தரி தீம் தக <br/> நகும் தரக தில்லானா தில்லானா நகும்தரக நகும் தரக தில்லானா தில்லானா ததீங்கிணதோ"}, {"M": "சரணம்", "T": "கான நாரத மனோரதானுபவ கைவல்ய விதரணதனா கம்பீர நினதாங்கிரி சரோருஹ <br/> கனக சிஞ்சித மணீகணா தான தான த்ருதான தனதனத தனத நத தன தனா ஆதித <br/> புஜகராஜ காளீய அமித பாக்ய விதரண தனா நாதிரி ........................ததீங்கிணதோம்"}, {"M": "ஜதிஸ்வரம்", "T": "பா ப ப பா ப த நீ ச* சா ச* ச* ப சா* ச* ச* ச* நீ சா* சா* நீ சா <br/> நாதரி தீதக தோம்தரி தீம்தக தகுந்தரகு தில்லானா தில்லானா <br/> சா நி நீ த ப ப ப சா நி த ப மா பா பா மா பா பா ம மா க ரி ச <br/> நா ததீன் தகுந்தரகு ; ரகு தில்லானா தில்லானா ததீங்கிணதோம்"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "నాధ్రు ధీమ్ తనన తోమ్తనా"}, {"M": "అనుపల్లవి", "T": "ధీమ్ తననతోమ్ తనా నాగ ఫణ నర్తనా నాదరి ధీమ్ తక తొమ్తరి ధీమ్ తక <br/> నకుమ్ తరక తిల్లానా తిల్లానా నకుమ్తరక నకుమ్ తరక తిల్లానా తిల్లానా తదీఙ్గిణతో"}, {"M": "చరణమ్", "T": "గాన నారద మనోరథానుభవ కైవల్య వితరణతనా గమ్భీర నినతాఙ్గిరి సరోరుహ <br/> కనక సిఞ్చిత మణీగణా తాన తాన ధ్రుతాన తనతనత తనత నత తన తనా ఆధిత <br/> భుజగరాజ కాళీయ అమిత భాగ్య వితరణ తనా నాదిరి ........................తదీఙ్గిణతోమ్"}, {"M": "జతిస్వరమ్", "T": "పా ప ప పా ప ధ నీ స* సా స* స* ప సా* స* స* స* నీ సా* సా* నీ సా <br/> నాదరి ధీతక తోమ్తరి ధీమ్తక తకున్తరకు తిల్లానా తిల్లానా <br/> సా ని నీ ధ ప ప ప సా ని ధ ప మా పా పా మా పా పా మ మా గ రి స <br/> నా తదీన్ తకున్తరకు ; రకు తిల్లానా తిల్లానా తదీఙ్గిణతోమ్"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ನಾಧ್ರು ಧೀಮ್ ತನನ ತೋಮ್ತನಾ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಧೀಮ್ ತನನತೋಮ್ ತನಾ ನಾಗ ಫಣ ನರ್ತನಾ ನಾದರಿ ಧೀಮ್ ತಕ ತೊಮ್ತರಿ ಧೀಮ್ ತಕ <br/> ನಕುಮ್ ತರಕ ತಿಲ್ಲಾನಾ ತಿಲ್ಲಾನಾ ನಕುಮ್ತರಕ ನಕುಮ್ ತರಕ ತಿಲ್ಲಾನಾ ತಿಲ್ಲಾನಾ ತದೀಙ್ಗಿಣತೋ"}, {"M": "ಚರಣಮ್", "T": "ಗಾನ ನಾರದ ಮನೋರಥಾನುಭವ ಕೈವಲ್ಯ ವಿತರಣತನಾ ಗಮ್ಭೀರ ನಿನತಾಙ್ಗಿರಿ ಸರೋರುಹ <br/> ಕನಕ ಸಿಞ್ಚಿತ ಮಣೀಗಣಾ ತಾನ ತಾನ ಧ್ರುತಾನ ತನತನತ ತನತ ನತ ತನ ತನಾ ಆಧಿತ <br/> ಭುಜಗರಾಜ ಕಾಳೀಯ ಅಮಿತ ಭಾಗ್ಯ ವಿತರಣ ತನಾ ನಾದಿರಿ ........................ತದೀಙ್ಗಿಣತೋಮ್"}, {"M": "ಜತಿಸ್ವರಮ್", "T": "ಪಾ ಪ ಪ ಪಾ ಪ ಧ ನೀ ಸ* ಸಾ ಸ* ಸ* ಪ ಸಾ* ಸ* ಸ* ಸ* ನೀ ಸಾ* ಸಾ* ನೀ ಸಾ <br/> ನಾದರಿ ಧೀತಕ ತೋಮ್ತರಿ ಧೀಮ್ತಕ ತಕುನ್ತರಕು ತಿಲ್ಲಾನಾ ತಿಲ್ಲಾನಾ <br/> ಸಾ ನಿ ನೀ ಧ ಪ ಪ ಪ ಸಾ ನಿ ಧ ಪ ಮಾ ಪಾ ಪಾ ಮಾ ಪಾ ಪಾ ಮ ಮಾ ಗ ರಿ ಸ <br/> ನಾ ತದೀನ್ ತಕುನ್ತರಕು ; ರಕು ತಿಲ್ಲಾನಾ ತಿಲ್ಲಾನಾ ತದೀಙ್ಗಿಣತೋಮ್"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "നാധ്രു ധീമ് തനന തോമ്തനാ"}, {"M": "അനുപല്ലവി", "T": "ധീമ് തനനതോമ് തനാ നാഗ ഫണ നര്തനാ നാദരി ധീമ് തക തൊമ്തരി ധീമ് തക <br/> നകുമ് തരക തില്ലാനാ തില്ലാനാ നകുമ്തരക നകുമ് തരക തില്ലാനാ തില്ലാനാ തദീങ്ഗിണതോ"}, {"M": "ചരണമ്", "T": "ഗാന നാരദ മനോരഥാനുഭവ കൈവല്യ വിതരണതനാ ഗമ്ഭീര നിനതാങ്ഗിരി സരോരുഹ <br/> കനക സിഞ്ചിത മണീഗണാ താന താന ധ്രുതാന തനതനത തനത നത തന തനാ ആധിത <br/> ഭുജഗരാജ കാളീയ അമിത ഭാഗ്യ വിതരണ തനാ നാദിരി ........................തദീങ്ഗിണതോമ്"}, {"M": "ജതിസ്വരമ്", "T": "പാ പ പ പാ പ ധ നീ സ* സാ സ* സ* പ സാ* സ* സ* സ* നീ സാ* സാ* നീ സാ <br/> നാദരി ധീതക തോമ്തരി ധീമ്തക തകുന്തരകു തില്ലാനാ തില്ലാനാ <br/> സാ നി നീ ധ പ പ പ സാ നി ധ പ മാ പാ പാ മാ പാ പാ മ മാ ഗ രി സ <br/> നാ തദീന് തകുന്തരകു ; രകു തില്ലാനാ തില്ലാനാ തദീങ്ഗിണതോമ്"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "नाध्रु धीम् तनन तोम्तना"}, {"M": "अनुपल्लवि", "T": "धीम् तननतोम् तना नाग फण नर्तना नादरि धीम् तक तोम्तरि धीम् तक <br/> नकुम् तरक तिल्लाना तिल्लाना नकुम्तरक नकुम् तरक तिल्लाना तिल्लाना तदीङ्गिणतो"}, {"M": "चरणम्", "T": "गान नारद मनोरथानुभव कैवल्य वितरणतना गम्भीर निनताङ्गिरि सरोरुह <br/> कनक सिञ्चित मणीगणा तान तान ध्रुतान तनतनत तनत नत तन तना आधित <br/> भुजगराज कालीय अमित भाग्य वितरण तना नादिरि ........................तदीङ्गिणतोम्"}, {"M": "जतिस्वरम्", "T": "पा प प पा प ध नी स* सा स* स* प सा* स* स* स* नी सा* सा* नी सा <br/> नादरि धीतक तोम्तरि धीम्तक तकुन्तरकु तिल्लाना तिल्लाना <br/> सा नि नी ध प प प सा नि ध प मा पा पा मा पा पा म मा ग रि स <br/> ना तदीन् तकुन्तरकु ; रकु तिल्लाना तिल्लाना तदीङ्गिणतोम्"}]}], "videos": [{"folder": [{"A": [3114, 3115], "songs": [{"C": [5025, 5026], "D": "7:45", "I": "hFw4650i5X4", "R": [1022, 1023], "S": [15301, 15301], "T": [28, 29], "V": "2,900"}]}]}]}