{"stats": [{"H": "Videos", "C": "6"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "4"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "26 M"}, {"H": "Views", "C": "6 K"}], "info": [], "title": {"H": "nAdri dhIm dhIm tana dhIrana tana", "V": "nAdri dhIm dhIm tana dhIrana tana", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "nAdri dhIm dhIm tana dhIrana tana dhIrana nadridhIm tana dhIrana tana dhiranA"}, {"M": "anupallavi", "T": "nadridridhIm tomdridridhIm tana dhirana nadridridhIm tomdridridhIm tana dhirana nadridridhIm tadirana dhirana nadridridhIm tomdirdirdhIm tanadhirana nadridridri dhIm tadirana dhiranA nadridAni tomdhridAni drutillAnA tillAnAthillAnA dhiranA thillAnA dhiranA thillAna dhiranA"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "நாத்ரி தீம் தீம் தன தீரன தன தீரன நத்ரிதீம் தன தீரன தன திரனா"}, {"M": "அனுபல்லவி", "T": "நத்ரித்ரிதீம் தொம்த்ரித்ரிதீம் தன திரன நத்ரித்ரிதீம் தொம்த்ரித்ரிதீம் தன திரன நத்ரித்ரிதீம் ததிரன திரன நத்ரித்ரிதீம் தொம்திர்திர்தீம் தனதிரன நத்ரித்ரித்ரி தீம் ததிரன திரனா நத்ரிதானி தொம்த்ரிதானி த்ருதில்லானா தில்லானாதில்லானா திரனா தில்லானா திரனா தில்லான திரனா"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "నాద్రి ధీమ్ ధీమ్ తన ధీరన తన ధీరన నద్రిధీమ్ తన ధీరన తన ధిరనా"}, {"M": "అనుపల్లవి", "T": "నద్రిద్రిధీమ్ తొమ్ద్రిద్రిధీమ్ తన ధిరన నద్రిద్రిధీమ్ తొమ్ద్రిద్రిధీమ్ తన ధిరన నద్రిద్రిధీమ్ తదిరన ధిరన నద్రిద్రిధీమ్ తొమ్దిర్దిర్ధీమ్ తనధిరన నద్రిద్రిద్రి ధీమ్ తదిరన ధిరనా నద్రిదాని తొమ్ధ్రిదాని ద్రుతిల్లానా తిల్లానాథిల్లానా ధిరనా థిల్లానా ధిరనా థిల్లాన ధిరనా"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ನಾದ್ರಿ ಧೀಮ್ ಧೀಮ್ ತನ ಧೀರನ ತನ ಧೀರನ ನದ್ರಿಧೀಮ್ ತನ ಧೀರನ ತನ ಧಿರನಾ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ನದ್ರಿದ್ರಿಧೀಮ್ ತೊಮ್ದ್ರಿದ್ರಿಧೀಮ್ ತನ ಧಿರನ ನದ್ರಿದ್ರಿಧೀಮ್ ತೊಮ್ದ್ರಿದ್ರಿಧೀಮ್ ತನ ಧಿರನ ನದ್ರಿದ್ರಿಧೀಮ್ ತದಿರನ ಧಿರನ ನದ್ರಿದ್ರಿಧೀಮ್ ತೊಮ್ದಿರ್ದಿರ್ಧೀಮ್ ತನಧಿರನ ನದ್ರಿದ್ರಿದ್ರಿ ಧೀಮ್ ತದಿರನ ಧಿರನಾ ನದ್ರಿದಾನಿ ತೊಮ್ಧ್ರಿದಾನಿ ದ್ರುತಿಲ್ಲಾನಾ ತಿಲ್ಲಾನಾಥಿಲ್ಲಾನಾ ಧಿರನಾ ಥಿಲ್ಲಾನಾ ಧಿರನಾ ಥಿಲ್ಲಾನ ಧಿರನಾ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "നാദ്രി ധീമ് ധീമ് തന ധീരന തന ധീരന നദ്രിധീമ് തന ധീരന തന ധിരനാ"}, {"M": "അനുപല്ലവി", "T": "നദ്രിദ്രിധീമ് തൊമ്ദ്രിദ്രിധീമ് തന ധിരന നദ്രിദ്രിധീമ് തൊമ്ദ്രിദ്രിധീമ് തന ധിരന നദ്രിദ്രിധീമ് തദിരന ധിരന നദ്രിദ്രിധീമ് തൊമ്ദിര്ദിര്ധീമ് തനധിരന നദ്രിദ്രിദ്രി ധീമ് തദിരന ധിരനാ നദ്രിദാനി തൊമ്ധ്രിദാനി ദ്രുതില്ലാനാ തില്ലാനാഥില്ലാനാ ധിരനാ ഥില്ലാനാ ധിരനാ ഥില്ലാന ധിരനാ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "नाद्रि धीम् धीम् तन धीरन तन धीरन नद्रिधीम् तन धीरन तन धिरना"}, {"M": "अनुपल्लवि", "T": "नद्रिद्रिधीम् तोम्द्रिद्रिधीम् तन धिरन नद्रिद्रिधीम् तोम्द्रिद्रिधीम् तन धिरन नद्रिद्रिधीम् तदिरन धिरन नद्रिद्रिधीम् तोम्दिर्दिर्धीम् तनधिरन नद्रिद्रिद्रि धीम् तदिरन धिरना नद्रिदानि तोम्ध्रिदानि द्रुतिल्लाना तिल्लानाथिल्लाना धिरना थिल्लाना धिरना थिल्लान धिरना"}]}], "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c21411.shtml"}]}], "videos": [{"folder": [{"A": [5051, 5052], "songs": [{"C": [5051, 5052], "D": "5:52", "I": "FWvGwMDM9Lk", "R": [1135, 1136], "S": [9565, 9565], "T": [28, 7005], "V": "937"}, {"C": [5051, 5052], "D": "7:07", "I": "cdgHlH0CvpA", "R": [1135, 1136], "S": [9565, 9565], "T": [28, 7005], "V": "40"}]}, {"A": [5524, 5544], "songs": [{"C": [5051, 5052], "D": "2:30", "I": "zYXyehwOceA", "R": [1135, 1136], "S": [9565, 9565], "T": [28, 7005], "V": "76"}]}, {"A": [3028, 3029], "songs": [{"C": [5051, 5052], "D": "5:55", "I": "EOshmlgYYW0", "R": [1135, 1136], "S": [9565, 9565], "T": [28, 7005], "V": "286"}, {"C": [5051, 5052], "D": "3:41", "I": "BNI09Y40JWc", "R": [1135, 1136], "S": [9565, 9565], "T": [28, 7005], "V": "67"}]}, {"A": [3558, 3561], "songs": [{"C": [5051, 5052], "D": "4:41", "I": "76FGpNI_1Zo", "R": [1135, 1136], "S": [9565, 9565], "T": [28, 7005], "V": "4,432"}]}]}]}