{"stats": [{"H": "Videos", "C": "10"}, {"H": "Ragas", "C": "4"}, {"H": "Artists", "C": "8"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "1 H"}, {"H": "Views", "C": "28 K"}], "info": [{"N": "Type", "V": "Krithi"}, {"N": "Composer", "V": "Purandara Dasa"}, {"N": "Raga", "V": "Unknownraga"}, {"N": "Tala", "V": "Caapu"}, {"N": "Tala name", "V": "Misra Caapu"}, {"N": "Tala count", "V": "3 + 2 + 2 = 7"}, {"N": "Language", "V": "Kannada"}, {"N": "God", "V": "Krishna"}], "title": {"N": "narajanma bandAga nAlige iruvAga krshNA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "narajanma bandAga nAlige iruvAga krshNA ena bArade"}, {"M": "anupallavi", "T": "krshNana nenedare kashTa ondishTilla krshNA ena bArade"}, {"M": "caraNam 1", "T": "malaeddu mai muridu eLuttalomme krshNA ena bArade nitya <br/> sULitADuta maneyoLagAdaru omme krshNA ena bArade"}, {"M": "caraNam 2", "T": "mEre tappi mAtanADuvAgalomme krshNA ena bArade doDDa <br/> dAriya naDevAga bhArava horuvAga krshNA ena bArade"}, {"M": "caraNam 3", "T": "gandhava pUsi tAmbUlava meluvAga krshNA ena bArade tanna <br/> mandagamane kUDi sarasavADutalomme krshNA ena bArade"}, {"M": "caraNam 4", "T": "parihAsyada mAtanADutalomme krshNA ena bArade <br/> paripari kelasadoLondu kelasavendu krshNA ena bArade"}, {"M": "caraNam 5", "T": "kandana bigidappi muddADutalomme krshNA ena bArade bahu <br/> cenduLLa hAsige mEle kuLitomme krshNA ena bArade"}, {"M": "caraNam 6", "T": "nIgadAlOcane rOgOpadradalomme krshNA ena bArade oLLE <br/> bhOga paDEdu anurAgadindiruvAga krshNA ena bArade"}, {"M": "caraNam 7", "T": "durita rASigaLanu taridu bisuDalu krshNA ena bArade sadA <br/> garuDa vAhana siri purandara viTTalann krshNA ene bArade"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "நரஜன்ம பந்தாக நாலிகெ இருவாக க்ர்ஷ்ணா என பாரதெ"}, {"M": "அனுபல்லவி", "T": "க்ர்ஷ்ணன நெனெதரெ கஷ்ட ஒந்திஷ்டில்ல க்ர்ஷ்ணா என பாரதெ"}, {"M": "சரணம் 1", "T": "மலஎத்து மை முரிது எளுத்தலொம்மெ க்ர்ஷ்ணா என பாரதெ நித்ய <br/> சூளிதாடுத மனெயொளகாதரு ஒம்மெ க்ர்ஷ்ணா என பாரதெ"}, {"M": "சரணம் 2", "T": "மேரெ தப்பி மாதனாடுவாகலொம்மெ க்ர்ஷ்ணா என பாரதெ தொட்ட <br/> தாரிய நடெவாக பாரவ ஹொருவாக க்ர்ஷ்ணா என பாரதெ"}, {"M": "சரணம் 3", "T": "கந்தவ பூசி தாம்பூலவ மெலுவாக க்ர்ஷ்ணா என பாரதெ தன்ன <br/> மந்தகமனெ கூடி சரசவாடுதலொம்மெ க்ர்ஷ்ணா என பாரதெ"}, {"M": "சரணம் 4", "T": "பரிஹாஸ்யத மாதனாடுதலொம்மெ க்ர்ஷ்ணா என பாரதெ <br/> பரிபரி கெலசதொளொந்து கெலசவெந்து க்ர்ஷ்ணா என பாரதெ"}, {"M": "சரணம் 5", "T": "கந்தன பிகிதப்பி முத்தாடுதலொம்மெ க்ர்ஷ்ணா என பாரதெ பஹு <br/> செந்துள்ள ஹாசிகெ மேலெ குளிதொம்மெ க்ர்ஷ்ணா என பாரதெ"}, {"M": "சரணம் 6", "T": "நீகதாலோசனெ ரோகோபத்ரதலொம்மெ க்ர்ஷ்ணா என பாரதெ ஒள்ளே <br/> போக படேது அனுராகதிந்திருவாக க்ர்ஷ்ணா என பாரதெ"}, {"M": "சரணம் 7", "T": "துரித ராசிகளனு தரிது பிசுடலு க்ர்ஷ்ணா என பாரதெ சதா <br/> கருட வாஹன சிரி புரந்தர விட்டலன்ன் க்ர்ஷ்ணா எனெ பாரதெ"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "నరజన్మ బన్దాగ నాలిగె ఇరువాగ క్ర్ష్ణా ఎన బారదె"}, {"M": "అనుపల్లవి", "T": "క్ర్ష్ణన నెనెదరె కష్ట ఒన్దిష్టిల్ల క్ర్ష్ణా ఎన బారదె"}, {"M": "చరణమ్ 1", "T": "మలఎద్దు మై మురిదు ఎళుత్తలొమ్మె క్ర్ష్ణా ఎన బారదె నిత్య <br/> సూళితాడుత మనెయొళగాదరు ఒమ్మె క్ర్ష్ణా ఎన బారదె"}, {"M": "చరణమ్ 2", "T": "మేరె తప్పి మాతనాడువాగలొమ్మె క్ర్ష్ణా ఎన బారదె దొడ్డ <br/> దారియ నడెవాగ భారవ హొరువాగ క్ర్ష్ణా ఎన బారదె"}, {"M": "చరణమ్ 3", "T": "గన్ధవ పూసి తామ్బూలవ మెలువాగ క్ర్ష్ణా ఎన బారదె తన్న <br/> మన్దగమనె కూడి సరసవాడుతలొమ్మె క్ర్ష్ణా ఎన బారదె"}, {"M": "చరణమ్ 4", "T": "పరిహాస్యద మాతనాడుతలొమ్మె క్ర్ష్ణా ఎన బారదె <br/> పరిపరి కెలసదొళొన్దు కెలసవెన్దు క్ర్ష్ణా ఎన బారదె"}, {"M": "చరణమ్ 5", "T": "కన్దన బిగిదప్పి ముద్దాడుతలొమ్మె క్ర్ష్ణా ఎన బారదె బహు <br/> చెన్దుళ్ళ హాసిగె మేలె కుళితొమ్మె క్ర్ష్ణా ఎన బారదె"}, {"M": "చరణమ్ 6", "T": "నీగదాలోచనె రోగోపద్రదలొమ్మె క్ర్ష్ణా ఎన బారదె ఒళ్ళే <br/> భోగ పడేదు అనురాగదిన్దిరువాగ క్ర్ష్ణా ఎన బారదె"}, {"M": "చరణమ్ 7", "T": "దురిత రాశిగళను తరిదు బిసుడలు క్ర్ష్ణా ఎన బారదె సదా <br/> గరుడ వాహన సిరి పురన్దర విట్టలన్న్ క్ర్ష్ణా ఎనె బారదె"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ನರಜನ್ಮ ಬನ್ದಾಗ ನಾಲಿಗೆ ಇರುವಾಗ ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಕ್ರ್ಷ್ಣನ ನೆನೆದರೆ ಕಷ್ಟ ಒನ್ದಿಷ್ಟಿಲ್ಲ ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ"}, {"M": "ಚರಣಮ್ 1", "T": "ಮಲಎದ್ದು ಮೈ ಮುರಿದು ಎಳುತ್ತಲೊಮ್ಮೆ ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ ನಿತ್ಯ <br/> ಸೂಳಿತಾಡುತ ಮನೆಯೊಳಗಾದರು ಒಮ್ಮೆ ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ"}, {"M": "ಚರಣಮ್ 2", "T": "ಮೇರೆ ತಪ್ಪಿ ಮಾತನಾಡುವಾಗಲೊಮ್ಮೆ ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ ದೊಡ್ಡ <br/> ದಾರಿಯ ನಡೆವಾಗ ಭಾರವ ಹೊರುವಾಗ ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ"}, {"M": "ಚರಣಮ್ 3", "T": "ಗನ್ಧವ ಪೂಸಿ ತಾಮ್ಬೂಲವ ಮೆಲುವಾಗ ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ ತನ್ನ <br/> ಮನ್ದಗಮನೆ ಕೂಡಿ ಸರಸವಾಡುತಲೊಮ್ಮೆ ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ"}, {"M": "ಚರಣಮ್ 4", "T": "ಪರಿಹಾಸ್ಯದ ಮಾತನಾಡುತಲೊಮ್ಮೆ ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ <br/> ಪರಿಪರಿ ಕೆಲಸದೊಳೊನ್ದು ಕೆಲಸವೆನ್ದು ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ"}, {"M": "ಚರಣಮ್ 5", "T": "ಕನ್ದನ ಬಿಗಿದಪ್ಪಿ ಮುದ್ದಾಡುತಲೊಮ್ಮೆ ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ ಬಹು <br/> ಚೆನ್ದುಳ್ಳ ಹಾಸಿಗೆ ಮೇಲೆ ಕುಳಿತೊಮ್ಮೆ ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ"}, {"M": "ಚರಣಮ್ 6", "T": "ನೀಗದಾಲೋಚನೆ ರೋಗೋಪದ್ರದಲೊಮ್ಮೆ ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ ಒಳ್ಳೇ <br/> ಭೋಗ ಪಡೇದು ಅನುರಾಗದಿನ್ದಿರುವಾಗ ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ"}, {"M": "ಚರಣಮ್ 7", "T": "ದುರಿತ ರಾಶಿಗಳನು ತರಿದು ಬಿಸುಡಲು ಕ್ರ್ಷ್ಣಾ ಎನ ಬಾರದೆ ಸದಾ <br/> ಗರುಡ ವಾಹನ ಸಿರಿ ಪುರನ್ದರ ವಿಟ್ಟಲನ್ನ್ ಕ್ರ್ಷ್ಣಾ ಎನೆ ಬಾರದೆ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "നരജന്മ ബന്ദാഗ നാലിഗെ ഇരുവാഗ ക്ര്ഷ്ണാ എന ബാരദെ"}, {"M": "അനുപല്ലവി", "T": "ക്ര്ഷ്ണന നെനെദരെ കഷ്ട ഒന്ദിഷ്ടില്ല ക്ര്ഷ്ണാ എന ബാരദെ"}, {"M": "ചരണമ് 1", "T": "മലഎദ്ദു മൈ മുരിദു എളുത്തലൊമ്മെ ക്ര്ഷ്ണാ എന ബാരദെ നിത്യ <br/> സൂളിതാഡുത മനെയൊളഗാദരു ഒമ്മെ ക്ര്ഷ്ണാ എന ബാരദെ"}, {"M": "ചരണമ് 2", "T": "മേരെ തപ്പി മാതനാഡുവാഗലൊമ്മെ ക്ര്ഷ്ണാ എന ബാരദെ ദൊഡ്ഡ <br/> ദാരിയ നഡെവാഗ ഭാരവ ഹൊരുവാഗ ക്ര്ഷ്ണാ എന ബാരദെ"}, {"M": "ചരണമ് 3", "T": "ഗന്ധവ പൂസി താമ്ബൂലവ മെലുവാഗ ക്ര്ഷ്ണാ എന ബാരദെ തന്ന <br/> മന്ദഗമനെ കൂഡി സരസവാഡുതലൊമ്മെ ക്ര്ഷ്ണാ എന ബാരദെ"}, {"M": "ചരണമ് 4", "T": "പരിഹാസ്യദ മാതനാഡുതലൊമ്മെ ക്ര്ഷ്ണാ എന ബാരദെ <br/> പരിപരി കെലസദൊളൊന്ദു കെലസവെന്ദു ക്ര്ഷ്ണാ എന ബാരദെ"}, {"M": "ചരണമ് 5", "T": "കന്ദന ബിഗിദപ്പി മുദ്ദാഡുതലൊമ്മെ ക്ര്ഷ്ണാ എന ബാരദെ ബഹു <br/> ചെന്ദുള്ള ഹാസിഗെ മേലെ കുളിതൊമ്മെ ക്ര്ഷ്ണാ എന ബാരദെ"}, {"M": "ചരണമ് 6", "T": "നീഗദാലോചനെ രോഗോപദ്രദലൊമ്മെ ക്ര്ഷ്ണാ എന ബാരദെ ഒള്ളേ <br/> ഭോഗ പഡേദു അനുരാഗദിന്ദിരുവാഗ ക്ര്ഷ്ണാ എന ബാരദെ"}, {"M": "ചരണമ് 7", "T": "ദുരിത രാശിഗളനു തരിദു ബിസുഡലു ക്ര്ഷ്ണാ എന ബാരദെ സദാ <br/> ഗരുഡ വാഹന സിരി പുരന്ദര വിട്ടലന്ന് ക്ര്ഷ്ണാ എനെ ബാരദെ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "नरजन्म बन्दाग नालिगे इरुवाग क्र्ष्णा एन बारदे"}, {"M": "अनुपल्लवि", "T": "क्र्ष्णन नेनेदरे कष्ट ओन्दिष्टिल्ल क्र्ष्णा एन बारदे"}, {"M": "चरणम् 1", "T": "मलएद्दु मै मुरिदु एलुत्तलोम्मे क्र्ष्णा एन बारदे नित्य <br/> सूलिताडुत मनेयोलगादरु ओम्मे क्र्ष्णा एन बारदे"}, {"M": "चरणम् 2", "T": "मेरे तप्पि मातनाडुवागलोम्मे क्र्ष्णा एन बारदे दोड्ड <br/> दारिय नडेवाग भारव होरुवाग क्र्ष्णा एन बारदे"}, {"M": "चरणम् 3", "T": "गन्धव पूसि ताम्बूलव मेलुवाग क्र्ष्णा एन बारदे तन्न <br/> मन्दगमने कूडि सरसवाडुतलोम्मे क्र्ष्णा एन बारदे"}, {"M": "चरणम् 4", "T": "परिहास्यद मातनाडुतलोम्मे क्र्ष्णा एन बारदे <br/> परिपरि केलसदोलॊन्दु केलसवेन्दु क्र्ष्णा एन बारदे"}, {"M": "चरणम् 5", "T": "कन्दन बिगिदप्पि मुद्दाडुतलोम्मे क्र्ष्णा एन बारदे बहु <br/> चेन्दुल्ल हासिगे मेले कुलितोम्मे क्र्ष्णा एन बारदे"}, {"M": "चरणम् 6", "T": "नीगदालोचने रोगोपद्रदलोम्मे क्र्ष्णा एन बारदे ओल्ले <br/> भोग पडेदु अनुरागदिन्दिरुवाग क्र्ष्णा एन बारदे"}, {"M": "चरणम् 7", "T": "दुरित राशिगलनु तरिदु बिसुडलु क्र्ष्णा एन बारदे सदा <br/> गरुड वाहन सिरि पुरन्दर विट्टलन्न् क्र्ष्णा एने बारदे"}]}], "videos": [{"folder": [{"A": [3658, 3001], "songs": [{"C": [5282, 5005], "D": "5:05", "I": "7GiUodC0DGU", "R": [1000, 1000], "S": [10001, 10108], "T": [0, 0], "V": "1,719"}]}, {"A": [3693, 3033], "songs": [{"C": [5282, 5005], "D": "23:16", "I": "t7VC1c_HWog", "R": [1624, 1007], "S": [10001, 10108], "T": [0, 0], "V": "476"}, {"C": [5282, 5005], "D": "23:14", "I": "4O83BIE-Ph4", "R": [1624, 1007], "S": [10001, 10108], "T": [0, 0], "V": "49"}]}, {"A": [3678, 3016], "songs": [{"C": [5282, 5005], "D": "8:14", "I": "Br7ySfHFBKM", "R": [1658, 1043], "S": [10001, 10108], "T": [0, 0], "V": "17,000"}]}, {"A": [3668, 3007], "songs": [{"C": [5282, 5005], "D": "5:19", "I": "D3gzCitunsw", "R": [1000, 1000], "S": [10001, 10108], "T": [0, 0], "V": "2,100"}]}, {"A": [3856, 3183], "songs": [{"C": [5282, 5005], "D": "5:55", "I": "qNum1Z_zRTM", "R": [1000, 1000], "S": [10001, 10108], "T": [0, 0], "V": "317"}]}, {"A": [4101, 3503], "songs": [{"C": [5282, 5005], "D": "5:54", "I": "4P5bS3fT28M", "R": [1747, 1123], "S": [10001, 10108], "T": [0, 0], "V": "1,200"}]}, {"A": [3672, 3012], "songs": [{"C": [5282, 5005], "D": "4:59", "I": "qoMRmOqvtPI", "R": [1000, 1000], "S": [10001, 10108], "T": [0, 0], "V": "1,215"}, {"C": [5282, 5005], "D": "8:09", "I": "piDqeHjeK0Y", "R": [1747, 1123], "S": [10001, 10108], "T": [0, 0], "V": "790"}]}, {"A": [3807, 3203], "songs": [{"C": [5282, 5005], "D": "3:26", "I": "lDOqyGM6XfE", "R": [1000, 1000], "S": [10001, 10108], "T": [0, 0], "V": "2,516"}]}]}]}