{"stats": [{"H": "Videos", "C": "2"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "12 M"}, {"H": "Views", "C": "45 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Annamacharya", "P": "annamAcchAryA"}, {"H": "Raga", "V": "Hindolam", "P": "hiMdOLam"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Telugu", "P": "Telugu"}], "title": {"H": "Narayana Nee Namame", "V": "nArAyaNa nI nAmamE gati yika kOrkelu", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "nArAyaNa nI nAmamE gati yika kOrkelu nAku konasAguTaku"}, {"M": "caraNam 1", "T": "paipai mundaTa bhavajaladhi dApu venaka cintAjaladhi <br/> cApalamu naDuma samsArajaladhi tEpayEdi yidi teganIduTaku"}, {"M": "caraNam 2", "T": "paNDe neDama pApapu rASi aNDa guDini puNyapu rASi <br/> koNDanu naDuma triguNa rASi niNDa kuDucuTaku nilukaDa yEdi"}, {"M": "caraNam 3", "T": "kindi lOkamulu kIDu narakamulu andeTi svargAlave mIda <br/> cendi yantarAtma SrI vEnkaTESa nI- yande paramapada mavala marEdi"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "நாராயண நீ நாமமே கதி யிக கோர்கெலு நாகு கொனசாகுடகு"}, {"M": "சரணம் 1", "T": "பைபை முந்தட பவஜலதி தாபு வெனக சிந்தாஜலதி <br/> சாபலமு நடும சம்சாரஜலதி தேபயேதி யிதி தெகனீதுடகு"}, {"M": "சரணம் 2", "T": "பண்டெ நெடம பாபபு ராசி அண்ட குடினி புண்யபு ராசி <br/> கொண்டனு நடும த்ரிகுண ராசி நிண்ட குடுசுடகு நிலுகட யேதி"}, {"M": "சரணம் 3", "T": "கிந்தி லோகமுலு கீடு நரகமுலு அந்தெடி ஸ்வர்காலவெ மீத <br/> செந்தி யந்தராத்ம ஶ்ரீ வேங்கடேச நீ- யந்தெ பரமபத மவல மரேதி"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "నారాయణ నీ నామమే గతి యిక కోర్కెలు నాకు కొనసాగుటకు"}, {"M": "చరణమ్ 1", "T": "పైపై మున్దట భవజలధి దాపు వెనక చిన్తాజలధి <br/> చాపలము నడుమ సమ్సారజలధి తేపయేది యిది తెగనీదుటకు"}, {"M": "చరణమ్ 2", "T": "పణ్డె నెడమ పాపపు రాశి అణ్డ గుడిని పుణ్యపు రాశి <br/> కొణ్డను నడుమ త్రిగుణ రాశి నిణ్డ కుడుచుటకు నిలుకడ యేది"}, {"M": "చరణమ్ 3", "T": "కిన్ది లోకములు కీడు నరకములు అన్దెటి స్వర్గాలవె మీద <br/> చెన్ది యన్తరాత్మ శ్రీ వేఙ్కటేశ నీ- యన్దె పరమపద మవల మరేది"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ನಾರಾಯಣ ನೀ ನಾಮಮೇ ಗತಿ ಯಿಕ ಕೋರ್ಕೆಲು ನಾಕು ಕೊನಸಾಗುಟಕು"}, {"M": "ಚರಣಮ್ 1", "T": "ಪೈಪೈ ಮುನ್ದಟ ಭವಜಲಧಿ ದಾಪು ವೆನಕ ಚಿನ್ತಾಜಲಧಿ <br/> ಚಾಪಲಮು ನಡುಮ ಸಮ್ಸಾರಜಲಧಿ ತೇಪಯೇದಿ ಯಿದಿ ತೆಗನೀದುಟಕು"}, {"M": "ಚರಣಮ್ 2", "T": "ಪಣ್ಡೆ ನೆಡಮ ಪಾಪಪು ರಾಶಿ ಅಣ್ಡ ಗುಡಿನಿ ಪುಣ್ಯಪು ರಾಶಿ <br/> ಕೊಣ್ಡನು ನಡುಮ ತ್ರಿಗುಣ ರಾಶಿ ನಿಣ್ಡ ಕುಡುಚುಟಕು ನಿಲುಕಡ ಯೇದಿ"}, {"M": "ಚರಣಮ್ 3", "T": "ಕಿನ್ದಿ ಲೋಕಮುಲು ಕೀಡು ನರಕಮುಲು ಅನ್ದೆಟಿ ಸ್ವರ್ಗಾಲವೆ ಮೀದ <br/> ಚೆನ್ದಿ ಯನ್ತರಾತ್ಮ ಶ್ರೀ ವೇಙ್ಕಟೇಶ ನೀ- ಯನ್ದೆ ಪರಮಪದ ಮವಲ ಮರೇದಿ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "നാരായണ നീ നാമമേ ഗതി യിക കോര്കെലു നാകു കൊനസാഗുടകു"}, {"M": "ചരണമ് 1", "T": "പൈപൈ മുന്ദട ഭവജലധി ദാപു വെനക ചിന്താജലധി <br/> ചാപലമു നഡുമ സമ്സാരജലധി തേപയേദി യിദി തെഗനീദുടകു"}, {"M": "ചരണമ് 2", "T": "പണ്ഡെ നെഡമ പാപപു രാശി അണ്ഡ ഗുഡിനി പുണ്യപു രാശി <br/> കൊണ്ഡനു നഡുമ ത്രിഗുണ രാശി നിണ്ഡ കുഡുചുടകു നിലുകഡ യേദി"}, {"M": "ചരണമ് 3", "T": "കിന്ദി ലോകമുലു കീഡു നരകമുലു അന്ദെടി സ്വര്ഗാലവെ മീദ <br/> ചെന്ദി യന്തരാത്മ ശ്രീ വേങ്കടേശ നീ- യന്ദെ പരമപദ മവല മരേദി"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "नारायण नी नाममे गति यिक कोर्केलु नाकु कोनसागुटकु"}, {"M": "चरणम् 1", "T": "पैपै मुन्दट भवजलधि दापु वेनक चिन्ताजलधि <br/> चापलमु नडुम सम्सारजलधि तेपयेदि यिदि तेगनीदुटकु"}, {"M": "चरणम् 2", "T": "पण्डे नेडम पापपु राशि अण्ड गुडिनि पुण्यपु राशि <br/> कोण्डनु नडुम त्रिगुण राशि निण्ड कुडुचुटकु निलुकड येदि"}, {"M": "चरणम् 3", "T": "किन्दि लोकमुलु कीडु नरकमुलु अन्देटि स्वर्गालवे मीद <br/> चेन्दि यन्तरात्म श्री वेङ्कटेश नी- यन्दे परमपद मवल मरेदि"}]}], "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c13254.shtml"}]}], "videos": [{"folder": [{"A": [3056, 3057], "songs": [{"C": [5017, 5018], "D": "6:16", "I": "wjAjoufkQtw", "R": [1030, 1031], "S": [13585, 16265], "T": [0, 0], "V": "44,000"}, {"C": [5017, 5018], "D": "6:16", "I": "hLCSDoL4mgo", "R": [1030, 1031], "S": [13585, 16265], "T": [0, 0], "V": "338"}]}]}]}