{"stats": [{"H": "Videos", "C": "6"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "4"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "27 M"}, {"H": "Views", "C": "123 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Thyagaraja", "P": "tyAgarAja"}, {"H": "Raga", "V": "Yamunakalyani", "P": "yamunA kalyANi"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Telugu", "P": "Telugu"}, {"H": "God", "V": "k.RshNA", "P": "k.RshNA"}], "title": {"H": "Narayanahari", "V": "nArAyaNa hari nArAyaNa hari", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "nArAyaNa hari nArAyaNa hari <br/> nArAyaNa hari nArAyaNa hari"}, {"M": "caraNam 1", "T": "naSvaramaina dhanASvamulanu nE <br/> viSvasinca bhUjESvara hari hari nArAyaNa"}, {"M": "caraNam 2", "T": "kOTISula kani sATi lEni palku <br/> bOTinosagi mummATiki vEDanu nArAyaNa"}, {"M": "caraNam 3", "T": "ASa piSAcAvESamu kalugu <br/> dhanESula kAceDu dESamunElanu nArAyaNa"}, {"M": "caraNam 4", "T": "nAlOnE nI cElO cikkiti <br/> nI lObhamu viDuvavElO teliyadu nArAyaNa"}, {"M": "caraNam 5", "T": "bhU-lOkamulO mElOrvaru vidhi <br/> vrAlO nIdau jalO teliyadu nArAyaNa"}, {"M": "caraNam 6", "T": "dUreDu panulaku dUredaru kaDa <br/> tEreDu panulanu tErE manasuku nArAyaNa"}, {"M": "caraNam 7", "T": "toli tA jEsina phalamE kaladani <br/> ilanencani martyula celimiyenduku nArAyaNa"}, {"M": "caraNam 8", "T": "dUshaNa hara para dUshaNa jana gaNa <br/> bhIshaNa suguNa vibhIshaNa sannuta nArAyaNa"}, {"M": "caraNam 9", "T": "nOreppuDu nI pErE palukani <br/> vErEyevarunnArE rAghava nArAyaNa"}, {"M": "caraNam 10", "T": "mitra kulESa caritra rasika jana <br/> mitramu kOrudu vrutrAri vinuta nArAyaNa"}, {"M": "caraNam 11", "T": "vIna vimAna kavIna hrud-Alaya <br/> dIna janAvana dAnava hara SrI nArAyaNa"}, {"M": "caraNam 12", "T": "nA jUpulu mI nAjUku tanamunE <br/> jUDani tyAgarAjullamalaru nArAyaNa"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "நாராயண ஹரி நாராயண ஹரி <br/> நாராயண ஹரி நாராயண ஹரி"}, {"M": "சரணம் 1", "T": "நஶ்வரமைன தனாஶ்வமுலனு நே <br/> விஶ்வசின்ச பூஜேஶ்வர ஹரி ஹரி நாராயண"}, {"M": "சரணம் 2", "T": "கோடீசுல கனி சாடி லேனி பல்கு <br/> போடினொசகி மும்மாடிகி வேடனு நாராயண"}, {"M": "சரணம் 3", "T": "ஆச பிசாசாவேசமு கலுகு <br/> தனேசுல காசெடு தேசமுனேலனு நாராயண"}, {"M": "சரணம் 4", "T": "நாலோனே நீ சேலோ சிக்கிதி <br/> நீ லோபமு விடுவவேலோ தெலியது நாராயண"}, {"M": "சரணம் 5", "T": "பூ-லோகமுலோ மேலோர்வரு விதி <br/> வ்ராலோ நீதௌ ஜலோ தெலியது நாராயண"}, {"M": "சரணம் 6", "T": "தூரெடு பனுலகு தூரெதரு கட <br/> தேரெடு பனுலனு தேரே மனசுகு நாராயண"}, {"M": "சரணம் 7", "T": "தொலி தா ஜேசின பலமே கலதனி <br/> இலனென்சனி மர்த்யுல செலிமியெந்துகு நாராயண"}, {"M": "சரணம் 8", "T": "தூஷண ஹர பர தூஷண ஜன கண <br/> பீஷண சுகுண விபீஷண சன்னுத நாராயண"}, {"M": "சரணம் 9", "T": "நோரெப்புடு நீ பேரே பலுகனி <br/> வேரேயெவருன்னாரே ராகவ நாராயண"}, {"M": "சரணம் 10", "T": "மித்ர குலேச சரித்ர ரசிக ஜன <br/> மித்ரமு கோருது வ்ருத்ராரி வினுத நாராயண"}, {"M": "சரணம் 11", "T": "வீன விமான கவீன ஹ்ருத்-ஆலய <br/> தீன ஜனாவன தானவ ஹர ஶ்ரீ நாராயண"}, {"M": "சரணம் 12", "T": "நா ஜூபுலு மீ நாஜூகு தனமுனே <br/> ஜூடனி த்யாகராஜுல்லமலரு நாராயண"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "నారాయణ హరి నారాయణ హరి <br/> నారాయణ హరి నారాయణ హరి"}, {"M": "చరణమ్ 1", "T": "నశ్వరమైన ధనాశ్వములను నే <br/> విశ్వసిన్చ భూజేశ్వర హరి హరి నారాయణ"}, {"M": "చరణమ్ 2", "T": "కోటీశుల కని సాటి లేని పల్కు <br/> బోటినొసగి ముమ్మాటికి వేడను నారాయణ"}, {"M": "చరణమ్ 3", "T": "ఆశ పిశాచావేశము కలుగు <br/> ధనేశుల కాచెడు దేశమునేలను నారాయణ"}, {"M": "చరణమ్ 4", "T": "నాలోనే నీ చేలో చిక్కితి <br/> నీ లోభము విడువవేలో తెలియదు నారాయణ"}, {"M": "చరణమ్ 5", "T": "భూ-లోకములో మేలోర్వరు విధి <br/> వ్రాలో నీదౌ జలో తెలియదు నారాయణ"}, {"M": "చరణమ్ 6", "T": "దూరెడు పనులకు దూరెదరు కడ <br/> తేరెడు పనులను తేరే మనసుకు నారాయణ"}, {"M": "చరణమ్ 7", "T": "తొలి తా జేసిన ఫలమే కలదని <br/> ఇలనెన్చని మర్త్యుల చెలిమియెన్దుకు నారాయణ"}, {"M": "చరణమ్ 8", "T": "దూషణ హర పర దూషణ జన గణ <br/> భీషణ సుగుణ విభీషణ సన్నుత నారాయణ"}, {"M": "చరణమ్ 9", "T": "నోరెప్పుడు నీ పేరే పలుకని <br/> వేరేయెవరున్నారే రాఘవ నారాయణ"}, {"M": "చరణమ్ 10", "T": "మిత్ర కులేశ చరిత్ర రసిక జన <br/> మిత్రము కోరుదు వృత్రారి వినుత నారాయణ"}, {"M": "చరణమ్ 11", "T": "వీన విమాన కవీన హృద్-ఆలయ <br/> దీన జనావన దానవ హర శ్రీ నారాయణ"}, {"M": "చరణమ్ 12", "T": "నా జూపులు మీ నాజూకు తనమునే <br/> జూడని త్యాగరాజుల్లమలరు నారాయణ"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ನಾರಾಯಣ ಹರಿ ನಾರಾಯಣ ಹರಿ <br/> ನಾರಾಯಣ ಹರಿ ನಾರಾಯಣ ಹರಿ"}, {"M": "ಚರಣಮ್ 1", "T": "ನಶ್ವರಮೈನ ಧನಾಶ್ವಮುಲನು ನೇ <br/> ವಿಶ್ವಸಿನ್ಚ ಭೂಜೇಶ್ವರ ಹರಿ ಹರಿ ನಾರಾಯಣ"}, {"M": "ಚರಣಮ್ 2", "T": "ಕೋಟೀಶುಲ ಕನಿ ಸಾಟಿ ಲೇನಿ ಪಲ್ಕು <br/> ಬೋಟಿನೊಸಗಿ ಮುಮ್ಮಾಟಿಕಿ ವೇಡನು ನಾರಾಯಣ"}, {"M": "ಚರಣಮ್ 3", "T": "ಆಶ ಪಿಶಾಚಾವೇಶಮು ಕಲುಗು <br/> ಧನೇಶುಲ ಕಾಚೆಡು ದೇಶಮುನೇಲನು ನಾರಾಯಣ"}, {"M": "ಚರಣಮ್ 4", "T": "ನಾಲೋನೇ ನೀ ಚೇಲೋ ಚಿಕ್ಕಿತಿ <br/> ನೀ ಲೋಭಮು ವಿಡುವವೇಲೋ ತೆಲಿಯದು ನಾರಾಯಣ"}, {"M": "ಚರಣಮ್ 5", "T": "ಭೂ-ಲೋಕಮುಲೋ ಮೇಲೋರ್ವರು ವಿಧಿ <br/> ವ್ರಾಲೋ ನೀದೌ ಜಲೋ ತೆಲಿಯದು ನಾರಾಯಣ"}, {"M": "ಚರಣಮ್ 6", "T": "ದೂರೆಡು ಪನುಲಕು ದೂರೆದರು ಕಡ <br/> ತೇರೆಡು ಪನುಲನು ತೇರೇ ಮನಸುಕು ನಾರಾಯಣ"}, {"M": "ಚರಣಮ್ 7", "T": "ತೊಲಿ ತಾ ಜೇಸಿನ ಫಲಮೇ ಕಲದನಿ <br/> ಇಲನೆನ್ಚನಿ ಮರ್ತ್ಯುಲ ಚೆಲಿಮಿಯೆನ್ದುಕು ನಾರಾಯಣ"}, {"M": "ಚರಣಮ್ 8", "T": "ದೂಷಣ ಹರ ಪರ ದೂಷಣ ಜನ ಗಣ <br/> ಭೀಷಣ ಸುಗುಣ ವಿಭೀಷಣ ಸನ್ನುತ ನಾರಾಯಣ"}, {"M": "ಚರಣಮ್ 9", "T": "ನೋರೆಪ್ಪುಡು ನೀ ಪೇರೇ ಪಲುಕನಿ <br/> ವೇರೇಯೆವರುನ್ನಾರೇ ರಾಘವ ನಾರಾಯಣ"}, {"M": "ಚರಣಮ್ 10", "T": "ಮಿತ್ರ ಕುಲೇಶ ಚರಿತ್ರ ರಸಿಕ ಜನ <br/> ಮಿತ್ರಮು ಕೋರುದು ವೃತ್ರಾರಿ ವಿನುತ ನಾರಾಯಣ"}, {"M": "ಚರಣಮ್ 11", "T": "ವೀನ ವಿಮಾನ ಕವೀನ ಹೃದ್-ಆಲಯ <br/> ದೀನ ಜನಾವನ ದಾನವ ಹರ ಶ್ರೀ ನಾರಾಯಣ"}, {"M": "ಚರಣಮ್ 12", "T": "ನಾ ಜೂಪುಲು ಮೀ ನಾಜೂಕು ತನಮುನೇ <br/> ಜೂಡನಿ ತ್ಯಾಗರಾಜುಲ್ಲಮಲರು ನಾರಾಯಣ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "നാരായണ ഹരി നാരായണ ഹരി <br/> നാരായണ ഹരി നാരായണ ഹരി"}, {"M": "ചരണമ് 1", "T": "നശ്വരമൈന ധനാശ്വമുലനു നേ <br/> വിശ്വസിന്ച ഭൂജേശ്വര ഹരി ഹരി നാരായണ"}, {"M": "ചരണമ് 2", "T": "കോടീശുല കനി സാടി ലേനി പല്കു <br/> ബോടിനൊസഗി മുമ്മാടികി വേഡനു നാരായണ"}, {"M": "ചരണമ് 3", "T": "ആശ പിശാചാവേശമു കലുഗു <br/> ധനേശുല കാചെഡു ദേശമുനേലനു നാരായണ"}, {"M": "ചരണമ് 4", "T": "നാലോനേ നീ ചേലോ ചിക്കിതി <br/> നീ ലോഭമു വിഡുവവേലോ തെലിയദു നാരായണ"}, {"M": "ചരണമ് 5", "T": "ഭൂ-ലോകമുലോ മേലോര്വരു വിധി <br/> വ്രാലോ നീദൌ ജലോ തെലിയദു നാരായണ"}, {"M": "ചരണമ് 6", "T": "ദൂരെഡു പനുലകു ദൂരെദരു കഡ <br/> തേരെഡു പനുലനു തേരേ മനസുകു നാരായണ"}, {"M": "ചരണമ് 7", "T": "തൊലി താ ജേസിന ഫലമേ കലദനി <br/> ഇലനെന്ചനി മര്ത്യുല ചെലിമിയെന്ദുകു നാരായണ"}, {"M": "ചരണമ് 8", "T": "ദൂഷണ ഹര പര ദൂഷണ ജന ഗണ <br/> ഭീഷണ സുഗുണ വിഭീഷണ സന്നുത നാരായണ"}, {"M": "ചരണമ് 9", "T": "നോരെപ്പുഡു നീ പേരേ പലുകനി <br/> വേരേയെവരുന്നാരേ രാഘവ നാരായണ"}, {"M": "ചരണമ് 10", "T": "മിത്ര കുലേശ ചരിത്ര രസിക ജന <br/> മിത്രമു കോരുദു വൃത്രാരി വിനുത നാരായണ"}, {"M": "ചരണമ് 11", "T": "വീന വിമാന കവീന ഹൃദ്-ആലയ <br/> ദീന ജനാവന ദാനവ ഹര ശ്രീ നാരായണ"}, {"M": "ചരണമ് 12", "T": "നാ ജൂപുലു മീ നാജൂകു തനമുനേ <br/> ജൂഡനി ത്യാഗരാജുല്ലമലരു നാരായണ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "नारायण हरि नारायण हरि <br/> नारायण हरि नारायण हरि"}, {"M": "चरणम् 1", "T": "नश्वरमैन धनाश्वमुलनु ने <br/> विश्वसिन्च भूजेश्वर हरि हरि नारायण"}, {"M": "चरणम् 2", "T": "कोटीशुल कनि साटि लेनि पल्कु <br/> बोटिनोसगि मुम्माटिकि वेडनु नारायण"}, {"M": "चरणम् 3", "T": "आश पिशाचावेशमु कलुगु <br/> धनेशुल काचेडु देशमुनेलनु नारायण"}, {"M": "चरणम् 4", "T": "नालोने नी चेलो चिक्किति <br/> नी लोभमु विडुववेलो तेलियदु नारायण"}, {"M": "चरणम् 5", "T": "भू-लोकमुलो मेलोर्वरु विधि <br/> व्रालो नीदौ जलो तेलियदु नारायण"}, {"M": "चरणम् 6", "T": "दूरेडु पनुलकु दूरेदरु कड <br/> तेरेडु पनुलनु तेरे मनसुकु नारायण"}, {"M": "चरणम् 7", "T": "तोलि ता जेसिन फलमे कलदनि <br/> इलनेन्चनि मर्त्युल चेलिमियेन्दुकु नारायण"}, {"M": "चरणम् 8", "T": "दूषण हर पर दूषण जन गण <br/> भीषण सुगुण विभीषण सन्नुत नारायण"}, {"M": "चरणम् 9", "T": "नोरेप्पुडु नी पेरे पलुकनि <br/> वेरेयेवरुन्नारे राघव नारायण"}, {"M": "चरणम् 10", "T": "मित्र कुलेश चरित्र रसिक जन <br/> मित्रमु कोरुदु वृत्रारि विनुत नारायण"}, {"M": "चरणम् 11", "T": "वीन विमान कवीन हृद्-आलय <br/> दीन जनावन दानव हर श्री नारायण"}, {"M": "चरणम् 12", "T": "ना जूपुलु मी नाजूकु तनमुने <br/> जूडनि त्यागराजुल्लमलरु नारायण"}]}], "lyricsref": [{"links": [{"N": "thyagaraja-vaibhavam.blogspot.com", "L": "http://thyagaraja-vaibhavam.blogspot.com/2008/10/thyagaraja-kriti-narayana-hari-raga.html"}, {"N": "sahityam.net", "L": "http://sahityam.net/wiki/Narayana_Hari"}, {"N": "www.karnatik.com", "L": "http://www.karnatik.com/c2590.shtml"}]}], "videos": [{"folder": [{"A": [3529, 3531], "songs": [{"C": [5001, 5002], "D": "3:56", "I": "dOkqu4yxcpU", "R": [1078, 1079], "S": [10786, 12866], "T": [0, 0], "V": "451"}]}, {"A": [3042, 3043], "songs": [{"C": [5001, 5002], "D": "6:51", "I": "Ep--sLMPfKc", "R": [1078, 1079], "S": [10786, 12866], "T": [0, 0], "V": "12,000"}, {"C": [5001, 5002], "D": "8:36", "I": "jXGiHUPvipc", "R": [1078, 1079], "S": [10786, 12866], "T": [0, 0], "V": "1,358"}]}, {"A": [3056, 3057], "songs": [{"C": [5001, 5002], "D": "0:57", "I": "81caCzkLSK8", "R": [1078, 1079], "S": [10786, 12866], "T": [0, 0], "V": "18"}]}, {"A": [3012, 3013], "songs": [{"C": [5001, 5002], "D": "6:53", "I": "Y8bfG2C9nLg", "R": [1078, 1079], "S": [10786, 12866], "T": [0, 0], "V": "107,000"}, {"C": [5001, 5002], "D": "4:20", "I": "RqpRPtzYbkE", "R": [1078, 1079], "S": [10786, 12866], "T": [0, 0], "V": "1,900"}]}]}]}