{"stats": [{"H": "Videos", "C": "2"}, {"H": "Ragas", "C": "2"}, {"H": "Artists", "C": "2"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "10 M"}, {"H": "Views", "C": "47"}], "info": [{"H": "Type", "V": "Thiruppugazh", "P": "tiruppugazh", "I": 12}, {"H": "Composer", "V": "Arunagirinathar", "P": "aruNagiri.NAthar", "I": 15}, {"H": "Raga", "V": "Ragamalika", "P": "rAgamAlikA", "I": 1}, {"H": "Language", "V": "Tamil", "P": "Tamil", "I": 0}, {"H": "God", "V": "subramaNyA", "P": "subramaNyA", "I": 0}], "title": {"T": 8286, "H": "Naveru Pamanatha", "V": "nAvERu pamanatha", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "nAvERu pAma Natta pAtAra mEni naittu <br/> nAlARu nAlu paRRu   vakaiyAna <br/> nAlAru mAka matti nUlAya nyAna mutti <br/> nATORu nAnu raitta   neRiyAka <br/> nIvERe nAti rukka nAnvERe nAti rukka <br/> nErAka vAzhva taRku   naruLkUra <br/> nITArsha TAta rattin mItEpa rApa rattai <br/> nIkANe nAva naicco   laruLvAyE <br/> cEvERu mIcar cuRRa mAgnAna pOta putti <br/> cIrAka vEyu raitta   kurunAtA <br/> tErArkaL nATu cuTTa cUrArkaL mALa veTTu <br/> tIrAku kAku Ratti   maNavALA <br/> kAvEri nErva Takki lEvAvi pUma Natta <br/> kAvArcu vAmi veRpin   murukOnE <br/> kArpOlu mEni peRRa mAkALi vAlai catti <br/> kAmAri vAmi peRRa   perumALE."}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "நாவேறு பாம ணத்த பாதார மேனி நைத்து <br/> நாலாறு நாலு பற்று   வகையான <br/> நாலாரு மாக மத்தி நூலாய ஞான முத்தி <br/> நாடோறு நானு ரைத்த   நெறியாக <br/> நீவேறெ நாதி ருக்க நான்வேறெ நாதி ருக்க <br/> நேராக வாழ்வ தற்கு   நருள்கூர <br/> நீடார்ஷ டாத ரத்தின் மீதேப ராப ரத்தை <br/> நீகாணெ நாவ நைச்சொ   லருள்வாயே <br/> சேவேறு மீசர் சுற்ற மாஞான போத புத்தி <br/> சீராக வேயு ரைத்த   குருனாதா <br/> தேரார்கள் நாடு சுட்ட சூரார்கள் மாள வெட்டு <br/> தீராகு காகு றத்தி   மணவாளா <br/> காவேரி நேர்வ டக்கி லேவாவி பூம ணத்த <br/> காவார்சு வாமி வெற்பின்   முருகோனே <br/> கார்போலு மேனி பெற்ற மாகாளி வாலை சத்தி <br/> காமாரி வாமி பெற்ற   பெருமாளே."}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "నావేఱు పామ ణత్త పాతార మేని నైత్తు <br/> నాలాఱు నాలు పఱ్ఱు   వకైయాన <br/> నాలారు మాక మత్తి నూలాయ ఞాన ముత్తి <br/> నాటోఱు నాను రైత్త   నెఱియాక <br/> నీవేఱె నాతి రుక్క నాన్వేఱె నాతి రుక్క <br/> నేరాక వాఴ్వ తఱ్కు   నరుళ్కూర <br/> నీటార్ష టాత రత్తిన్ మీతేప రాప రత్తై <br/> నీకాణె నావ నైచ్చొ   లరుళ్వాయే <br/> చేవేఱు మీచర్ చుఱ్ఱ మాఞాన పోత పుత్తి <br/> చీరాక వేయు రైత్త   కురునాతా <br/> తేరార్కళ్ నాటు చుట్ట చూరార్కళ్ మాళ వెట్టు <br/> తీరాకు కాకు ఱత్తి   మణవాళా <br/> కావేరి నేర్వ టక్కి లేవావి పూమ ణత్త <br/> కావార్చు వామి వెఱ్పిన్   మురుకోనే <br/> కార్పోలు మేని పెఱ్ఱ మాకాళి వాలై చత్తి <br/> కామారి వామి పెఱ్ఱ   పెరుమాళే."}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ನಾವೇಱು ಪಾಮ ಣತ್ತ ಪಾತಾರ ಮೇನಿ ನೈತ್ತು <br/> ನಾಲಾಱು ನಾಲು ಪಱ್ಱು   ವಕೈಯಾನ <br/> ನಾಲಾರು ಮಾಕ ಮತ್ತಿ ನೂಲಾಯ ಞಾನ ಮುತ್ತಿ <br/> ನಾಟೋಱು ನಾನು ರೈತ್ತ   ನೆಱಿಯಾಕ <br/> ನೀವೇಱೆ ನಾತಿ ರುಕ್ಕ ನಾನ್ವೇಱೆ ನಾತಿ ರುಕ್ಕ <br/> ನೇರಾಕ ವಾಳ್ವ ತಱ್ಕು   ನರುಳ್ಕೂರ <br/> ನೀಟಾರ್ಷ ಟಾತ ರತ್ತಿನ್ ಮೀತೇಪ ರಾಪ ರತ್ತೈ <br/> ನೀಕಾಣೆ ನಾವ ನೈಚ್ಚೊ   ಲರುಳ್ವಾಯೇ <br/> ಚೇವೇಱು ಮೀಚರ್ ಚುಱ್ಱ ಮಾಞಾನ ಪೋತ ಪುತ್ತಿ <br/> ಚೀರಾಕ ವೇಯು ರೈತ್ತ   ಕುರುನಾತಾ <br/> ತೇರಾರ್ಕಳ್ ನಾಟು ಚುಟ್ಟ ಚೂರಾರ್ಕಳ್ ಮಾಳ ವೆಟ್ಟು <br/> ತೀರಾಕು ಕಾಕು ಱತ್ತಿ   ಮಣವಾಳಾ <br/> ಕಾವೇರಿ ನೇರ್ವ ಟಕ್ಕಿ ಲೇವಾವಿ ಪೂಮ ಣತ್ತ <br/> ಕಾವಾರ್ಚು ವಾಮಿ ವೆಱ್ಪಿನ್   ಮುರುಕೋನೇ <br/> ಕಾರ್ಪೋಲು ಮೇನಿ ಪೆಱ್ಱ ಮಾಕಾಳಿ ವಾಲೈ ಚತ್ತಿ <br/> ಕಾಮಾರಿ ವಾಮಿ ಪೆಱ್ಱ   ಪೆರುಮಾಳೇ."}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "നാവേറു പാമ ണത്ത പാതാര മേനി നൈത്തു <br/> നാലാറു നാലു പറ്റു   വകൈയാന <br/> നാലാരു മാക മത്തി നൂലായ ഞാന മുത്തി <br/> നാടോറു നാനു രൈത്ത   നെറിയാക <br/> നീവേറെ നാതി രുക്ക നാന്വേറെ നാതി രുക്ക <br/> നേരാക വാഴ്വ തറ്കു   നരുള്കൂര <br/> നീടാര്ഷ ടാത രത്തിന് മീതേപ രാപ രത്തൈ <br/> നീകാണെ നാവ നൈച്ചൊ   ലരുള്വായേ <br/> ചേവേറു മീചര് ചുറ്റ മാഞാന പോത പുത്തി <br/> ചീരാക വേയു രൈത്ത   കുരുനാതാ <br/> തേരാര്കള് നാടു ചുട്ട ചൂരാര്കള് മാള വെട്ടു <br/> തീരാകു കാകു റത്തി   മണവാളാ <br/> കാവേരി നേര്വ ടക്കി ലേവാവി പൂമ ണത്ത <br/> കാവാര്ചു വാമി വെറ്പിന്   മുരുകോനേ <br/> കാര്പോലു മേനി പെറ്റ മാകാളി വാലൈ ചത്തി <br/> കാമാരി വാമി പെറ്റ   പെരുമാളേ."}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "नावेरु पाम णत्त पातार मेनि नैत्तु <br/> नालारु नालु पर्रु   वकैयान <br/> नालारु माक मत्ति नूलाय ञान मुत्ति <br/> नाटोरु नानु रैत्त   नेरियाक <br/> नीवेरे नाति रुक्क नान्वेरे नाति रुक्क <br/> नेराक वाल्व तर्कु   नरुल्कूर <br/> नीटार्ष टात रत्तिन् मीतेप राप रत्तै <br/> नीकाणे नाव नैच्चो   लरुल्वाये <br/> चेवेरु मीचर् चुर्र माञान पोत पुत्ति <br/> चीराक वेयु रैत्त   कुरुनाता <br/> तेरार्कल् नाटु चुट्ट चूरार्कल् माल वेट्टु <br/> तीराकु काकु रत्ति   मणवाला <br/> कावेरि नेर्व टक्कि लेवावि पूम णत्त <br/> कावार्चु वामि वेर्पिन्   मुरुकोने <br/> कार्पोलु मेनि पेर्र माकालि वालै चत्ति <br/> कामारि वामि पेर्र   पेरुमाले."}]}], "L": "l", "lyricsref": [{"links": [{"N": "kaumaram.com", "L": "https://kaumaram.com/thiru/nnt0223_u.html"}]}], "songs": [{"I": "pPkHj2Or8Ls&start=8714&end=9045", "T": 12, "S": 8286, "R": 1, "C": 15, "A": 269, "D": "5:31", "V": "2,710", "J": "h"}, {"I": "AWoO2T1T3Q8", "T": 12, "S": 8286, "R": 34, "C": 15, "A": 263, "D": "5:41", "V": "47", "J": "m"}], "folders": [["artist", 269, "0"], ["artist", 263, "1"]], "languages": {"english": "0,1", "tamil": "0,1", "telugu": "0,1", "kannada": "0,1", "malayalam": "0,1", "hindi": "0,1", "marathi": "0,1", "bengali": "0,1", "gujarati": "0,1", "punjabi": "0,1", "odia": "0,1", "assamese": "0,1"}}