{"stats": [{"H": "Videos", "C": "1"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "6 M"}, {"H": "Views", "C": "348"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Thyagaraja", "P": "tyAgarAja"}, {"H": "Raga", "V": "Manirangu", "P": "maNiraMgu"}, {"H": "Tala", "V": "Jhampa", "P": "jampA"}, {"H": "Tala name", "V": "Chatusra Jaati Jhampa Tala", "P": "chatuSra jAti jampA tALA"}, {"H": "Tala angas", "V": "Laghu-1, Anudhruta-1, Dhruta-1", "P": "laghu-1, anud.Rta-1, d.RtA-1"}, {"H": "Tala count", "V": "4 + 1 + 2 = 7", "P": "4 + 1 + 2 = 7"}, {"H": "Language", "V": "Telugu", "P": "Telugu"}, {"H": "God", "V": "rAmA", "P": "rAmA"}], "title": {"H": "Neeku Sari", "V": "nIku sari evarUrA nIvEgAni vErevaru", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "nIku sari evarUrA nIvEgAni vErevaru"}, {"M": "anupallavi", "T": "akkhu vAhana sutuDagu atyanta prEmatO bAguga praNavAdhAruDu bahu vidha phalam iccina"}, {"M": "caraNam 1", "T": "candra sUrya sanakAdi munijana surEndrulu gandharva pramukhulu kanaka laksha kumbhamutO"}, {"M": "madhyamakAla sAhityam 1", "T": "skandavara sanAtana vasishTha sapta rshi gaNAdula vArandaru urviki Subha mosagEDi c <br/> intalO dhyAna yOga SIlAtava kumArA nandikESa Siva bhakta gragaNayuva <br/> rAjya paTTAbhishEka vivAha mahOtsava mantra hOma japamuna andamuga cokkumani <br/> mangaLa SObhanamulu pantamuga jEyuTa mandahAsamutO sankalpamu jEsina"}, {"M": "caraNam 2", "T": "pakshi vAhana ghanuDu SrshTi kartulucEri sAkshAtkArinci sadASivuni krpa jEsi"}, {"M": "madhyamakAla sAhityam 2", "T": "yaksha kinnaravara citranEna UrvaSi kAkshigA sogasuganu nATyamu jEya akshayamani karuNatO <br/> Adi vishNu dEvuni vakshasthaLa nivAsini lakshmI dEvi jUcuTa shaD-rasayuta bhakshaNamulu bahu vidhamula <br/> maraga pakshamutO bhaktulaku parimaLa gandha sahita dakshiNayunu jErci truptigA iccina"}, {"M": "caraNam 3", "T": "pancanada puramuna janincina nA pApamula tIrcina praNatArthi haruDu SrI"}, {"M": "madhyamakAla sAhityam 3", "T": "kanjadaLa nEtritO karuNa jUcina vEnuka uncavrtti bhajana unnatamuga jEsi <br/> pannagAbharaNa nIdu pAdamula nammiti sancita kAmAdula sancalamu dIrci <br/> vAncita phala mosagina vAridhi nI sannidhilO manjuLa vINa vENu mrdanga mahanIya <br/> karakaLalu Sruti jErci ranjita krti jEsEdi tyAgarAja sutuniki sthiramagu padamulucina"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "நீகு சரி எவரூரா நீவேகானி வேரெவரு"}, {"M": "அனுபல்லவி", "T": "அக்கு வாஹன சுதுடகு அத்யந்த ப்ரேமதோ பாகுக ப்ரணவாதாருடு பஹு வித பலம் இச்சின"}, {"M": "சரணம் 1", "T": "சந்த்ர சூர்ய சனகாதி முனிஜன சுரேந்த்ருலு கந்தர்வ ப்ரமுகுலு கனக லக்ஷ கும்பமுதோ"}, {"M": "மத்யமகால சாஹித்யம் 1", "T": "ஸ்கந்தவர சனாதன வசிஷ்ட சப்த ர்ஷி கணாதுல வாரந்தரு உர்விகி சுப மொசகேடி ச் <br/> இந்தலோ த்யான யோக சீலாதவ குமாரா நந்திகேச சிவ பக்த க்ரகணயுவ <br/> ராஜ்ய பட்டாபிஷேக விவாஹ மஹோத்சவ மந்த்ர ஹோம ஜபமுன அந்தமுக சொக்குமனி <br/> மங்கள சோபனமுலு பந்தமுக ஜேயுட மந்தஹாசமுதோ சங்கல்பமு ஜேசின"}, {"M": "சரணம் 2", "T": "பக்ஷி வாஹன கனுடு ஶ்ர்ஷ்டி கர்துலுசேரி சாக்ஷாத்காரிஞ்சி சதாசிவுனி க்ர்ப ஜேசி"}, {"M": "மத்யமகால சாஹித்யம் 2", "T": "யக்ஷ கின்னரவர சித்ரனேன ஊர்வசி காக்ஷிகா சொகசுகனு நாட்யமு ஜேய அக்ஷயமனி கருணதோ <br/> ஆதி விஷ்ணு தேவுனி வக்ஷஸ்தள நிவாசினி லக்ஷ்மீ தேவி ஜூசுட ஷட்-ரசயுத பக்ஷணமுலு பஹு விதமுல <br/> மரக பக்ஷமுதோ பக்துலகு பரிமள கந்த சஹித தக்ஷிணயுனு ஜேர்சி த்ருப்திகா இச்சின"}, {"M": "சரணம் 3", "T": "பஞ்சனத புரமுன ஜனிஞ்சின நா பாபமுல தீர்சின ப்ரணதார்தி ஹருடு ஶ்ரீ"}, {"M": "மத்யமகால சாஹித்யம் 3", "T": "கஞ்ஜதள நேத்ரிதோ கருண ஜூசின வேனுக உஞ்சவ்ர்த்தி பஜன உன்னதமுக ஜேசி <br/> பன்னகாபரண நீது பாதமுல நம்மிதி சஞ்சித காமாதுல சஞ்சலமு தீர்சி <br/> வாஞ்சித பல மொசகின வாரிதி நீ சன்னிதிலோ மஞ்ஜுள வீண வேணு ம்ர்தங்க மஹனீய <br/> கரகளலு ஶ்ருதி ஜேர்சி ரஞ்ஜித க்ர்தி ஜேசேதி த்யாகராஜ சுதுனிகி ஸ்திரமகு பதமுலுசின"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "నీకు సరి ఎవరూరా నీవేగాని వేరెవరు"}, {"M": "అనుపల్లవి", "T": "అక్ఖు వాహన సుతుడగు అత్యన్త ప్రేమతో బాగుగ ప్రణవాధారుడు బహు విధ ఫలమ్ ఇచ్చిన"}, {"M": "చరణమ్ 1", "T": "చన్ద్ర సూర్య సనకాది మునిజన సురేన్ద్రులు గన్ధర్వ ప్రముఖులు కనక లక్ష కుమ్భముతో"}, {"M": "మధ్యమకాల సాహిత్యమ్ 1", "T": "స్కన్దవర సనాతన వసిష్ఠ సప్త ర్షి గణాదుల వారన్దరు ఉర్వికి శుభ మొసగేడి చ్ <br/> ఇన్తలో ధ్యాన యోగ శీలాతవ కుమారా నన్దికేశ శివ భక్త గ్రగణయువ <br/> రాజ్య పట్టాభిషేక వివాహ మహోత్సవ మన్త్ర హోమ జపమున అన్దముగ చొక్కుమని <br/> మఙ్గళ శోభనములు పన్తముగ జేయుట మన్దహాసముతో సఙ్కల్పము జేసిన"}, {"M": "చరణమ్ 2", "T": "పక్షి వాహన ఘనుడు శ్ర్ష్టి కర్తులుచేరి సాక్షాత్కారిఞ్చి సదాశివుని క్ర్ప జేసి"}, {"M": "మధ్యమకాల సాహిత్యమ్ 2", "T": "యక్ష కిన్నరవర చిత్రనేన ఊర్వశి కాక్షిగా సొగసుగను నాట్యము జేయ అక్షయమని కరుణతో <br/> ఆది విష్ణు దేవుని వక్షస్థళ నివాసిని లక్ష్మీ దేవి జూచుట షడ్-రసయుత భక్షణములు బహు విధముల <br/> మరగ పక్షముతో భక్తులకు పరిమళ గన్ధ సహిత దక్షిణయును జేర్చి త్రుప్తిగా ఇచ్చిన"}, {"M": "చరణమ్ 3", "T": "పఞ్చనద పురమున జనిఞ్చిన నా పాపముల తీర్చిన ప్రణతార్థి హరుడు శ్రీ"}, {"M": "మధ్యమకాల సాహిత్యమ్ 3", "T": "కఞ్జదళ నేత్రితో కరుణ జూచిన వేనుక ఉఞ్చవ్ర్త్తి భజన ఉన్నతముగ జేసి <br/> పన్నగాభరణ నీదు పాదముల నమ్మితి సఞ్చిత కామాదుల సఞ్చలము దీర్చి <br/> వాఞ్చిత ఫల మొసగిన వారిధి నీ సన్నిధిలో మఞ్జుళ వీణ వేణు మ్ర్దఙ్గ మహనీయ <br/> కరకళలు శ్రుతి జేర్చి రఞ్జిత క్ర్తి జేసేది త్యాగరాజ సుతునికి స్థిరమగు పదములుచిన"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ನೀಕು ಸರಿ ಎವರೂರಾ ನೀವೇಗಾನಿ ವೇರೆವರು"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಅಕ್ಖು ವಾಹನ ಸುತುಡಗು ಅತ್ಯನ್ತ ಪ್ರೇಮತೋ ಬಾಗುಗ ಪ್ರಣವಾಧಾರುಡು ಬಹು ವಿಧ ಫಲಮ್ ಇಚ್ಚಿನ"}, {"M": "ಚರಣಮ್ 1", "T": "ಚನ್ದ್ರ ಸೂರ್ಯ ಸನಕಾದಿ ಮುನಿಜನ ಸುರೇನ್ದ್ರುಲು ಗನ್ಧರ್ವ ಪ್ರಮುಖುಲು ಕನಕ ಲಕ್ಷ ಕುಮ್ಭಮುತೋ"}, {"M": "ಮಧ್ಯಮಕಾಲ ಸಾಹಿತ್ಯಮ್ 1", "T": "ಸ್ಕನ್ದವರ ಸನಾತನ ವಸಿಷ್ಠ ಸಪ್ತ ರ್ಷಿ ಗಣಾದುಲ ವಾರನ್ದರು ಉರ್ವಿಕಿ ಶುಭ ಮೊಸಗೇಡಿ ಚ್ <br/> ಇನ್ತಲೋ ಧ್ಯಾನ ಯೋಗ ಶೀಲಾತವ ಕುಮಾರಾ ನನ್ದಿಕೇಶ ಶಿವ ಭಕ್ತ ಗ್ರಗಣಯುವ <br/> ರಾಜ್ಯ ಪಟ್ಟಾಭಿಷೇಕ ವಿವಾಹ ಮಹೋತ್ಸವ ಮನ್ತ್ರ ಹೋಮ ಜಪಮುನ ಅನ್ದಮುಗ ಚೊಕ್ಕುಮನಿ <br/> ಮಙ್ಗಳ ಶೋಭನಮುಲು ಪನ್ತಮುಗ ಜೇಯುಟ ಮನ್ದಹಾಸಮುತೋ ಸಙ್ಕಲ್ಪಮು ಜೇಸಿನ"}, {"M": "ಚರಣಮ್ 2", "T": "ಪಕ್ಷಿ ವಾಹನ ಘನುಡು ಶ್ರ್ಷ್ಟಿ ಕರ್ತುಲುಚೇರಿ ಸಾಕ್ಷಾತ್ಕಾರಿಞ್ಚಿ ಸದಾಶಿವುನಿ ಕ್ರ್ಪ ಜೇಸಿ"}, {"M": "ಮಧ್ಯಮಕಾಲ ಸಾಹಿತ್ಯಮ್ 2", "T": "ಯಕ್ಷ ಕಿನ್ನರವರ ಚಿತ್ರನೇನ ಊರ್ವಶಿ ಕಾಕ್ಷಿಗಾ ಸೊಗಸುಗನು ನಾಟ್ಯಮು ಜೇಯ ಅಕ್ಷಯಮನಿ ಕರುಣತೋ <br/> ಆದಿ ವಿಷ್ಣು ದೇವುನಿ ವಕ್ಷಸ್ಥಳ ನಿವಾಸಿನಿ ಲಕ್ಷ್ಮೀ ದೇವಿ ಜೂಚುಟ ಷಡ್-ರಸಯುತ ಭಕ್ಷಣಮುಲು ಬಹು ವಿಧಮುಲ <br/> ಮರಗ ಪಕ್ಷಮುತೋ ಭಕ್ತುಲಕು ಪರಿಮಳ ಗನ್ಧ ಸಹಿತ ದಕ್ಷಿಣಯುನು ಜೇರ್ಚಿ ತ್ರುಪ್ತಿಗಾ ಇಚ್ಚಿನ"}, {"M": "ಚರಣಮ್ 3", "T": "ಪಞ್ಚನದ ಪುರಮುನ ಜನಿಞ್ಚಿನ ನಾ ಪಾಪಮುಲ ತೀರ್ಚಿನ ಪ್ರಣತಾರ್ಥಿ ಹರುಡು ಶ್ರೀ"}, {"M": "ಮಧ್ಯಮಕಾಲ ಸಾಹಿತ್ಯಮ್ 3", "T": "ಕಞ್ಜದಳ ನೇತ್ರಿತೋ ಕರುಣ ಜೂಚಿನ ವೇನುಕ ಉಞ್ಚವ್ರ್ತ್ತಿ ಭಜನ ಉನ್ನತಮುಗ ಜೇಸಿ <br/> ಪನ್ನಗಾಭರಣ ನೀದು ಪಾದಮುಲ ನಮ್ಮಿತಿ ಸಞ್ಚಿತ ಕಾಮಾದುಲ ಸಞ್ಚಲಮು ದೀರ್ಚಿ <br/> ವಾಞ್ಚಿತ ಫಲ ಮೊಸಗಿನ ವಾರಿಧಿ ನೀ ಸನ್ನಿಧಿಲೋ ಮಞ್ಜುಳ ವೀಣ ವೇಣು ಮ್ರ್ದಙ್ಗ ಮಹನೀಯ <br/> ಕರಕಳಲು ಶ್ರುತಿ ಜೇರ್ಚಿ ರಞ್ಜಿತ ಕ್ರ್ತಿ ಜೇಸೇದಿ ತ್ಯಾಗರಾಜ ಸುತುನಿಕಿ ಸ್ಥಿರಮಗು ಪದಮುಲುಚಿನ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "നീകു സരി എവരൂരാ നീവേഗാനി വേരെവരു"}, {"M": "അനുപല്ലവി", "T": "അക്ഖു വാഹന സുതുഡഗു അത്യന്ത പ്രേമതോ ബാഗുഗ പ്രണവാധാരുഡു ബഹു വിധ ഫലമ് ഇച്ചിന"}, {"M": "ചരണമ് 1", "T": "ചന്ദ്ര സൂര്യ സനകാദി മുനിജന സുരേന്ദ്രുലു ഗന്ധര്വ പ്രമുഖുലു കനക ലക്ഷ കുമ്ഭമുതോ"}, {"M": "മധ്യമകാല സാഹിത്യമ് 1", "T": "സ്കന്ദവര സനാതന വസിഷ്ഠ സപ്ത ര്ഷി ഗണാദുല വാരന്ദരു ഉര്വികി ശുഭ മൊസഗേഡി ച് <br/> ഇന്തലോ ധ്യാന യോഗ ശീലാതവ കുമാരാ നന്ദികേശ ശിവ ഭക്ത ഗ്രഗണയുവ <br/> രാജ്യ പട്ടാഭിഷേക വിവാഹ മഹോത്സവ മന്ത്ര ഹോമ ജപമുന അന്ദമുഗ ചൊക്കുമനി <br/> മങ്ഗള ശോഭനമുലു പന്തമുഗ ജേയുട മന്ദഹാസമുതോ സങ്കല്പമു ജേസിന"}, {"M": "ചരണമ് 2", "T": "പക്ഷി വാഹന ഘനുഡു ശ്ര്ഷ്ടി കര്തുലുചേരി സാക്ഷാത്കാരിഞ്ചി സദാശിവുനി ക്ര്പ ജേസി"}, {"M": "മധ്യമകാല സാഹിത്യമ് 2", "T": "യക്ഷ കിന്നരവര ചിത്രനേന ഊര്വശി കാക്ഷിഗാ സൊഗസുഗനു നാട്യമു ജേയ അക്ഷയമനി കരുണതോ <br/> ആദി വിഷ്ണു ദേവുനി വക്ഷസ്ഥള നിവാസിനി ലക്ഷ്മീ ദേവി ജൂചുട ഷഡ്-രസയുത ഭക്ഷണമുലു ബഹു വിധമുല <br/> മരഗ പക്ഷമുതോ ഭക്തുലകു പരിമള ഗന്ധ സഹിത ദക്ഷിണയുനു ജേര്ചി ത്രുപ്തിഗാ ഇച്ചിന"}, {"M": "ചരണമ് 3", "T": "പഞ്ചനദ പുരമുന ജനിഞ്ചിന നാ പാപമുല തീര്ചിന പ്രണതാര്ഥി ഹരുഡു ശ്രീ"}, {"M": "മധ്യമകാല സാഹിത്യമ് 3", "T": "കഞ്ജദള നേത്രിതോ കരുണ ജൂചിന വേനുക ഉഞ്ചവ്ര്ത്തി ഭജന ഉന്നതമുഗ ജേസി <br/> പന്നഗാഭരണ നീദു പാദമുല നമ്മിതി സഞ്ചിത കാമാദുല സഞ്ചലമു ദീര്ചി <br/> വാഞ്ചിത ഫല മൊസഗിന വാരിധി നീ സന്നിധിലോ മഞ്ജുള വീണ വേണു മ്ര്ദങ്ഗ മഹനീയ <br/> കരകളലു ശ്രുതി ജേര്ചി രഞ്ജിത ക്ര്തി ജേസേദി ത്യാഗരാജ സുതുനികി സ്ഥിരമഗു പദമുലുചിന"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "नीकु सरि एवरूरा नीवेगानि वेरेवरु"}, {"M": "अनुपल्लवि", "T": "अक्खु वाहन सुतुडगु अत्यन्त प्रेमतो बागुग प्रणवाधारुडु बहु विध फलम् इच्चिन"}, {"M": "चरणम् 1", "T": "चन्द्र सूर्य सनकादि मुनिजन सुरेन्द्रुलु गन्धर्व प्रमुखुलु कनक लक्ष कुम्भमुतो"}, {"M": "मध्यमकाल साहित्यम् 1", "T": "स्कन्दवर सनातन वसिष्ठ सप्त र्षि गणादुल वारन्दरु उर्विकि शुभ मोसगेडि च् <br/> इन्तलो ध्यान योग शीलातव कुमारा नन्दिकेश शिव भक्त ग्रगणयुव <br/> राज्य पट्टाभिषेक विवाह महोत्सव मन्त्र होम जपमुन अन्दमुग चोक्कुमनि <br/> मङ्गल शोभनमुलु पन्तमुग जेयुट मन्दहासमुतो सङ्कल्पमु जेसिन"}, {"M": "चरणम् 2", "T": "पक्षि वाहन घनुडु श्र्ष्टि कर्तुलुचेरि साक्षात्कारिञ्चि सदाशिवुनि क्र्प जेसि"}, {"M": "मध्यमकाल साहित्यम् 2", "T": "यक्ष किन्नरवर चित्रनेन ऊर्वशि काक्षिगा सोगसुगनु नाट्यमु जेय अक्षयमनि करुणतो <br/> आदि विष्णु देवुनि वक्षस्थल निवासिनि लक्ष्मी देवि जूचुट षड्-रसयुत भक्षणमुलु बहु विधमुल <br/> मरग पक्षमुतो भक्तुलकु परिमल गन्ध सहित दक्षिणयुनु जेर्चि त्रुप्तिगा इच्चिन"}, {"M": "चरणम् 3", "T": "पञ्चनद पुरमुन जनिञ्चिन ना पापमुल तीर्चिन प्रणतार्थि हरुडु श्री"}, {"M": "मध्यमकाल साहित्यम् 3", "T": "कञ्जदल नेत्रितो करुण जूचिन वेनुक उञ्चव्र्त्ति भजन उन्नतमुग जेसि <br/> पन्नगाभरण नीदु पादमुल नम्मिति सञ्चित कामादुल सञ्चलमु दीर्चि <br/> वाञ्चित फल मोसगिन वारिधि नी सन्निधिलो मञ्जुल वीण वेणु म्र्दङ्ग महनीय <br/> करकललु श्रुति जेर्चि रञ्जित क्र्ति जेसेदि त्यागराज सुतुनिकि स्थिरमगु पदमुलुचिन"}]}], "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c2663.shtml"}]}], "videos": [{"folder": [{"A": [3010, 3011], "songs": [{"C": [5001, 5002], "D": "6:35", "I": "_fQYS36OSzo", "R": [1178, 1180], "S": [15420, 17984], "T": [0, 0], "V": "348"}]}]}]}