{"stats": [{"N": "Videos", "C": "1"}, {"N": "Ragas", "C": "1"}, {"N": "Artists", "C": "1"}, {"N": "Types", "C": "1"}, {"N": "Duration", "C": "0 M"}, {"N": "Views", "C": "0"}], "info": [{"N": "Type", "V": "Varnam"}, {"N": "Composer", "V": "BV Raman BV Lakshmanan"}, {"N": "Raga", "V": "Ranjani"}, {"N": "Tala", "V": "Adi"}, {"N": "Tala name", "V": "Chatusra Jaati Triputa Tala"}, {"N": "Tala angas", "V": "Laghu-1, Dhruta-2"}, {"N": "Tala count", "V": "4 + 2 + 2 = 8"}, {"N": "Language", "V": "Telugu"}], "title": {"N": "nI pAda pankajamE gatiyani nIrajAksha", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "nI pAda pankajamE gatiyani nIrajAksha nera nammitikadA <br/> kApADuTakidE samayamurA kalpakAmbAdhamE gati kApADu <br/> rI ga sa ri ga sA rI ga dha ma ga ri ga sA rI ga ma ni dha ma ga ma dha sa ni dha <br/> rI ga ma ri ga sa ri dhA sani mA dhasa gAma dhA ri sA ni dha sa ni dha mA ri ga sa ni dha"}, {"M": "caraNam", "T": "sangIta gAnalOla sadguNa SIla <br/> : <br/> sA nI dha ma ga ri ga sA nI dhA sA rI ga madha <br/> : <br/> nI dha ma ga ri ga sa nI dha sa ri ga pa dha nI dha ma sa ri ga nI dha dha ni dha pa dha <br/> : <br/> dha ni dha dha ma ma dha ma ma ga dha ni dha ma ga ri ga sa <br/> dha sa ri sa ri ga pa dha ni sa dha ni dha sa sa ni dha ni dha dha ma ma <br/> dha ma pa dha dha ni pa ma ga ri ga sa sa sa ri ma ga sa ri ma ga ga ni dha dha sa sa ri ri ga ga <br/> sa ri ga ma ri ga sa ri sa ni ni dha ma dha sa ni dha ma dha ma ga sa ri pa dha sa ri ga <br/> : <br/> sA sa ni ni dha dha pa ma ga ri ga sA sa ri dha sa ri ri ga pa dha sA (x) <br/> sA ni dha ma ga pa dha nI dha ma ga ri ga sa sA ni dha sa ri ga pa dhA ni dha ma dha sA (x) <br/> sa ni dha ni dha dha pa ga pA ga ri ga sa sa ri dha sa  ri ga ma ga ma dha ni dha <br/> sa ri ga mA ga ri ga sA ri sa ni dha sa ni ni dhani dha dha pa ma dha pa ma ga ga sa ri ga pa dha"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "நீ பாத பங்கஜமே கதியனி நீரஜாக்ஷ நெர நம்மிதிகதா <br/> காபாடுடகிதே சமயமுரா கல்பகாம்பாதமே கதி காபாடு <br/> ரீ க ச ரி க சா ரீ க த ம க ரி க சா ரீ க ம நி த ம க ம த ச நி த <br/> ரீ க ம ரி க ச ரி தா சனி மா தச காம தா ரி சா நி த ச நி த மா ரி க ச நி த"}, {"M": "சரணம்", "T": "சங்கீத கானலோல சத்குண சீல <br/> : <br/> சா நீ த ம க ரி க சா நீ தா சா ரீ க மத <br/> : <br/> நீ த ம க ரி க ச நீ த ச ரி க ப த நீ த ம ச ரி க நீ த த நி த ப த <br/> : <br/> த நி த த ம ம த ம ம க த நி த ம க ரி க ச <br/> த ச ரி ச ரி க ப த நி ச த நி த ச ச நி த நி த த ம ம <br/> த ம ப த த நி ப ம க ரி க ச ச ச ரி ம க ச ரி ம க க நி த த ச ச ரி ரி க க <br/> ச ரி க ம ரி க ச ரி ச நி நி த ம த ச நி த ம த ம க ச ரி ப த ச ரி க <br/> : <br/> சா ச நி நி த த ப ம க ரி க சா ச ரி த ச ரி ரி க ப த சா (x) <br/> சா நி த ம க ப த நீ த ம க ரி க ச சா நி த ச ரி க ப தா நி த ம த சா (x) <br/> ச நி த நி த த ப க பா க ரி க ச ச ரி த ச  ரி க ம க ம த நி த <br/> ச ரி க மா க ரி க சா ரி ச நி த ச நி நி தனி த த ப ம த ப ம க க ச ரி க ப த"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "నీ పాద పఙ్కజమే గతియని నీరజాక్ష నెర నమ్మితికదా <br/> కాపాడుటకిదే సమయమురా కల్పకామ్బాధమే గతి కాపాడు <br/> రీ గ స రి గ సా రీ గ ధ మ గ రి గ సా రీ గ మ ని ధ మ గ మ ధ స ని ధ <br/> రీ గ మ రి గ స రి ధా సని మా ధస గామ ధా రి సా ని ధ స ని ధ మా రి గ స ని ధ"}, {"M": "చరణమ్", "T": "సఙ్గీత గానలోల సద్గుణ శీల <br/> : <br/> సా నీ ధ మ గ రి గ సా నీ ధా సా రీ గ మధ <br/> : <br/> నీ ధ మ గ రి గ స నీ ధ స రి గ ప ధ నీ ధ మ స రి గ నీ ధ ధ ని ధ ప ధ <br/> : <br/> ధ ని ధ ధ మ మ ధ మ మ గ ధ ని ధ మ గ రి గ స <br/> ధ స రి స రి గ ప ధ ని స ధ ని ధ స స ని ధ ని ధ ధ మ మ <br/> ధ మ ప ధ ధ ని ప మ గ రి గ స స స రి మ గ స రి మ గ గ ని ధ ధ స స రి రి గ గ <br/> స రి గ మ రి గ స రి స ని ని ధ మ ధ స ని ధ మ ధ మ గ స రి ప ధ స రి గ <br/> : <br/> సా స ని ని ధ ధ ప మ గ రి గ సా స రి ధ స రి రి గ ప ధ సా (x) <br/> సా ని ధ మ గ ప ధ నీ ధ మ గ రి గ స సా ని ధ స రి గ ప ధా ని ధ మ ధ సా (x) <br/> స ని ధ ని ధ ధ ప గ పా గ రి గ స స రి ధ స  రి గ మ గ మ ధ ని ధ <br/> స రి గ మా గ రి గ సా రి స ని ధ స ని ని ధని ధ ధ ప మ ధ ప మ గ గ స రి గ ప ధ"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ನೀ ಪಾದ ಪಙ್ಕಜಮೇ ಗತಿಯನಿ ನೀರಜಾಕ್ಷ ನೆರ ನಮ್ಮಿತಿಕದಾ <br/> ಕಾಪಾಡುಟಕಿದೇ ಸಮಯಮುರಾ ಕಲ್ಪಕಾಮ್ಬಾಧಮೇ ಗತಿ ಕಾಪಾಡು <br/> ರೀ ಗ ಸ ರಿ ಗ ಸಾ ರೀ ಗ ಧ ಮ ಗ ರಿ ಗ ಸಾ ರೀ ಗ ಮ ನಿ ಧ ಮ ಗ ಮ ಧ ಸ ನಿ ಧ <br/> ರೀ ಗ ಮ ರಿ ಗ ಸ ರಿ ಧಾ ಸನಿ ಮಾ ಧಸ ಗಾಮ ಧಾ ರಿ ಸಾ ನಿ ಧ ಸ ನಿ ಧ ಮಾ ರಿ ಗ ಸ ನಿ ಧ"}, {"M": "ಚರಣಮ್", "T": "ಸಙ್ಗೀತ ಗಾನಲೋಲ ಸದ್ಗುಣ ಶೀಲ <br/> : <br/> ಸಾ ನೀ ಧ ಮ ಗ ರಿ ಗ ಸಾ ನೀ ಧಾ ಸಾ ರೀ ಗ ಮಧ <br/> : <br/> ನೀ ಧ ಮ ಗ ರಿ ಗ ಸ ನೀ ಧ ಸ ರಿ ಗ ಪ ಧ ನೀ ಧ ಮ ಸ ರಿ ಗ ನೀ ಧ ಧ ನಿ ಧ ಪ ಧ <br/> : <br/> ಧ ನಿ ಧ ಧ ಮ ಮ ಧ ಮ ಮ ಗ ಧ ನಿ ಧ ಮ ಗ ರಿ ಗ ಸ <br/> ಧ ಸ ರಿ ಸ ರಿ ಗ ಪ ಧ ನಿ ಸ ಧ ನಿ ಧ ಸ ಸ ನಿ ಧ ನಿ ಧ ಧ ಮ ಮ <br/> ಧ ಮ ಪ ಧ ಧ ನಿ ಪ ಮ ಗ ರಿ ಗ ಸ ಸ ಸ ರಿ ಮ ಗ ಸ ರಿ ಮ ಗ ಗ ನಿ ಧ ಧ ಸ ಸ ರಿ ರಿ ಗ ಗ <br/> ಸ ರಿ ಗ ಮ ರಿ ಗ ಸ ರಿ ಸ ನಿ ನಿ ಧ ಮ ಧ ಸ ನಿ ಧ ಮ ಧ ಮ ಗ ಸ ರಿ ಪ ಧ ಸ ರಿ ಗ <br/> : <br/> ಸಾ ಸ ನಿ ನಿ ಧ ಧ ಪ ಮ ಗ ರಿ ಗ ಸಾ ಸ ರಿ ಧ ಸ ರಿ ರಿ ಗ ಪ ಧ ಸಾ (x) <br/> ಸಾ ನಿ ಧ ಮ ಗ ಪ ಧ ನೀ ಧ ಮ ಗ ರಿ ಗ ಸ ಸಾ ನಿ ಧ ಸ ರಿ ಗ ಪ ಧಾ ನಿ ಧ ಮ ಧ ಸಾ (x) <br/> ಸ ನಿ ಧ ನಿ ಧ ಧ ಪ ಗ ಪಾ ಗ ರಿ ಗ ಸ ಸ ರಿ ಧ ಸ  ರಿ ಗ ಮ ಗ ಮ ಧ ನಿ ಧ <br/> ಸ ರಿ ಗ ಮಾ ಗ ರಿ ಗ ಸಾ ರಿ ಸ ನಿ ಧ ಸ ನಿ ನಿ ಧನಿ ಧ ಧ ಪ ಮ ಧ ಪ ಮ ಗ ಗ ಸ ರಿ ಗ ಪ ಧ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "നീ പാദ പങ്കജമേ ഗതിയനി നീരജാക്ഷ നെര നമ്മിതികദാ <br/> കാപാഡുടകിദേ സമയമുരാ കല്പകാമ്ബാധമേ ഗതി കാപാഡു <br/> രീ ഗ സ രി ഗ സാ രീ ഗ ധ മ ഗ രി ഗ സാ രീ ഗ മ നി ധ മ ഗ മ ധ സ നി ധ <br/> രീ ഗ മ രി ഗ സ രി ധാ സനി മാ ധസ ഗാമ ധാ രി സാ നി ധ സ നി ധ മാ രി ഗ സ നി ധ"}, {"M": "ചരണമ്", "T": "സങ്ഗീത ഗാനലോല സദ്ഗുണ ശീല <br/> : <br/> സാ നീ ധ മ ഗ രി ഗ സാ നീ ധാ സാ രീ ഗ മധ <br/> : <br/> നീ ധ മ ഗ രി ഗ സ നീ ധ സ രി ഗ പ ധ നീ ധ മ സ രി ഗ നീ ധ ധ നി ധ പ ധ <br/> : <br/> ധ നി ധ ധ മ മ ധ മ മ ഗ ധ നി ധ മ ഗ രി ഗ സ <br/> ധ സ രി സ രി ഗ പ ധ നി സ ധ നി ധ സ സ നി ധ നി ധ ധ മ മ <br/> ധ മ പ ധ ധ നി പ മ ഗ രി ഗ സ സ സ രി മ ഗ സ രി മ ഗ ഗ നി ധ ധ സ സ രി രി ഗ ഗ <br/> സ രി ഗ മ രി ഗ സ രി സ നി നി ധ മ ധ സ നി ധ മ ധ മ ഗ സ രി പ ധ സ രി ഗ <br/> : <br/> സാ സ നി നി ധ ധ പ മ ഗ രി ഗ സാ സ രി ധ സ രി രി ഗ പ ധ സാ (x) <br/> സാ നി ധ മ ഗ പ ധ നീ ധ മ ഗ രി ഗ സ സാ നി ധ സ രി ഗ പ ധാ നി ധ മ ധ സാ (x) <br/> സ നി ധ നി ധ ധ പ ഗ പാ ഗ രി ഗ സ സ രി ധ സ  രി ഗ മ ഗ മ ധ നി ധ <br/> സ രി ഗ മാ ഗ രി ഗ സാ രി സ നി ധ സ നി നി ധനി ധ ധ പ മ ധ പ മ ഗ ഗ സ രി ഗ പ ധ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "नी पाद पङ्कजमे गतियनि नीरजाक्ष नेर नम्मितिकदा <br/> कापाडुटकिदे समयमुरा कल्पकाम्बाधमे गति कापाडु <br/> री ग स रि ग सा री ग ध म ग रि ग सा री ग म नि ध म ग म ध स नि ध <br/> री ग म रि ग स रि धा सनि मा धस गाम धा रि सा नि ध स नि ध मा रि ग स नि ध"}, {"M": "चरणम्", "T": "सङ्गीत गानलोल सद्गुण शील <br/> : <br/> सा नी ध म ग रि ग सा नी धा सा री ग मध <br/> : <br/> नी ध म ग रि ग स नी ध स रि ग प ध नी ध म स रि ग नी ध ध नि ध प ध <br/> : <br/> ध नि ध ध म म ध म म ग ध नि ध म ग रि ग स <br/> ध स रि स रि ग प ध नि स ध नि ध स स नि ध नि ध ध म म <br/> ध म प ध ध नि प म ग रि ग स स स रि म ग स रि म ग ग नि ध ध स स रि रि ग ग <br/> स रि ग म रि ग स रि स नि नि ध म ध स नि ध म ध म ग स रि प ध स रि ग <br/> : <br/> सा स नि नि ध ध प म ग रि ग सा स रि ध स रि रि ग प ध सा (x) <br/> सा नि ध म ग प ध नी ध म ग रि ग स सा नि ध स रि ग प धा नि ध म ध सा (x) <br/> स नि ध नि ध ध प ग पा ग रि ग स स रि ध स  रि ग म ग म ध नि ध <br/> स रि ग मा ग रि ग सा रि स नि ध स नि नि धनि ध ध प म ध प म ग ग स रि ग प ध"}]}], "videos": [{"folder": [{"A": 1237, "songs": [{"C": 1248, "D": "PREMIERE", "H": 14069, "I": "Y_Y2GFk6LlM", "R": 163, "S": 14065, "T": 22, "V": "0"}]}]}]}