{"stats": [{"H": "Videos", "C": "1"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "14 M"}, {"H": "Views", "C": "13 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Purandara Dasa", "P": "purandara dAsA"}, {"H": "Raga", "V": "Darbar", "P": "darbAr"}], "title": {"H": "Ninagyaru Sariyilla", "V": "ninagyAru sariyillA enaganya gatiyillA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "ninagyAru sariyillA enaganya gatiyillA ninagU enagU nyAya hELuvarillavO"}, {"M": "caraNam 1", "T": "ondE gUDinoLiddu ondu kshaNava galade endendu ninnu pondiruve bandha <br/> vishaya gaLigenna noppisuvadu indu ninage idu ucitavallavO dEva"}, {"M": "caraNam 2", "T": "parisatigalukaLu parama pApishTanendu paripari narakakke sErisuve <br/> para satiyoLume ninage oppitO dEva dovetana kanji nA SaraNambe nallade"}, {"M": "caraNam 3", "T": "ninna dhyAnavanu nA ninna prEvaNeyinda ananta karmava nA mADide <br/> innAdaru enna dayadinda nODayya pannaga Sayanane purandara viThala krshNa"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "நினக்யாரு சரியில்லா எனகன்ய கதியில்லா நினகூ எனகூ ந்யாய ஹேளுவரில்லவோ"}, {"M": "சரணம் 1", "T": "ஒந்தே கூடினொளித்து ஒந்து க்ஷணவ கலதெ எந்தெந்து நின்னு பொந்திருவெ பந்த <br/> விஷய களிகென்ன நொப்பிசுவது இந்து நினகெ இது உசிதவல்லவோ தேவ"}, {"M": "சரணம் 2", "T": "பரிசதிகலுகளு பரம பாபிஷ்டனெந்து பரிபரி நரகக்கெ சேரிசுவெ <br/> பர சதியொளுமெ நினகெ ஒப்பிதோ தேவ தொவெதன கஞ்ஜி நா சரணம்பெ நல்லதெ"}, {"M": "சரணம் 3", "T": "நின்ன த்யானவனு நா நின்ன ப்ரேவணெயிந்த அனந்த கர்மவ நா மாடிதெ <br/> இன்னாதரு என்ன தயதிந்த நோடய்ய பன்னக சயனனெ புரந்தர விடல க்ர்ஷ்ண"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "నినగ్యారు సరియిల్లా ఎనగన్య గతియిల్లా నినగూ ఎనగూ న్యాయ హేళువరిల్లవో"}, {"M": "చరణమ్ 1", "T": "ఒన్దే గూడినొళిద్దు ఒన్దు క్షణవ గలదె ఎన్దెన్దు నిన్ను పొన్దిరువె బన్ధ <br/> విషయ గళిగెన్న నొప్పిసువదు ఇన్దు నినగె ఇదు ఉచితవల్లవో దేవ"}, {"M": "చరణమ్ 2", "T": "పరిసతిగలుకళు పరమ పాపిష్టనెన్దు పరిపరి నరకక్కె సేరిసువె <br/> పర సతియొళుమె నినగె ఒప్పితో దేవ దొవెతన కఞ్జి నా శరణమ్బె నల్లదె"}, {"M": "చరణమ్ 3", "T": "నిన్న ధ్యానవను నా నిన్న ప్రేవణెయిన్ద అనన్త కర్మవ నా మాడిదె <br/> ఇన్నాదరు ఎన్న దయదిన్ద నోడయ్య పన్నగ శయననె పురన్దర విఠల క్ర్ష్ణ"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ನಿನಗ್ಯಾರು ಸರಿಯಿಲ್ಲಾ ಎನಗನ್ಯ ಗತಿಯಿಲ್ಲಾ ನಿನಗೂ ಎನಗೂ ನ್ಯಾಯ ಹೇಳುವರಿಲ್ಲವೋ"}, {"M": "ಚರಣಮ್ 1", "T": "ಒನ್ದೇ ಗೂಡಿನೊಳಿದ್ದು ಒನ್ದು ಕ್ಷಣವ ಗಲದೆ ಎನ್ದೆನ್ದು ನಿನ್ನು ಪೊನ್ದಿರುವೆ ಬನ್ಧ <br/> ವಿಷಯ ಗಳಿಗೆನ್ನ ನೊಪ್ಪಿಸುವದು ಇನ್ದು ನಿನಗೆ ಇದು ಉಚಿತವಲ್ಲವೋ ದೇವ"}, {"M": "ಚರಣಮ್ 2", "T": "ಪರಿಸತಿಗಲುಕಳು ಪರಮ ಪಾಪಿಷ್ಟನೆನ್ದು ಪರಿಪರಿ ನರಕಕ್ಕೆ ಸೇರಿಸುವೆ <br/> ಪರ ಸತಿಯೊಳುಮೆ ನಿನಗೆ ಒಪ್ಪಿತೋ ದೇವ ದೊವೆತನ ಕಞ್ಜಿ ನಾ ಶರಣಮ್ಬೆ ನಲ್ಲದೆ"}, {"M": "ಚರಣಮ್ 3", "T": "ನಿನ್ನ ಧ್ಯಾನವನು ನಾ ನಿನ್ನ ಪ್ರೇವಣೆಯಿನ್ದ ಅನನ್ತ ಕರ್ಮವ ನಾ ಮಾಡಿದೆ <br/> ಇನ್ನಾದರು ಎನ್ನ ದಯದಿನ್ದ ನೋಡಯ್ಯ ಪನ್ನಗ ಶಯನನೆ ಪುರನ್ದರ ವಿಠಲ ಕ್ರ್ಷ್ಣ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "നിനഗ്യാരു സരിയില്ലാ എനഗന്യ ഗതിയില്ലാ നിനഗൂ എനഗൂ ന്യായ ഹേളുവരില്ലവോ"}, {"M": "ചരണമ് 1", "T": "ഒന്ദേ ഗൂഡിനൊളിദ്ദു ഒന്ദു ക്ഷണവ ഗലദെ എന്ദെന്ദു നിന്നു പൊന്ദിരുവെ ബന്ധ <br/> വിഷയ ഗളിഗെന്ന നൊപ്പിസുവദു ഇന്ദു നിനഗെ ഇദു ഉചിതവല്ലവോ ദേവ"}, {"M": "ചരണമ് 2", "T": "പരിസതിഗലുകളു പരമ പാപിഷ്ടനെന്ദു പരിപരി നരകക്കെ സേരിസുവെ <br/> പര സതിയൊളുമെ നിനഗെ ഒപ്പിതോ ദേവ ദൊവെതന കഞ്ജി നാ ശരണമ്ബെ നല്ലദെ"}, {"M": "ചരണമ് 3", "T": "നിന്ന ധ്യാനവനു നാ നിന്ന പ്രേവണെയിന്ദ അനന്ത കര്മവ നാ മാഡിദെ <br/> ഇന്നാദരു എന്ന ദയദിന്ദ നോഡയ്യ പന്നഗ ശയനനെ പുരന്ദര വിഠല ക്ര്ഷ്ണ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "निनग्यारु सरियिल्ला एनगन्य गतियिल्ला निनगू एनगू न्याय हेलुवरिल्लवो"}, {"M": "चरणम् 1", "T": "ओन्दे गूडिनोलिद्दु ओन्दु क्षणव गलदे एन्देन्दु निन्नु पोन्दिरुवे बन्ध <br/> विषय गलिगेन्न नोप्पिसुवदु इन्दु निनगे इदु उचितवल्लवो देव"}, {"M": "चरणम् 2", "T": "परिसतिगलुकलु परम पापिष्टनेन्दु परिपरि नरकक्के सेरिसुवे <br/> पर सतियोलुमे निनगे ओप्पितो देव दोवेतन कञ्जि ना शरणम्बे नल्लदे"}, {"M": "चरणम् 3", "T": "निन्न ध्यानवनु ना निन्न प्रेवणेयिन्द अनन्त कर्मव ना माडिदे <br/> इन्नादरु एन्न दयदिन्द नोडय्य पन्नग शयनने पुरन्दर विठल क्र्ष्ण"}]}], "lyricsref": [{"links": [{"N": "www.rasikas.org", "L": "https://www.rasikas.org/forums/viewtopic.php?t=29331"}]}], "videos": [{"folder": [{"A": [3133, 3132], "songs": [{"C": [5009, 5010], "D": "14:53", "I": "xpiXRYI1c-w", "R": [1101, 1102], "S": [11766, 14114], "T": [0, 0], "V": "13,000"}]}]}]}