{"stats": [{"H": "Videos", "C": "9"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "6"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "3 H"}, {"H": "Views", "C": "9 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Thyagaraja", "P": "tyAgarAja"}, {"H": "Raga", "V": "Kalyani", "P": "kalyANi"}, {"H": "Tala", "V": "Caapu", "P": "cApu"}, {"H": "Tala name", "V": "Misra Caapu", "P": "miSra cApu"}, {"H": "Tala count", "V": "3 + 2 + 2 = 7", "P": "3 + 2 + 2 = 7"}, {"H": "Language", "V": "Telugu", "P": "Telugu"}, {"H": "God", "V": "rAmA", "P": "rAmA"}], "title": {"H": "Ninna Valasinathemi", "V": "ninnanavalasinadEmi rAma", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "ninnanavalasinadEmi rAma <br/> nannanavalenu gAka"}, {"M": "anupallavi", "T": "kanna taNDri nI kanna vElpul- <br/> evarunnArurA Apanna rakshaka nE ninnu"}, {"M": "caraNam 1", "T": "kana sairincani dur-janula bhAshaNa lEka <br/> manasuna nenaruna ninu jUcinAnA <br/> anudinamunanu nE ninu kana sajjana sEva <br/> vinayamunanu nijamuga jEsinAnA ninnu"}, {"M": "caraNam 2", "T": "vinavayya manavini sanakAdi vinuta nE <br/> dhanamunu konina bhAmanu prEma mIra <br/> enayaka manasanu vanajamunanati <br/> vEgana pAdamuna pUjanonarincinAnA ninnu"}, {"M": "caraNam 3", "T": "kali mAnavulu sEyu cala kAryamulanu <br/> nEnilalOnu teliyaka valaciti kAni <br/> kalalOnu kaligina kalumula valenenci <br/> valacaga balu tapamulu jEsinAnA ninnu"}, {"M": "caraNam 4", "T": "jalajApta kula vara tilaka vInula nI <br/> kathalu vinnA balu pApamulu pOnu kAni <br/> kalumula palukula celulu vaSyulu kAni <br/> toli janmamula pUjA phalamEmO teliya ninnu"}, {"M": "caraNam 5", "T": "Sara cApa dhara yOgi vara nuta paripUrNa <br/> nara rUpa niratamu vara tyagarAja <br/> paripAla sura bhUmi surulanu sthiramuga <br/> karuNincu birudu nI karamuna meraya ninnu"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "நின்னனவலசினதேமி ராம <br/> நன்னனவலெனு காக"}, {"M": "அனுபல்லவி", "T": "கன்ன தண்ட்ரி நீ கன்ன வேல்புல்- <br/> எவருன்னாருரா ஆபன்ன ரக்ஷக நே நின்னு"}, {"M": "சரணம் 1", "T": "கன சைரின்சனி துர்-ஜனுல பாஷண லேக <br/> மனசுன நெனருன நினு ஜூசினானா <br/> அனுதினமுனனு நே நினு கன சஜ்ஜன சேவ <br/> வினயமுனனு நிஜமுக ஜேசினானா நின்னு"}, {"M": "சரணம் 2", "T": "வினவய்ய மனவினி சனகாதி வினுத நே <br/> தனமுனு கொனின பாமனு ப்ரேம மீர <br/> எனயக மனசனு வனஜமுனனதி <br/> வேகன பாதமுன பூஜனொனரின்சினானா நின்னு"}, {"M": "சரணம் 3", "T": "கலி மானவுலு சேயு சல கார்யமுலனு <br/> நேனிலலோனு தெலியக வலசிதி கானி <br/> கலலோனு கலிகின கலுமுல வலெனென்சி <br/> வலசக பலு தபமுலு ஜேசினானா நின்னு"}, {"M": "சரணம் 4", "T": "ஜலஜாப்த குல வர திலக வீனுல நீ <br/> கதலு வின்னா பலு பாபமுலு போனு கானி <br/> கலுமுல பலுகுல செலுலு வஶ்யுலு கானி <br/> தொலி ஜன்மமுல பூஜா பலமேமோ தெலிய நின்னு"}, {"M": "சரணம் 5", "T": "சர சாப தர யோகி வர நுத பரிபூர்ண <br/> நர ரூப நிரதமு வர த்யகராஜ <br/> பரிபால சுர பூமி சுருலனு ஸ்திரமுக <br/> கருணின்சு பிருது நீ கரமுன மெரய நின்னு"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "నిన్ననవలసినదేమి రామ <br/> నన్ననవలెను గాక"}, {"M": "అనుపల్లవి", "T": "కన్న తణ్డ్రి నీ కన్న వేల్పుల్- <br/> ఎవరున్నారురా ఆపన్న రక్షక నే నిన్ను"}, {"M": "చరణమ్ 1", "T": "కన సైరిన్చని దుర్-జనుల భాషణ లేక <br/> మనసున నెనరున నిను జూచినానా <br/> అనుదినమునను నే నిను కన సజ్జన సేవ <br/> వినయమునను నిజముగ జేసినానా నిన్ను"}, {"M": "చరణమ్ 2", "T": "వినవయ్య మనవిని సనకాది వినుత నే <br/> ధనమును కొనిన భామను ప్రేమ మీర <br/> ఎనయక మనసను వనజముననతి <br/> వేగన పాదమున పూజనొనరిన్చినానా నిన్ను"}, {"M": "చరణమ్ 3", "T": "కలి మానవులు సేయు చల కార్యములను <br/> నేనిలలోను తెలియక వలచితి కాని <br/> కలలోను కలిగిన కలుముల వలెనెన్చి <br/> వలచగ బలు తపములు జేసినానా నిన్ను"}, {"M": "చరణమ్ 4", "T": "జలజాప్త కుల వర తిలక వీనుల నీ <br/> కథలు విన్నా బలు పాపములు పోను కాని <br/> కలుముల పలుకుల చెలులు వశ్యులు కాని <br/> తొలి జన్మముల పూజా ఫలమేమో తెలియ నిన్ను"}, {"M": "చరణమ్ 5", "T": "శర చాప ధర యోగి వర నుత పరిపూర్ణ <br/> నర రూప నిరతము వర త్యగరాజ <br/> పరిపాల సుర భూమి సురులను స్థిరముగ <br/> కరుణిన్చు బిరుదు నీ కరమున మెరయ నిన్ను"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ನಿನ್ನನವಲಸಿನದೇಮಿ ರಾಮ <br/> ನನ್ನನವಲೆನು ಗಾಕ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಕನ್ನ ತಣ್ಡ್ರಿ ನೀ ಕನ್ನ ವೇಲ್ಪುಲ್- <br/> ಎವರುನ್ನಾರುರಾ ಆಪನ್ನ ರಕ್ಷಕ ನೇ ನಿನ್ನು"}, {"M": "ಚರಣಮ್ 1", "T": "ಕನ ಸೈರಿನ್ಚನಿ ದುರ್-ಜನುಲ ಭಾಷಣ ಲೇಕ <br/> ಮನಸುನ ನೆನರುನ ನಿನು ಜೂಚಿನಾನಾ <br/> ಅನುದಿನಮುನನು ನೇ ನಿನು ಕನ ಸಜ್ಜನ ಸೇವ <br/> ವಿನಯಮುನನು ನಿಜಮುಗ ಜೇಸಿನಾನಾ ನಿನ್ನು"}, {"M": "ಚರಣಮ್ 2", "T": "ವಿನವಯ್ಯ ಮನವಿನಿ ಸನಕಾದಿ ವಿನುತ ನೇ <br/> ಧನಮುನು ಕೊನಿನ ಭಾಮನು ಪ್ರೇಮ ಮೀರ <br/> ಎನಯಕ ಮನಸನು ವನಜಮುನನತಿ <br/> ವೇಗನ ಪಾದಮುನ ಪೂಜನೊನರಿನ್ಚಿನಾನಾ ನಿನ್ನು"}, {"M": "ಚರಣಮ್ 3", "T": "ಕಲಿ ಮಾನವುಲು ಸೇಯು ಚಲ ಕಾರ್ಯಮುಲನು <br/> ನೇನಿಲಲೋನು ತೆಲಿಯಕ ವಲಚಿತಿ ಕಾನಿ <br/> ಕಲಲೋನು ಕಲಿಗಿನ ಕಲುಮುಲ ವಲೆನೆನ್ಚಿ <br/> ವಲಚಗ ಬಲು ತಪಮುಲು ಜೇಸಿನಾನಾ ನಿನ್ನು"}, {"M": "ಚರಣಮ್ 4", "T": "ಜಲಜಾಪ್ತ ಕುಲ ವರ ತಿಲಕ ವೀನುಲ ನೀ <br/> ಕಥಲು ವಿನ್ನಾ ಬಲು ಪಾಪಮುಲು ಪೋನು ಕಾನಿ <br/> ಕಲುಮುಲ ಪಲುಕುಲ ಚೆಲುಲು ವಶ್ಯುಲು ಕಾನಿ <br/> ತೊಲಿ ಜನ್ಮಮುಲ ಪೂಜಾ ಫಲಮೇಮೋ ತೆಲಿಯ ನಿನ್ನು"}, {"M": "ಚರಣಮ್ 5", "T": "ಶರ ಚಾಪ ಧರ ಯೋಗಿ ವರ ನುತ ಪರಿಪೂರ್ಣ <br/> ನರ ರೂಪ ನಿರತಮು ವರ ತ್ಯಗರಾಜ <br/> ಪರಿಪಾಲ ಸುರ ಭೂಮಿ ಸುರುಲನು ಸ್ಥಿರಮುಗ <br/> ಕರುಣಿನ್ಚು ಬಿರುದು ನೀ ಕರಮುನ ಮೆರಯ ನಿನ್ನು"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "നിന്നനവലസിനദേമി രാമ <br/> നന്നനവലെനു ഗാക"}, {"M": "അനുപല്ലവി", "T": "കന്ന തണ്ഡ്രി നീ കന്ന വേല്പുല്- <br/> എവരുന്നാരുരാ ആപന്ന രക്ഷക നേ നിന്നു"}, {"M": "ചരണമ് 1", "T": "കന സൈരിന്ചനി ദുര്-ജനുല ഭാഷണ ലേക <br/> മനസുന നെനരുന നിനു ജൂചിനാനാ <br/> അനുദിനമുനനു നേ നിനു കന സജ്ജന സേവ <br/> വിനയമുനനു നിജമുഗ ജേസിനാനാ നിന്നു"}, {"M": "ചരണമ് 2", "T": "വിനവയ്യ മനവിനി സനകാദി വിനുത നേ <br/> ധനമുനു കൊനിന ഭാമനു പ്രേമ മീര <br/> എനയക മനസനു വനജമുനനതി <br/> വേഗന പാദമുന പൂജനൊനരിന്ചിനാനാ നിന്നു"}, {"M": "ചരണമ് 3", "T": "കലി മാനവുലു സേയു ചല കാര്യമുലനു <br/> നേനിലലോനു തെലിയക വലചിതി കാനി <br/> കലലോനു കലിഗിന കലുമുല വലെനെന്ചി <br/> വലചഗ ബലു തപമുലു ജേസിനാനാ നിന്നു"}, {"M": "ചരണമ് 4", "T": "ജലജാപ്ത കുല വര തിലക വീനുല നീ <br/> കഥലു വിന്നാ ബലു പാപമുലു പോനു കാനി <br/> കലുമുല പലുകുല ചെലുലു വശ്യുലു കാനി <br/> തൊലി ജന്മമുല പൂജാ ഫലമേമോ തെലിയ നിന്നു"}, {"M": "ചരണമ് 5", "T": "ശര ചാപ ധര യോഗി വര നുത പരിപൂര്ണ <br/> നര രൂപ നിരതമു വര ത്യഗരാജ <br/> പരിപാല സുര ഭൂമി സുരുലനു സ്ഥിരമുഗ <br/> കരുണിന്ചു ബിരുദു നീ കരമുന മെരയ നിന്നു"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "निन्ननवलसिनदेमि राम <br/> नन्ननवलेनु गाक"}, {"M": "अनुपल्लवि", "T": "कन्न तण्ड्रि नी कन्न वेल्पुल्- <br/> एवरुन्नारुरा आपन्न रक्षक ने निन्नु"}, {"M": "चरणम् 1", "T": "कन सैरिन्चनि दुर्-जनुल भाषण लेक <br/> मनसुन नेनरुन निनु जूचिनाना <br/> अनुदिनमुननु ने निनु कन सज्जन सेव <br/> विनयमुननु निजमुग जेसिनाना निन्नु"}, {"M": "चरणम् 2", "T": "विनवय्य मनविनि सनकादि विनुत ने <br/> धनमुनु कोनिन भामनु प्रेम मीर <br/> एनयक मनसनु वनजमुननति <br/> वेगन पादमुन पूजनोनरिन्चिनाना निन्नु"}, {"M": "चरणम् 3", "T": "कलि मानवुलु सेयु चल कार्यमुलनु <br/> नेनिललोनु तेलियक वलचिति कानि <br/> कललोनु कलिगिन कलुमुल वलेनेन्चि <br/> वलचग बलु तपमुलु जेसिनाना निन्नु"}, {"M": "चरणम् 4", "T": "जलजाप्त कुल वर तिलक वीनुल नी <br/> कथलु विन्ना बलु पापमुलु पोनु कानि <br/> कलुमुल पलुकुल चेलुलु वश्युलु कानि <br/> तोलि जन्ममुल पूजा फलमेमो तेलिय निन्नु"}, {"M": "चरणम् 5", "T": "शर चाप धर योगि वर नुत परिपूर्ण <br/> नर रूप निरतमु वर त्यगराज <br/> परिपाल सुर भूमि सुरुलनु स्थिरमुग <br/> करुणिन्चु बिरुदु नी करमुन मेरय निन्नु"}]}], "lyricsref": [{"links": [{"N": "thyagaraja-vaibhavam.blogspot.com", "L": "http://thyagaraja-vaibhavam.blogspot.com/2008/09/thyagaraja-kriti-ninnanavalasina-raga.html"}, {"N": "sahityam.net", "L": "http://sahityam.net/wiki/Ninnanavalasinademi"}, {"N": "www.karnatik.com", "L": "http://www.karnatik.com/c2666.shtml"}]}], "videos": [{"folder": [{"A": [3587, 3589], "songs": [{"C": [5001, 5002], "D": "33:18", "I": "utAFiSAWqaM", "R": [1005, 1006], "S": [9765, 11584], "T": [0, 0], "V": "183"}]}, {"A": [5023, 5024], "songs": [{"C": [5001, 5002], "D": "16:02", "I": "JqvNrU5UyZA", "R": [1005, 1006], "S": [9765, 11584], "T": [0, 0], "V": "276"}, {"C": [5001, 5002], "D": "40:31", "I": "L_cCdfYXgQY", "R": [1005, 1006], "S": [9765, 11584], "T": [0, 0], "V": "183"}, {"C": [5001, 5002], "D": "6:20", "I": "65nBjiY9uiU", "R": [1005, 1006], "S": [9765, 11584], "T": [0, 0], "V": "101"}, {"C": [5001, 5002], "D": "36:01", "I": "bqzUL1K5DKQ", "R": [1005, 1006], "S": [9765, 11584], "T": [0, 0], "V": "27"}]}, {"A": [3054, 3055], "songs": [{"C": [5001, 5002], "D": "29:00", "I": "nVMR4SPNDL8", "R": [1005, 1006], "S": [9765, 11584], "T": [0, 0], "V": "546"}]}, {"A": [3615, 3619], "songs": [{"C": [5001, 5002], "D": "6:20", "I": "RUeBfEWpS8w", "R": [1005, 1006], "S": [9765, 11584], "T": [0, 0], "V": "6,191"}]}, {"A": [3114, 3115], "songs": [{"C": [5001, 5002], "D": "29:41", "I": "81W5KpjZ92o", "R": [1005, 1006], "S": [9765, 11584], "T": [0, 0], "V": "391"}]}, {"A": [4072, 4076], "songs": [{"C": [5001, 5002], "D": "32:40", "I": "DFQpTnPSNRg", "R": [1005, 1006], "S": [9765, 11584], "T": [0, 0], "V": "376"}]}]}]}