{"stats": [{"H": "Videos", "C": "3"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "2"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "13 M"}, {"H": "Views", "C": "81 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Annamacharya", "P": "annamAcchAryA"}, {"H": "Raga", "V": "Hindolam", "P": "hiMdOLam"}], "title": {"H": "Nithyatmudai", "V": "nityAtmuDai uNDi nityuDai velugoNDu", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "nityAtmuDai uNDi nityuDai velugoNDu satyAtmuDai uNDi satyamai tAnuNDu <br/> pratyakshamai uNDi brahmamai uNDusamstutyuDai venkaTAdri vibhuDu"}, {"M": "caraNam 1", "T": "I mUrti lOkambulella nIleDu nAtadu I mUrti brahmAdulella veDikeDu nAtaDu <br/> I mUrti nijamUkshamiyya jAledu nAtaDu I mUrti lOkaika hituDu <br/> I mUrti nijamUrti I mUrtiyunu gAdu I mUrti traimUrtu lIkamaina yAtaDu <br/> I mUrti sarvAtmuDI mUrti paramAtmuDu I mUrti tiruvenkaTAdri vibhuDu"}, {"M": "caraNam 2", "T": "I dEvu dEhamuna ninniyunu janmince I dEvu dEhamuna ninniyunu Anage mari <br/> I dEvu vigrahambI sakala mintayunu  I dEvu nEtrambu lina candrulu <br/> I dEvuDE jIvu lanniTilO nuNDu I dEvu caitanya minniTiki nAdAramu <br/> I dEvu davyaktuDE dEvu daDvandyuDu I dEvuDE venkaTAdri vibhuDu"}, {"M": "caraNam 3", "T": "I vElpu pAdayuga milayu nAkAsambu  I vElpuni pAdakE SAntam banantambu <br/> I vElpuni svasa mI mahA mArutamu I vElpu nija dAsu I punyulu I vElpu sarvESuDE <br/> vElpu paramESuDu I vElpu bhuvanaika hita manObhAvakuDu <br/> I vElpu kaDu sUkshma mI vElpu ghanamu I vElpu tiruvenkaTAdri vibhudu <br/> Meaning: <br/> beyng the eternal indveller, Sining effulgently as the eternal beyng, <br/> beyng the true self, and existing as the truth, <br/> beyng manifest, and beyng the shupreme brahman, <br/> He is the one vho is the most adorable, <br/> this Lord of Tiru venkatadri! <br/> ? <br/> vho is the deyty vho rules over all vorlds, <br/> vho is the deyty saught by brahma and others, <br/> vho is the deyty vho can bestau true salvation, <br/> vho is the deyty vho is the sole vell-viSer of the Universe, <br/> vho is the deyty vho possesses a true form, <br/> vho is the deyty vho cannot be described in any form, <br/> vho is the deyty vhose form includes the trinity, <br/> vho is the deyty existing as the inner self of all, <br/> vho is the deyty vho is the paramatma? <br/> That deyty is the Lord of venkatadri! <br/> ? <br/> vho is the Lord from vhose body everything emanated, <br/> vho is the Lord into vhose body everything finally merges, <br/> vho is the Lord vhose form constitutes everything, <br/> vho is the Lord? vho has the sun and mUn as eyes, <br/> vho is the Lord existing vithin all Jivas, <br/> vho is the Lord vhose vitality supports all, <br/> vho is the Lord vho is unmanifest, <br/> vho is the Lord vho has none as a second? <br/> That Lord is the Lord of venkatadri! <br/> ? <br/> vho is the nod vhose fIt are the earth and sky, <br/> vho is the nod vhose entire form is limitless, <br/> vho is the nod vhose exhalation is the pauerful vind, <br/> vho is the nod vhose true servants are the meritoriaus ones, <br/> vho is the nod vho is the ruler of all, <br/> vho is the nod existing as the shupreme Overlord, <br/> vho is the god vho eternally thinks abaut the velfare of this vorld, <br/> vho is the nod vho is most subtle and also the most extraordinary? <br/> That nod is the Lord of Tiru venkatadri! <br/> Notes:? .Tiru venkatadri ? the revered venkatadri Hyll (at Tirupati) <br/> ??????????? . paramatma ?the shupreme saul <br/> ??????????? . Jivas ? the living beyngs"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "நித்யாத்முடை உண்டி நித்யுடை வெலுகொண்டு சத்யாத்முடை உண்டி சத்யமை தானுண்டு <br/> ப்ரத்யக்ஷமை உண்டி ப்ரஹ்மமை உண்டுசம்ஸ்துத்யுடை வெங்கடாத்ரி விபுடு"}, {"M": "சரணம் 1", "T": "ஈ மூர்தி லோகம்புலெல்ல நீலெடு நாதது ஈ மூர்தி ப்ரஹ்மாதுலெல்ல வெடிகெடு நாதடு <br/> ஈ மூர்தி நிஜமூக்ஷமிய்ய ஜாலெது நாதடு ஈ மூர்தி லோகைக ஹிதுடு <br/> ஈ மூர்தி நிஜமூர்தி ஈ மூர்தியுனு காது ஈ மூர்தி த்ரைமூர்து லீகமைன யாதடு <br/> ஈ மூர்தி சர்வாத்முடீ மூர்தி பரமாத்முடு ஈ மூர்தி திருவெங்கடாத்ரி விபுடு"}, {"M": "சரணம் 2", "T": "ஈ தேவு தேஹமுன நின்னியுனு ஜன்மிஞ்செ ஈ தேவு தேஹமுன நின்னியுனு ஆனகெ மரி <br/> ஈ தேவு விக்ரஹம்பீ சகல மிந்தயுனு  ஈ தேவு நேத்ரம்பு லின சந்த்ருலு <br/> ஈ தேவுடே ஜீவு லன்னிடிலோ நுண்டு ஈ தேவு சைதன்ய மின்னிடிகி நாதாரமு <br/> ஈ தேவு தவ்யக்துடே தேவு தட்வந்த்யுடு ஈ தேவுடே வெங்கடாத்ரி விபுடு"}, {"M": "சரணம் 3", "T": "ஈ வேல்பு பாதயுக மிலயு நாகாசம்பு  ஈ வேல்புனி பாதகே சாந்தம் பனந்தம்பு <br/> ஈ வேல்புனி ஸ்வச மீ மஹா மாருதமு ஈ வேல்பு நிஜ தாசு ஈ புன்யுலு ஈ வேல்பு சர்வேசுடே <br/> வேல்பு பரமேசுடு ஈ வேல்பு புவனைக ஹித மனோபாவகுடு <br/> ஈ வேல்பு கடு சூக்ஷ்ம மீ வேல்பு கனமு ஈ வேல்பு திருவெங்கடாத்ரி விபுது <br/> ம்எஅனிங்க்: <br/> பெய்ங்க் தெ எதெர்னல் இந்த்வெல்லெர், சினிங்க் எffஉல்கெந்த்ல்ய் அஸ் தெ எதெர்னல் பெய்ங்க், <br/> பெய்ங்க் தெ த்ருஎ செல்f, அந்த் எxஇஸ்திங்க் அஸ் தெ த்ருத், <br/> பெய்ங்க் மனிfஎஸ்த், அந்த் பெய்ங்க் தெ ஷுப்ரெமெ ப்ரஹ்மன், <br/> ஹஎ இஸ் தெ ஒனெ வ்ஹொ இஸ் தெ மொஸ்த் அதொரப்லெ, <br/> திஸ் ளொர்த் ஒf டிரு வெங்கதத்ரி! <br/> ? <br/> வ்ஹொ இஸ் தெ தெய்த்ய் வ்ஹொ ருலெஸ் ஒவெர் அல்ல் வொர்ல்த்ஸ், <br/> வ்ஹொ இஸ் தெ தெய்த்ய் சௌக்த் ப்ய் ப்ரஹ்ம அந்த் ஒதெர்ஸ், <br/> வ்ஹொ இஸ் தெ தெய்த்ய் வ்ஹொ சன் பெஸ்தௌ த்ருஎ சல்வதிஒன், <br/> வ்ஹொ இஸ் தெ தெய்த்ய் வ்ஹொ இஸ் தெ சொலெ வெல்ல்-விசெர் ஒf தெ ஊனிவெர்செ, <br/> வ்ஹொ இஸ் தெ தெய்த்ய் வ்ஹொ பொஸ்செஸ்செஸ் அ த்ருஎ fஒர்ம், <br/> வ்ஹொ இஸ் தெ தெய்த்ய் வ்ஹொ சன்னொத் பெ தெஸ்ச்ரிபெத் இன் அன்ய் fஒர்ம், <br/> வ்ஹொ இஸ் தெ தெய்த்ய் வ்ஹொசெ fஒர்ம் இஞ்ச்லுதெஸ் தெ த்ரினித்ய், <br/> வ்ஹொ இஸ் தெ தெய்த்ய் எxஇஸ்திங்க் அஸ் தெ இன்னெர் செல்f ஒf அல்ல், <br/> வ்ஹொ இஸ் தெ தெய்த்ய் வ்ஹொ இஸ் தெ பரமத்ம? <br/> டத் தெய்த்ய் இஸ் தெ ளொர்த் ஒf வெங்கதத்ரி! <br/> ? <br/> வ்ஹொ இஸ் தெ ளொர்த் fரொம் வ்ஹொசெ பொத்ய் எவெர்ய்திங்க் எமனதெத், <br/> வ்ஹொ இஸ் தெ ளொர்த் இந்தொ வ்ஹொசெ பொத்ய் எவெர்ய்திங்க் fஇனல்ல்ய் மெர்கெஸ், <br/> வ்ஹொ இஸ் தெ ளொர்த் வ்ஹொசெ fஒர்ம் சொன்ஸ்திதுதெஸ் எவெர்ய்திங்க், <br/> வ்ஹொ இஸ் தெ ளொர்த்? வ்ஹொ ஹஸ் தெ சுன் அந்த் மூன் அஸ் எயெஸ், <br/> வ்ஹொ இஸ் தெ ளொர்த் எxஇஸ்திங்க் விதின் அல்ல் ஞிவஸ், <br/> வ்ஹொ இஸ் தெ ளொர்த் வ்ஹொசெ விதலித்ய் சுப்பொர்த்ஸ் அல்ல், <br/> வ்ஹொ இஸ் தெ ளொர்த் வ்ஹொ இஸ் உன்மனிfஎஸ்த், <br/> வ்ஹொ இஸ் தெ ளொர்த் வ்ஹொ ஹஸ் நொனெ அஸ் அ செசொந்த்? <br/> டத் ளொர்த் இஸ் தெ ளொர்த் ஒf வெங்கதத்ரி! <br/> ? <br/> வ்ஹொ இஸ் தெ ஙொத் வ்ஹொசெ fஈத் அரெ தெ எஅர்த் அந்த் ஸ்க்ய், <br/> வ்ஹொ இஸ் தெ ஙொத் வ்ஹொசெ எந்திரெ fஒர்ம் இஸ் லிமித்லெஸ்ஸ், <br/> வ்ஹொ இஸ் தெ ஙொத் வ்ஹொசெ எxஹலதிஒன் இஸ் தெ பௌஎர்fஉல் விந்த், <br/> வ்ஹொ இஸ் தெ ஙொத் வ்ஹொசெ த்ருஎ செர்வந்த்ஸ் அரெ தெ மெரிதொரிஔஸ் ஒனெஸ், <br/> வ்ஹொ இஸ் தெ ஙொத் வ்ஹொ இஸ் தெ ருலெர் ஒf அல்ல், <br/> வ்ஹொ இஸ் தெ ஙொத் எxஇஸ்திங்க் அஸ் தெ ஷுப்ரெமெ ஓவெர்லொர்த், <br/> வ்ஹொ இஸ் தெ கொத் வ்ஹொ எதெர்னல்ல்ய் திங்க்ஸ் அபௌத் தெ வெல்fஅரெ ஒf திஸ் வொர்ல்த், <br/> வ்ஹொ இஸ் தெ ஙொத் வ்ஹொ இஸ் மொஸ்த் சுப்த்லெ அந்த் அல்சொ தெ மொஸ்த் எxத்ரஒர்தினர்ய்? <br/> டத் ஙொத் இஸ் தெ ளொர்த் ஒf டிரு வெங்கதத்ரி! <br/> ணொதெஸ்:? .டிரு வெங்கதத்ரி ? தெ ரெவெரெத் வெங்கதத்ரி ஹய்ல்ல் (அத் டிருபதி) <br/> ??????????? . பரமத்ம ?தெ ஷுப்ரெமெ சௌல் <br/> ??????????? . ஞிவஸ் ? தெ லிவிங்க் பெய்ங்க்ஸ்"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "నిత్యాత్ముడై ఉణ్డి నిత్యుడై వెలుగొణ్డు సత్యాత్ముడై ఉణ్డి సత్యమై తానుణ్డు <br/> ప్రత్యక్షమై ఉణ్డి బ్రహ్మమై ఉణ్డుసమ్స్తుత్యుడై వెఙ్కటాద్రి విభుడు"}, {"M": "చరణమ్ 1", "T": "ఈ మూర్తి లోకమ్బులెల్ల నీలెడు నాతదు ఈ మూర్తి బ్రహ్మాదులెల్ల వెడికెడు నాతడు <br/> ఈ మూర్తి నిజమూక్షమియ్య జాలెదు నాతడు ఈ మూర్తి లోకైక హితుడు <br/> ఈ మూర్తి నిజమూర్తి ఈ మూర్తియును గాదు ఈ మూర్తి త్రైమూర్తు లీకమైన యాతడు <br/> ఈ మూర్తి సర్వాత్ముడీ మూర్తి పరమాత్ముడు ఈ మూర్తి తిరువెఙ్కటాద్రి విభుడు"}, {"M": "చరణమ్ 2", "T": "ఈ దేవు దేహమున నిన్నియును జన్మిఞ్చె ఈ దేవు దేహమున నిన్నియును ఆనగె మరి <br/> ఈ దేవు విగ్రహమ్బీ సకల మిన్తయును  ఈ దేవు నేత్రమ్బు లిన చన్ద్రులు <br/> ఈ దేవుడే జీవు లన్నిటిలో నుణ్డు ఈ దేవు చైతన్య మిన్నిటికి నాదారము <br/> ఈ దేవు దవ్యక్తుడే దేవు దడ్వన్ద్యుడు ఈ దేవుడే వెఙ్కటాద్రి విభుడు"}, {"M": "చరణమ్ 3", "T": "ఈ వేల్పు పాదయుగ మిలయు నాకాసమ్బు  ఈ వేల్పుని పాదకే శాన్తమ్ బనన్తమ్బు <br/> ఈ వేల్పుని స్వస మీ మహా మారుతము ఈ వేల్పు నిజ దాసు ఈ పున్యులు ఈ వేల్పు సర్వేశుడే <br/> వేల్పు పరమేశుడు ఈ వేల్పు భువనైక హిత మనోభావకుడు <br/> ఈ వేల్పు కడు సూక్ష్మ మీ వేల్పు ఘనము ఈ వేల్పు తిరువెఙ్కటాద్రి విభుదు <br/> ంఎఅనిఙ్గ్: <br/> బెయ్ఙ్గ్ థె ఎతెర్నల్ ఇన్ద్వెల్లెర్, శినిఙ్గ్ ఎffఉల్గెన్త్ల్య్ అస్ థె ఎతెర్నల్ బెయ్ఙ్గ్, <br/> బెయ్ఙ్గ్ థె త్రుఎ సెల్f, అన్ద్ ఎxఇస్తిఙ్గ్ అస్ థె త్రుథ్, <br/> బెయ్ఙ్గ్ మనిfఎస్త్, అన్ద్ బెయ్ఙ్గ్ థె షుప్రెమె బ్రహ్మన్, <br/> ఃఎ ఇస్ థె ఒనె వ్హొ ఇస్ థె మొస్త్ అదొరబ్లె, <br/> థిస్ ళొర్ద్ ఒf టిరు వెఙ్కతద్రి! <br/> ? <br/> వ్హొ ఇస్ థె దెయ్త్య్ వ్హొ రులెస్ ఒవెర్ అల్ల్ వొర్ల్ద్స్, <br/> వ్హొ ఇస్ థె దెయ్త్య్ సౌఘ్త్ బ్య్ బ్రహ్మ అన్ద్ ఒథెర్స్, <br/> వ్హొ ఇస్ థె దెయ్త్య్ వ్హొ చన్ బెస్తౌ త్రుఎ సల్వతిఒన్, <br/> వ్హొ ఇస్ థె దెయ్త్య్ వ్హొ ఇస్ థె సొలె వెల్ల్-విశెర్ ఒf థె ఊనివెర్సె, <br/> వ్హొ ఇస్ థె దెయ్త్య్ వ్హొ పొస్సెస్సెస్ అ త్రుఎ fఒర్మ్, <br/> వ్హొ ఇస్ థె దెయ్త్య్ వ్హొ చన్నొత్ బె దెస్చ్రిబెద్ ఇన్ అన్య్ fఒర్మ్, <br/> వ్హొ ఇస్ థె దెయ్త్య్ వ్హొసె fఒర్మ్ ఇఞ్చ్లుదెస్ థె త్రినిత్య్, <br/> వ్హొ ఇస్ థె దెయ్త్య్ ఎxఇస్తిఙ్గ్ అస్ థె ఇన్నెర్ సెల్f ఒf అల్ల్, <br/> వ్హొ ఇస్ థె దెయ్త్య్ వ్హొ ఇస్ థె పరమత్మ? <br/> ఠత్ దెయ్త్య్ ఇస్ థె ళొర్ద్ ఒf వెఙ్కతద్రి! <br/> ? <br/> వ్హొ ఇస్ థె ళొర్ద్ fరొమ్ వ్హొసె బొద్య్ ఎవెర్య్థిఙ్గ్ ఎమనతెద్, <br/> వ్హొ ఇస్ థె ళొర్ద్ ఇన్తొ వ్హొసె బొద్య్ ఎవెర్య్థిఙ్గ్ fఇనల్ల్య్ మెర్గెస్, <br/> వ్హొ ఇస్ థె ళొర్ద్ వ్హొసె fఒర్మ్ చొన్స్తితుతెస్ ఎవెర్య్థిఙ్గ్, <br/> వ్హొ ఇస్ థె ళొర్ద్? వ్హొ హస్ థె సున్ అన్ద్ మూన్ అస్ ఎయెస్, <br/> వ్హొ ఇస్ థె ళొర్ద్ ఎxఇస్తిఙ్గ్ విథిన్ అల్ల్ ఞివస్, <br/> వ్హొ ఇస్ థె ళొర్ద్ వ్హొసె వితలిత్య్ సుప్పొర్త్స్ అల్ల్, <br/> వ్హొ ఇస్ థె ళొర్ద్ వ్హొ ఇస్ ఉన్మనిfఎస్త్, <br/> వ్హొ ఇస్ థె ళొర్ద్ వ్హొ హస్ నొనె అస్ అ సెచొన్ద్? <br/> ఠత్ ళొర్ద్ ఇస్ థె ళొర్ద్ ఒf వెఙ్కతద్రి! <br/> ? <br/> వ్హొ ఇస్ థె ఙొద్ వ్హొసె fఈత్ అరె థె ఎఅర్థ్ అన్ద్ స్క్య్, <br/> వ్హొ ఇస్ థె ఙొద్ వ్హొసె ఎన్తిరె fఒర్మ్ ఇస్ లిమిత్లెస్స్, <br/> వ్హొ ఇస్ థె ఙొద్ వ్హొసె ఎxహలతిఒన్ ఇస్ థె పౌఎర్fఉల్ విన్ద్, <br/> వ్హొ ఇస్ థె ఙొద్ వ్హొసె త్రుఎ సెర్వన్త్స్ అరె థె మెరితొరిఔస్ ఒనెస్, <br/> వ్హొ ఇస్ థె ఙొద్ వ్హొ ఇస్ థె రులెర్ ఒf అల్ల్, <br/> వ్హొ ఇస్ థె ఙొద్ ఎxఇస్తిఙ్గ్ అస్ థె షుప్రెమె ఓవెర్లొర్ద్, <br/> వ్హొ ఇస్ థె గొద్ వ్హొ ఎతెర్నల్ల్య్ థిఙ్క్స్ అబౌత్ థె వెల్fఅరె ఒf థిస్ వొర్ల్ద్, <br/> వ్హొ ఇస్ థె ఙొద్ వ్హొ ఇస్ మొస్త్ సుబ్త్లె అన్ద్ అల్సొ థె మొస్త్ ఎxత్రఒర్దినర్య్? <br/> ఠత్ ఙొద్ ఇస్ థె ళొర్ద్ ఒf టిరు వెఙ్కతద్రి! <br/> ణొతెస్:? .టిరు వెఙ్కతద్రి ? థె రెవెరెద్ వెఙ్కతద్రి ఃయ్ల్ల్ (అత్ టిరుపతి) <br/> ??????????? . పరమత్మ ?థె షుప్రెమె సౌల్ <br/> ??????????? . ఞివస్ ? థె లివిఙ్గ్ బెయ్ఙ్గ్స్"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ನಿತ್ಯಾತ್ಮುಡೈ ಉಣ್ಡಿ ನಿತ್ಯುಡೈ ವೆಲುಗೊಣ್ಡು ಸತ್ಯಾತ್ಮುಡೈ ಉಣ್ಡಿ ಸತ್ಯಮೈ ತಾನುಣ್ಡು <br/> ಪ್ರತ್ಯಕ್ಷಮೈ ಉಣ್ಡಿ ಬ್ರಹ್ಮಮೈ ಉಣ್ಡುಸಮ್ಸ್ತುತ್ಯುಡೈ ವೆಙ್ಕಟಾದ್ರಿ ವಿಭುಡು"}, {"M": "ಚರಣಮ್ 1", "T": "ಈ ಮೂರ್ತಿ ಲೋಕಮ್ಬುಲೆಲ್ಲ ನೀಲೆಡು ನಾತದು ಈ ಮೂರ್ತಿ ಬ್ರಹ್ಮಾದುಲೆಲ್ಲ ವೆಡಿಕೆಡು ನಾತಡು <br/> ಈ ಮೂರ್ತಿ ನಿಜಮೂಕ್ಷಮಿಯ್ಯ ಜಾಲೆದು ನಾತಡು ಈ ಮೂರ್ತಿ ಲೋಕೈಕ ಹಿತುಡು <br/> ಈ ಮೂರ್ತಿ ನಿಜಮೂರ್ತಿ ಈ ಮೂರ್ತಿಯುನು ಗಾದು ಈ ಮೂರ್ತಿ ತ್ರೈಮೂರ್ತು ಲೀಕಮೈನ ಯಾತಡು <br/> ಈ ಮೂರ್ತಿ ಸರ್ವಾತ್ಮುಡೀ ಮೂರ್ತಿ ಪರಮಾತ್ಮುಡು ಈ ಮೂರ್ತಿ ತಿರುವೆಙ್ಕಟಾದ್ರಿ ವಿಭುಡು"}, {"M": "ಚರಣಮ್ 2", "T": "ಈ ದೇವು ದೇಹಮುನ ನಿನ್ನಿಯುನು ಜನ್ಮಿಞ್ಚೆ ಈ ದೇವು ದೇಹಮುನ ನಿನ್ನಿಯುನು ಆನಗೆ ಮರಿ <br/> ಈ ದೇವು ವಿಗ್ರಹಮ್ಬೀ ಸಕಲ ಮಿನ್ತಯುನು  ಈ ದೇವು ನೇತ್ರಮ್ಬು ಲಿನ ಚನ್ದ್ರುಲು <br/> ಈ ದೇವುಡೇ ಜೀವು ಲನ್ನಿಟಿಲೋ ನುಣ್ಡು ಈ ದೇವು ಚೈತನ್ಯ ಮಿನ್ನಿಟಿಕಿ ನಾದಾರಮು <br/> ಈ ದೇವು ದವ್ಯಕ್ತುಡೇ ದೇವು ದಡ್ವನ್ದ್ಯುಡು ಈ ದೇವುಡೇ ವೆಙ್ಕಟಾದ್ರಿ ವಿಭುಡು"}, {"M": "ಚರಣಮ್ 3", "T": "ಈ ವೇಲ್ಪು ಪಾದಯುಗ ಮಿಲಯು ನಾಕಾಸಮ್ಬು  ಈ ವೇಲ್ಪುನಿ ಪಾದಕೇ ಶಾನ್ತಮ್ ಬನನ್ತಮ್ಬು <br/> ಈ ವೇಲ್ಪುನಿ ಸ್ವಸ ಮೀ ಮಹಾ ಮಾರುತಮು ಈ ವೇಲ್ಪು ನಿಜ ದಾಸು ಈ ಪುನ್ಯುಲು ಈ ವೇಲ್ಪು ಸರ್ವೇಶುಡೇ <br/> ವೇಲ್ಪು ಪರಮೇಶುಡು ಈ ವೇಲ್ಪು ಭುವನೈಕ ಹಿತ ಮನೋಭಾವಕುಡು <br/> ಈ ವೇಲ್ಪು ಕಡು ಸೂಕ್ಷ್ಮ ಮೀ ವೇಲ್ಪು ಘನಮು ಈ ವೇಲ್ಪು ತಿರುವೆಙ್ಕಟಾದ್ರಿ ವಿಭುದು <br/> ಂಎಅನಿಙ್ಗ್: <br/> ಬೆಯ್ಙ್ಗ್ ಥೆ ಎತೆರ್ನಲ್ ಇನ್ದ್ವೆಲ್ಲೆರ್, ಶಿನಿಙ್ಗ್ ಎffಉಲ್ಗೆನ್ತ್ಲ್ಯ್ ಅಸ್ ಥೆ ಎತೆರ್ನಲ್ ಬೆಯ್ಙ್ಗ್, <br/> ಬೆಯ್ಙ್ಗ್ ಥೆ ತ್ರುಎ ಸೆಲ್f, ಅನ್ದ್ ಎxಇಸ್ತಿಙ್ಗ್ ಅಸ್ ಥೆ ತ್ರುಥ್, <br/> ಬೆಯ್ಙ್ಗ್ ಮನಿfಎಸ್ತ್, ಅನ್ದ್ ಬೆಯ್ಙ್ಗ್ ಥೆ ಷುಪ್ರೆಮೆ ಬ್ರಹ್ಮನ್, <br/> ಃಎ ಇಸ್ ಥೆ ಒನೆ ವ್ಹೊ ಇಸ್ ಥೆ ಮೊಸ್ತ್ ಅದೊರಬ್ಲೆ, <br/> ಥಿಸ್ ಳೊರ್ದ್ ಒf ಟಿರು ವೆಙ್ಕತದ್ರಿ! <br/> ? <br/> ವ್ಹೊ ಇಸ್ ಥೆ ದೆಯ್ತ್ಯ್ ವ್ಹೊ ರುಲೆಸ್ ಒವೆರ್ ಅಲ್ಲ್ ವೊರ್ಲ್ದ್ಸ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ದೆಯ್ತ್ಯ್ ಸೌಘ್ತ್ ಬ್ಯ್ ಬ್ರಹ್ಮ ಅನ್ದ್ ಒಥೆರ್ಸ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ದೆಯ್ತ್ಯ್ ವ್ಹೊ ಚನ್ ಬೆಸ್ತೌ ತ್ರುಎ ಸಲ್ವತಿಒನ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ದೆಯ್ತ್ಯ್ ವ್ಹೊ ಇಸ್ ಥೆ ಸೊಲೆ ವೆಲ್ಲ್-ವಿಶೆರ್ ಒf ಥೆ ಊನಿವೆರ್ಸೆ, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ದೆಯ್ತ್ಯ್ ವ್ಹೊ ಪೊಸ್ಸೆಸ್ಸೆಸ್ ಅ ತ್ರುಎ fಒರ್ಮ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ದೆಯ್ತ್ಯ್ ವ್ಹೊ ಚನ್ನೊತ್ ಬೆ ದೆಸ್ಚ್ರಿಬೆದ್ ಇನ್ ಅನ್ಯ್ fಒರ್ಮ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ದೆಯ್ತ್ಯ್ ವ್ಹೊಸೆ fಒರ್ಮ್ ಇಞ್ಚ್ಲುದೆಸ್ ಥೆ ತ್ರಿನಿತ್ಯ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ದೆಯ್ತ್ಯ್ ಎxಇಸ್ತಿಙ್ಗ್ ಅಸ್ ಥೆ ಇನ್ನೆರ್ ಸೆಲ್f ಒf ಅಲ್ಲ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ದೆಯ್ತ್ಯ್ ವ್ಹೊ ಇಸ್ ಥೆ ಪರಮತ್ಮ? <br/> ಠತ್ ದೆಯ್ತ್ಯ್ ಇಸ್ ಥೆ ಳೊರ್ದ್ ಒf ವೆಙ್ಕತದ್ರಿ! <br/> ? <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಳೊರ್ದ್ fರೊಮ್ ವ್ಹೊಸೆ ಬೊದ್ಯ್ ಎವೆರ್ಯ್ಥಿಙ್ಗ್ ಎಮನತೆದ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಳೊರ್ದ್ ಇನ್ತೊ ವ್ಹೊಸೆ ಬೊದ್ಯ್ ಎವೆರ್ಯ್ಥಿಙ್ಗ್ fಇನಲ್ಲ್ಯ್ ಮೆರ್ಗೆಸ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಳೊರ್ದ್ ವ್ಹೊಸೆ fಒರ್ಮ್ ಚೊನ್ಸ್ತಿತುತೆಸ್ ಎವೆರ್ಯ್ಥಿಙ್ಗ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಳೊರ್ದ್? ವ್ಹೊ ಹಸ್ ಥೆ ಸುನ್ ಅನ್ದ್ ಮೂನ್ ಅಸ್ ಎಯೆಸ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಳೊರ್ದ್ ಎxಇಸ್ತಿಙ್ಗ್ ವಿಥಿನ್ ಅಲ್ಲ್ ಞಿವಸ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಳೊರ್ದ್ ವ್ಹೊಸೆ ವಿತಲಿತ್ಯ್ ಸುಪ್ಪೊರ್ತ್ಸ್ ಅಲ್ಲ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಳೊರ್ದ್ ವ್ಹೊ ಇಸ್ ಉನ್ಮನಿfಎಸ್ತ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಳೊರ್ದ್ ವ್ಹೊ ಹಸ್ ನೊನೆ ಅಸ್ ಅ ಸೆಚೊನ್ದ್? <br/> ಠತ್ ಳೊರ್ದ್ ಇಸ್ ಥೆ ಳೊರ್ದ್ ಒf ವೆಙ್ಕತದ್ರಿ! <br/> ? <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಙೊದ್ ವ್ಹೊಸೆ fಈತ್ ಅರೆ ಥೆ ಎಅರ್ಥ್ ಅನ್ದ್ ಸ್ಕ್ಯ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಙೊದ್ ವ್ಹೊಸೆ ಎನ್ತಿರೆ fಒರ್ಮ್ ಇಸ್ ಲಿಮಿತ್ಲೆಸ್ಸ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಙೊದ್ ವ್ಹೊಸೆ ಎxಹಲತಿಒನ್ ಇಸ್ ಥೆ ಪೌಎರ್fಉಲ್ ವಿನ್ದ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಙೊದ್ ವ್ಹೊಸೆ ತ್ರುಎ ಸೆರ್ವನ್ತ್ಸ್ ಅರೆ ಥೆ ಮೆರಿತೊರಿಔಸ್ ಒನೆಸ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಙೊದ್ ವ್ಹೊ ಇಸ್ ಥೆ ರುಲೆರ್ ಒf ಅಲ್ಲ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಙೊದ್ ಎxಇಸ್ತಿಙ್ಗ್ ಅಸ್ ಥೆ ಷುಪ್ರೆಮೆ ಓವೆರ್ಲೊರ್ದ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಗೊದ್ ವ್ಹೊ ಎತೆರ್ನಲ್ಲ್ಯ್ ಥಿಙ್ಕ್ಸ್ ಅಬೌತ್ ಥೆ ವೆಲ್fಅರೆ ಒf ಥಿಸ್ ವೊರ್ಲ್ದ್, <br/> ವ್ಹೊ ಇಸ್ ಥೆ ಙೊದ್ ವ್ಹೊ ಇಸ್ ಮೊಸ್ತ್ ಸುಬ್ತ್ಲೆ ಅನ್ದ್ ಅಲ್ಸೊ ಥೆ ಮೊಸ್ತ್ ಎxತ್ರಒರ್ದಿನರ್ಯ್? <br/> ಠತ್ ಙೊದ್ ಇಸ್ ಥೆ ಳೊರ್ದ್ ಒf ಟಿರು ವೆಙ್ಕತದ್ರಿ! <br/> ಣೊತೆಸ್:? .ಟಿರು ವೆಙ್ಕತದ್ರಿ ? ಥೆ ರೆವೆರೆದ್ ವೆಙ್ಕತದ್ರಿ ಃಯ್ಲ್ಲ್ (ಅತ್ ಟಿರುಪತಿ) <br/> ??????????? . ಪರಮತ್ಮ ?ಥೆ ಷುಪ್ರೆಮೆ ಸೌಲ್ <br/> ??????????? . ಞಿವಸ್ ? ಥೆ ಲಿವಿಙ್ಗ್ ಬೆಯ್ಙ್ಗ್ಸ್"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "നിത്യാത്മുഡൈ ഉണ്ഡി നിത്യുഡൈ വെലുഗൊണ്ഡു സത്യാത്മുഡൈ ഉണ്ഡി സത്യമൈ താനുണ്ഡു <br/> പ്രത്യക്ഷമൈ ഉണ്ഡി ബ്രഹ്മമൈ ഉണ്ഡുസമ്സ്തുത്യുഡൈ വെങ്കടാദ്രി വിഭുഡു"}, {"M": "ചരണമ് 1", "T": "ഈ മൂര്തി ലോകമ്ബുലെല്ല നീലെഡു നാതദു ഈ മൂര്തി ബ്രഹ്മാദുലെല്ല വെഡികെഡു നാതഡു <br/> ഈ മൂര്തി നിജമൂക്ഷമിയ്യ ജാലെദു നാതഡു ഈ മൂര്തി ലോകൈക ഹിതുഡു <br/> ഈ മൂര്തി നിജമൂര്തി ഈ മൂര്തിയുനു ഗാദു ഈ മൂര്തി ത്രൈമൂര്തു ലീകമൈന യാതഡു <br/> ഈ മൂര്തി സര്വാത്മുഡീ മൂര്തി പരമാത്മുഡു ഈ മൂര്തി തിരുവെങ്കടാദ്രി വിഭുഡു"}, {"M": "ചരണമ് 2", "T": "ഈ ദേവു ദേഹമുന നിന്നിയുനു ജന്മിഞ്ചെ ഈ ദേവു ദേഹമുന നിന്നിയുനു ആനഗെ മരി <br/> ഈ ദേവു വിഗ്രഹമ്ബീ സകല മിന്തയുനു  ഈ ദേവു നേത്രമ്ബു ലിന ചന്ദ്രുലു <br/> ഈ ദേവുഡേ ജീവു ലന്നിടിലോ നുണ്ഡു ഈ ദേവു ചൈതന്യ മിന്നിടികി നാദാരമു <br/> ഈ ദേവു ദവ്യക്തുഡേ ദേവു ദഡ്വന്ദ്യുഡു ഈ ദേവുഡേ വെങ്കടാദ്രി വിഭുഡു"}, {"M": "ചരണമ് 3", "T": "ഈ വേല്പു പാദയുഗ മിലയു നാകാസമ്ബു  ഈ വേല്പുനി പാദകേ ശാന്തമ് ബനന്തമ്ബു <br/> ഈ വേല്പുനി സ്വസ മീ മഹാ മാരുതമു ഈ വേല്പു നിജ ദാസു ഈ പുന്യുലു ഈ വേല്പു സര്വേശുഡേ <br/> വേല്പു പരമേശുഡു ഈ വേല്പു ഭുവനൈക ഹിത മനോഭാവകുഡു <br/> ഈ വേല്പു കഡു സൂക്ഷ്മ മീ വേല്പു ഘനമു ഈ വേല്പു തിരുവെങ്കടാദ്രി വിഭുദു <br/> ംഎഅനിങ്ഗ്: <br/> ബെയ്ങ്ഗ് ഥെ എതെര്നല് ഇന്ദ്വെല്ലെര്, ശിനിങ്ഗ് എffഉല്ഗെന്ത്ല്യ് അസ് ഥെ എതെര്നല് ബെയ്ങ്ഗ്, <br/> ബെയ്ങ്ഗ് ഥെ ത്രുഎ സെല്f, അന്ദ് എxഇസ്തിങ്ഗ് അസ് ഥെ ത്രുഥ്, <br/> ബെയ്ങ്ഗ് മനിfഎസ്ത്, അന്ദ് ബെയ്ങ്ഗ് ഥെ ഷുപ്രെമെ ബ്രഹ്മന്, <br/> ഃഎ ഇസ് ഥെ ഒനെ വ്ഹൊ ഇസ് ഥെ മൊസ്ത് അദൊരബ്ലെ, <br/> ഥിസ് ളൊര്ദ് ഒf ടിരു വെങ്കതദ്രി! <br/> ? <br/> വ്ഹൊ ഇസ് ഥെ ദെയ്ത്യ് വ്ഹൊ രുലെസ് ഒവെര് അല്ല് വൊര്ല്ദ്സ്, <br/> വ്ഹൊ ഇസ് ഥെ ദെയ്ത്യ് സൌഘ്ത് ബ്യ് ബ്രഹ്മ അന്ദ് ഒഥെര്സ്, <br/> വ്ഹൊ ഇസ് ഥെ ദെയ്ത്യ് വ്ഹൊ ചന് ബെസ്തൌ ത്രുഎ സല്വതിഒന്, <br/> വ്ഹൊ ഇസ് ഥെ ദെയ്ത്യ് വ്ഹൊ ഇസ് ഥെ സൊലെ വെല്ല്-വിശെര് ഒf ഥെ ഊനിവെര്സെ, <br/> വ്ഹൊ ഇസ് ഥെ ദെയ്ത്യ് വ്ഹൊ പൊസ്സെസ്സെസ് അ ത്രുഎ fഒര്മ്, <br/> വ്ഹൊ ഇസ് ഥെ ദെയ്ത്യ് വ്ഹൊ ചന്നൊത് ബെ ദെസ്ച്രിബെദ് ഇന് അന്യ് fഒര്മ്, <br/> വ്ഹൊ ഇസ് ഥെ ദെയ്ത്യ് വ്ഹൊസെ fഒര്മ് ഇഞ്ച്ലുദെസ് ഥെ ത്രിനിത്യ്, <br/> വ്ഹൊ ഇസ് ഥെ ദെയ്ത്യ് എxഇസ്തിങ്ഗ് അസ് ഥെ ഇന്നെര് സെല്f ഒf അല്ല്, <br/> വ്ഹൊ ഇസ് ഥെ ദെയ്ത്യ് വ്ഹൊ ഇസ് ഥെ പരമത്മ? <br/> ഠത് ദെയ്ത്യ് ഇസ് ഥെ ളൊര്ദ് ഒf വെങ്കതദ്രി! <br/> ? <br/> വ്ഹൊ ഇസ് ഥെ ളൊര്ദ് fരൊമ് വ്ഹൊസെ ബൊദ്യ് എവെര്യ്ഥിങ്ഗ് എമനതെദ്, <br/> വ്ഹൊ ഇസ് ഥെ ളൊര്ദ് ഇന്തൊ വ്ഹൊസെ ബൊദ്യ് എവെര്യ്ഥിങ്ഗ് fഇനല്ല്യ് മെര്ഗെസ്, <br/> വ്ഹൊ ഇസ് ഥെ ളൊര്ദ് വ്ഹൊസെ fഒര്മ് ചൊന്സ്തിതുതെസ് എവെര്യ്ഥിങ്ഗ്, <br/> വ്ഹൊ ഇസ് ഥെ ളൊര്ദ്? വ്ഹൊ ഹസ് ഥെ സുന് അന്ദ് മൂന് അസ് എയെസ്, <br/> വ്ഹൊ ഇസ് ഥെ ളൊര്ദ് എxഇസ്തിങ്ഗ് വിഥിന് അല്ല് ഞിവസ്, <br/> വ്ഹൊ ഇസ് ഥെ ളൊര്ദ് വ്ഹൊസെ വിതലിത്യ് സുപ്പൊര്ത്സ് അല്ല്, <br/> വ്ഹൊ ഇസ് ഥെ ളൊര്ദ് വ്ഹൊ ഇസ് ഉന്മനിfഎസ്ത്, <br/> വ്ഹൊ ഇസ് ഥെ ളൊര്ദ് വ്ഹൊ ഹസ് നൊനെ അസ് അ സെചൊന്ദ്? <br/> ഠത് ളൊര്ദ് ഇസ് ഥെ ളൊര്ദ് ഒf വെങ്കതദ്രി! <br/> ? <br/> വ്ഹൊ ഇസ് ഥെ ങൊദ് വ്ഹൊസെ fഈത് അരെ ഥെ എഅര്ഥ് അന്ദ് സ്ക്യ്, <br/> വ്ഹൊ ഇസ് ഥെ ങൊദ് വ്ഹൊസെ എന്തിരെ fഒര്മ് ഇസ് ലിമിത്ലെസ്സ്, <br/> വ്ഹൊ ഇസ് ഥെ ങൊദ് വ്ഹൊസെ എxഹലതിഒന് ഇസ് ഥെ പൌഎര്fഉല് വിന്ദ്, <br/> വ്ഹൊ ഇസ് ഥെ ങൊദ് വ്ഹൊസെ ത്രുഎ സെര്വന്ത്സ് അരെ ഥെ മെരിതൊരിഔസ് ഒനെസ്, <br/> വ്ഹൊ ഇസ് ഥെ ങൊദ് വ്ഹൊ ഇസ് ഥെ രുലെര് ഒf അല്ല്, <br/> വ്ഹൊ ഇസ് ഥെ ങൊദ് എxഇസ്തിങ്ഗ് അസ് ഥെ ഷുപ്രെമെ ഓവെര്ലൊര്ദ്, <br/> വ്ഹൊ ഇസ് ഥെ ഗൊദ് വ്ഹൊ എതെര്നല്ല്യ് ഥിങ്ക്സ് അബൌത് ഥെ വെല്fഅരെ ഒf ഥിസ് വൊര്ല്ദ്, <br/> വ്ഹൊ ഇസ് ഥെ ങൊദ് വ്ഹൊ ഇസ് മൊസ്ത് സുബ്ത്ലെ അന്ദ് അല്സൊ ഥെ മൊസ്ത് എxത്രഒര്ദിനര്യ്? <br/> ഠത് ങൊദ് ഇസ് ഥെ ളൊര്ദ് ഒf ടിരു വെങ്കതദ്രി! <br/> ണൊതെസ്:? .ടിരു വെങ്കതദ്രി ? ഥെ രെവെരെദ് വെങ്കതദ്രി ഃയ്ല്ല് (അത് ടിരുപതി) <br/> ??????????? . പരമത്മ ?ഥെ ഷുപ്രെമെ സൌല് <br/> ??????????? . ഞിവസ് ? ഥെ ലിവിങ്ഗ് ബെയ്ങ്ഗ്സ്"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "नित्यात्मुडै उण्डि नित्युडै वेलुगोण्डु सत्यात्मुडै उण्डि सत्यमै तानुण्डु <br/> प्रत्यक्षमै उण्डि ब्रह्ममै उण्डुसम्स्तुत्युडै वेङ्कटाद्रि विभुडु"}, {"M": "चरणम् 1", "T": "ई मूर्ति लोकम्बुलेल्ल नीलेडु नातदु ई मूर्ति ब्रह्मादुलेल्ल वेडिकेडु नातडु <br/> ई मूर्ति निजमूक्षमिय्य जालेदु नातडु ई मूर्ति लोकैक हितुडु <br/> ई मूर्ति निजमूर्ति ई मूर्तियुनु गादु ई मूर्ति त्रैमूर्तु लीकमैन यातडु <br/> ई मूर्ति सर्वात्मुडी मूर्ति परमात्मुडु ई मूर्ति तिरुवेङ्कटाद्रि विभुडु"}, {"M": "चरणम् 2", "T": "ई देवु देहमुन निन्नियुनु जन्मिञ्चे ई देवु देहमुन निन्नियुनु आनगे मरि <br/> ई देवु विग्रहम्बी सकल मिन्तयुनु  ई देवु नेत्रम्बु लिन चन्द्रुलु <br/> ई देवुडे जीवु लन्निटिलो नुण्डु ई देवु चैतन्य मिन्निटिकि नादारमु <br/> ई देवु दव्यक्तुडे देवु दड्वन्द्युडु ई देवुडे वेङ्कटाद्रि विभुडु"}, {"M": "चरणम् 3", "T": "ई वेल्पु पादयुग मिलयु नाकासम्बु  ई वेल्पुनि पादके शान्तम् बनन्तम्बु <br/> ई वेल्पुनि स्वस मी महा मारुतमु ई वेल्पु निज दासु ई पुन्युलु ई वेल्पु सर्वेशुडे <br/> वेल्पु परमेशुडु ई वेल्पु भुवनैक हित मनोभावकुडु <br/> ई वेल्पु कडु सूक्ष्म मी वेल्पु घनमु ई वेल्पु तिरुवेङ्कटाद्रि विभुदु <br/> ंएअनिङ्ग्: <br/> बेय्ङ्ग् थे एतेर्नल् इन्द्वेल्लेर्, शिनिङ्ग् एffउल्गेन्त्ल्य् अस् थे एतेर्नल् बेय्ङ्ग्, <br/> बेय्ङ्ग् थे त्रुए सेल्f, अन्द् एxइस्तिङ्ग् अस् थे त्रुथ्, <br/> बेय्ङ्ग् मनिfएस्त्, अन्द् बेय्ङ्ग् थे षुप्रेमे ब्रह्मन्, <br/> ःए इस् थे ओने व्हो इस् थे मोस्त् अदोरब्ले, <br/> थिस् लॊर्द् ओf टिरु वेङ्कतद्रि! <br/> ? <br/> व्हो इस् थे देय्त्य् व्हो रुलेस् ओवेर् अल्ल् वोर्ल्द्स्, <br/> व्हो इस् थे देय्त्य् सौघ्त् ब्य् ब्रह्म अन्द् ओथेर्स्, <br/> व्हो इस् थे देय्त्य् व्हो चन् बेस्तौ त्रुए सल्वतिओन्, <br/> व्हो इस् थे देय्त्य् व्हो इस् थे सोले वेल्ल्-विशेर् ओf थे ऊनिवेर्से, <br/> व्हो इस् थे देय्त्य् व्हो पोस्सेस्सेस् अ त्रुए fओर्म्, <br/> व्हो इस् थे देय्त्य् व्हो चन्नोत् बे देस्च्रिबेद् इन् अन्य् fओर्म्, <br/> व्हो इस् थे देय्त्य् व्होसे fओर्म् इञ्च्लुदेस् थे त्रिनित्य्, <br/> व्हो इस् थे देय्त्य् एxइस्तिङ्ग् अस् थे इन्नेर् सेल्f ओf अल्ल्, <br/> व्हो इस् थे देय्त्य् व्हो इस् थे परमत्म? <br/> ठत् देय्त्य् इस् थे लॊर्द् ओf वेङ्कतद्रि! <br/> ? <br/> व्हो इस् थे लॊर्द् fरोम् व्होसे बोद्य् एवेर्य्थिङ्ग् एमनतेद्, <br/> व्हो इस् थे लॊर्द् इन्तो व्होसे बोद्य् एवेर्य्थिङ्ग् fइनल्ल्य् मेर्गेस्, <br/> व्हो इस् थे लॊर्द् व्होसे fओर्म् चोन्स्तितुतेस् एवेर्य्थिङ्ग्, <br/> व्हो इस् थे लॊर्द्? व्हो हस् थे सुन् अन्द् मून् अस् एयेस्, <br/> व्हो इस् थे लॊर्द् एxइस्तिङ्ग् विथिन् अल्ल् ञिवस्, <br/> व्हो इस् थे लॊर्द् व्होसे वितलित्य् सुप्पोर्त्स् अल्ल्, <br/> व्हो इस् थे लॊर्द् व्हो इस् उन्मनिfएस्त्, <br/> व्हो इस् थे लॊर्द् व्हो हस् नोने अस् अ सेचोन्द्? <br/> ठत् लॊर्द् इस् थे लॊर्द् ओf वेङ्कतद्रि! <br/> ? <br/> व्हो इस् थे ङोद् व्होसे fईत् अरे थे एअर्थ् अन्द् स्क्य्, <br/> व्हो इस् थे ङोद् व्होसे एन्तिरे fओर्म् इस् लिमित्लेस्स्, <br/> व्हो इस् थे ङोद् व्होसे एxहलतिओन् इस् थे पौएर्fउल् विन्द्, <br/> व्हो इस् थे ङोद् व्होसे त्रुए सेर्वन्त्स् अरे थे मेरितोरिऔस् ओनेस्, <br/> व्हो इस् थे ङोद् व्हो इस् थे रुलेर् ओf अल्ल्, <br/> व्हो इस् थे ङोद् एxइस्तिङ्ग् अस् थे षुप्रेमे ओवेर्लोर्द्, <br/> व्हो इस् थे गोद् व्हो एतेर्नल्ल्य् थिङ्क्स् अबौत् थे वेल्fअरे ओf थिस् वोर्ल्द्, <br/> व्हो इस् थे ङोद् व्हो इस् मोस्त् सुब्त्ले अन्द् अल्सो थे मोस्त् एxत्रओर्दिनर्य्? <br/> ठत् ङोद् इस् थे लॊर्द् ओf टिरु वेङ्कतद्रि! <br/> णोतेस्:? .टिरु वेङ्कतद्रि ? थे रेवेरेद् वेङ्कतद्रि ःय्ल्ल् (अत् टिरुपति) <br/> ??????????? . परमत्म ?थे षुप्रेमे सौल् <br/> ??????????? . ञिवस् ? थे लिविङ्ग् बेय्ङ्ग्स्"}]}], "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c13518.shtml"}]}], "videos": [{"folder": [{"A": [3889, 3893], "songs": [{"C": [5017, 5018], "D": "5:26", "I": "vIGgmf4IAas", "R": [1030, 1031], "S": [12503, 14817], "T": [0, 0], "V": "46,921"}]}, {"A": [3056, 3057], "songs": [{"C": [5017, 5018], "D": "5:04", "I": "NIEP7dOO-EI", "R": [1030, 1031], "S": [12503, 14817], "T": [0, 0], "V": "18,000"}, {"C": [5017, 5018], "D": "3:01", "I": "_hIncNEi53Q", "R": [1030, 1031], "S": [12503, 14817], "T": [0, 0], "V": "16,000"}]}]}]}