{"stats": [{"H": "Videos", "C": "2"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "2"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "15 M"}, {"H": "Views", "C": "806"}], "info": [{"H": "Type", "V": "Padam", "P": "padam"}, {"H": "Composer", "V": "Vaidheeswaran Kovil Subbarama Iyer", "P": "vaiddhIsvaran kOvil subbarAma aiyar"}, {"H": "Raga", "V": "Kambhoji", "P": "kAMbhOji"}, {"H": "Tala", "V": "Rupaka", "P": "rupaka"}, {"H": "Tala name", "V": "Chatusra Jaati Rupaka Tala", "P": "chatuSra jAti rupaka tALA"}, {"H": "Tala angas", "V": "Dhruta-1, Laghu-1", "P": "d.RtA-1, laghu-1"}, {"H": "Tala count", "V": "2 + 4 = 6", "P": "2 + 4 = 6"}, {"H": "Language", "V": "Tamil", "P": "Tamil"}], "title": {"H": "Padari", "V": "padaRi varukuduruku dennAvi", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "padaRi varukuduruku dennAvi <br/> pataikkutu vakai collaTi caTRE <br/> nillaTi manam kallOTi yaTi <br/> taLukku kulukku minukkenna pOTi"}, {"M": "anupallavi", "T": "etirillAta pazhaniyil vElavar <br/> iTattil uRutti karuttai vaitta pin <br/> etO matankaNai mArpinil cOrutE <br/> entan turai kantacAmiyai kUTTi vA"}, {"M": "caraNam", "T": "vATi entan vaTivElarai kUTTi vA <br/> kUTi maruvik kulAvi viLaiyATa <br/> pATuvAr kAmpOti mAyappoTi <br/> pOTuvAr en mItu pOTi avaraippOl <br/> ITu jOTuNTOTi piTittAr entan kai <br/> koTuttAr mANikkam nATiyavar kETTa cencoR <br/> patam pATi mOTi ceyyAmalE tETi azhaittu vA"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "பதறி வருகுதுருகு தென்னாவி <br/> பதைக்குது வகை சொல்லடி சற்றே <br/> நில்லடி மனம் கல்லோடி யடி <br/> தளுக்கு குலுக்கு மினுக்கென்ன போடி"}, {"M": "அனுபல்லவி", "T": "எதிரில்லாத பழனியில் வேலவர் <br/> இடத்தில் உறுத்தி கருத்தை வைத்த பின் <br/> எதோ மதங்கணை மார்பினில் சோருதே <br/> எந்தன் துரை கந்தசாமியை கூட்டி வா"}, {"M": "சரணம்", "T": "வாடி எந்தன் வடிவேலரை கூட்டி வா <br/> கூடி மருவிக் குலாவி விளையாட <br/> பாடுவார் காம்போதி மாயப்பொடி <br/> போடுவார் என் மீது போடி அவரைப்போல் <br/> ஈடு ஜோடுண்டோடி பிடித்தார் எந்தன் கை <br/> கொடுத்தார் மாணிக்கம் நாடியவர் கேட்ட செஞ்சொற் <br/> பதம் பாடி மோடி செய்யாமலே தேடி அழைத்து வா"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "పదఱి వరుకుదురుకు దెన్నావి <br/> పతైక్కుతు వకై చొల్లటి చట్ఱే <br/> నిల్లటి మనమ్ కల్లోటి యటి <br/> తళుక్కు కులుక్కు మినుక్కెన్న పోటి"}, {"M": "అనుపల్లవి", "T": "ఎతిరిల్లాత పఴనియిల్ వేలవర్ <br/> ఇటత్తిల్ ఉఱుత్తి కరుత్తై వైత్త పిన్ <br/> ఎతో మతఙ్కణై మార్పినిల్ చోరుతే <br/> ఎన్తన్ తురై కన్తచామియై కూట్టి వా"}, {"M": "చరణమ్", "T": "వాటి ఎన్తన్ వటివేలరై కూట్టి వా <br/> కూటి మరువిక్ కులావి విళైయాట <br/> పాటువార్ కామ్పోతి మాయప్పొటి <br/> పోటువార్ ఎన్ మీతు పోటి అవరైప్పోల్ <br/> ఈటు జోటుణ్టోటి పిటిత్తార్ ఎన్తన్ కై <br/> కొటుత్తార్ మాణిక్కమ్ నాటియవర్ కేట్ట చెఞ్చొఱ్ <br/> పతమ్ పాటి మోటి చెయ్యామలే తేటి అఴైత్తు వా"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಪದಱಿ ವರುಕುದುರುಕು ದೆನ್ನಾವಿ <br/> ಪತೈಕ್ಕುತು ವಕೈ ಚೊಲ್ಲಟಿ ಚಟ್ಱೇ <br/> ನಿಲ್ಲಟಿ ಮನಮ್ ಕಲ್ಲೋಟಿ ಯಟಿ <br/> ತಳುಕ್ಕು ಕುಲುಕ್ಕು ಮಿನುಕ್ಕೆನ್ನ ಪೋಟಿ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಎತಿರಿಲ್ಲಾತ ಪಳನಿಯಿಲ್ ವೇಲವರ್ <br/> ಇಟತ್ತಿಲ್ ಉಱುತ್ತಿ ಕರುತ್ತೈ ವೈತ್ತ ಪಿನ್ <br/> ಎತೋ ಮತಙ್ಕಣೈ ಮಾರ್ಪಿನಿಲ್ ಚೋರುತೇ <br/> ಎನ್ತನ್ ತುರೈ ಕನ್ತಚಾಮಿಯೈ ಕೂಟ್ಟಿ ವಾ"}, {"M": "ಚರಣಮ್", "T": "ವಾಟಿ ಎನ್ತನ್ ವಟಿವೇಲರೈ ಕೂಟ್ಟಿ ವಾ <br/> ಕೂಟಿ ಮರುವಿಕ್ ಕುಲಾವಿ ವಿಳೈಯಾಟ <br/> ಪಾಟುವಾರ್ ಕಾಮ್ಪೋತಿ ಮಾಯಪ್ಪೊಟಿ <br/> ಪೋಟುವಾರ್ ಎನ್ ಮೀತು ಪೋಟಿ ಅವರೈಪ್ಪೋಲ್ <br/> ಈಟು ಜೋಟುಣ್ಟೋಟಿ ಪಿಟಿತ್ತಾರ್ ಎನ್ತನ್ ಕೈ <br/> ಕೊಟುತ್ತಾರ್ ಮಾಣಿಕ್ಕಮ್ ನಾಟಿಯವರ್ ಕೇಟ್ಟ ಚೆಞ್ಚೊಱ್ <br/> ಪತಮ್ ಪಾಟಿ ಮೋಟಿ ಚೆಯ್ಯಾಮಲೇ ತೇಟಿ ಅಳೈತ್ತು ವಾ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "പദറി വരുകുദുരുകു ദെന്നാവി <br/> പതൈക്കുതു വകൈ ചൊല്ലടി ചട്റേ <br/> നില്ലടി മനമ് കല്ലോടി യടി <br/> തളുക്കു കുലുക്കു മിനുക്കെന്ന പോടി"}, {"M": "അനുപല്ലവി", "T": "എതിരില്ലാത പഴനിയില് വേലവര് <br/> ഇടത്തില് ഉറുത്തി കരുത്തൈ വൈത്ത പിന് <br/> എതോ മതങ്കണൈ മാര്പിനില് ചോരുതേ <br/> എന്തന് തുരൈ കന്തചാമിയൈ കൂട്ടി വാ"}, {"M": "ചരണമ്", "T": "വാടി എന്തന് വടിവേലരൈ കൂട്ടി വാ <br/> കൂടി മരുവിക് കുലാവി വിളൈയാട <br/> പാടുവാര് കാമ്പോതി മായപ്പൊടി <br/> പോടുവാര് എന് മീതു പോടി അവരൈപ്പോല് <br/> ഈടു ജോടുണ്ടോടി പിടിത്താര് എന്തന് കൈ <br/> കൊടുത്താര് മാണിക്കമ് നാടിയവര് കേട്ട ചെഞ്ചൊറ് <br/> പതമ് പാടി മോടി ചെയ്യാമലേ തേടി അഴൈത്തു വാ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "पदरि वरुकुदुरुकु देन्नावि <br/> पतैक्कुतु वकै चोल्लटि चट्रे <br/> निल्लटि मनम् कल्लोटि यटि <br/> तलुक्कु कुलुक्कु मिनुक्केन्न पोटि"}, {"M": "अनुपल्लवि", "T": "एतिरिल्लात पलनियिल् वेलवर् <br/> इटत्तिल् उरुत्ति करुत्तै वैत्त पिन् <br/> एतो मतङ्कणै मार्पिनिल् चोरुते <br/> एन्तन् तुरै कन्तचामियै कूट्टि वा"}, {"M": "चरणम्", "T": "वाटि एन्तन् वटिवेलरै कूट्टि वा <br/> कूटि मरुविक् कुलावि विलैयाट <br/> पाटुवार् काम्पोति मायप्पोटि <br/> पोटुवार् एन् मीतु पोटि अवरैप्पोल् <br/> ईटु जोटुण्टोटि पिटित्तार् एन्तन् कै <br/> कोटुत्तार् माणिक्कम् नाटियवर् केट्ट चेञ्चोर् <br/> पतम् पाटि मोटि चेय्यामले तेटि अलैत्तु वा"}]}], "lyricsref": [{"links": [{"N": "inikkumtamizhisai.blogspot.com", "L": "http://inikkumtamizhisai.blogspot.com/2016/10/thamizh-songs-in-carnatic-music22b.html"}]}], "videos": [{"folder": [{"A": [3695, 3705], "songs": [{"C": [5201, 5202], "D": "7:50", "I": "6IsPgLXvFcY", "R": [1012, 1013], "S": [12491, 14845], "T": [44, 7042], "V": "513"}]}, {"A": [3774, 3776], "songs": [{"C": [5201, 5202], "D": "8:09", "I": "P9JdE-o7U3s", "R": [1012, 1013], "S": [12491, 14845], "T": [44, 7042], "V": "293"}]}]}]}