{"stats": [{"H": "Videos", "C": "3"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "3"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "42 M"}, {"H": "Views", "C": "598"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Swathi Thirunal", "P": "svAthi thiru.NAL"}, {"H": "Raga", "V": "Malayamarutham", "P": "malayamArutham"}, {"H": "Tala", "V": "Rupaka", "P": "rupaka"}, {"H": "Tala name", "V": "Chatusra Jaati Rupaka Tala", "P": "chatuSra jAti rupaka tALA"}, {"H": "Tala angas", "V": "Dhruta-1, Laghu-1", "P": "d.RtA-1, laghu-1"}, {"H": "Tala count", "V": "2 + 4 = 6", "P": "2 + 4 = 6"}, {"H": "Language", "V": "Sanskrit", "P": "Sanskrit"}], "title": {"H": "Padmanaabhapalitebha", "V": "padmanAbha pAlitEbha bhujagAdhipa", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "padmanAbha pAlitEbha bhujagAdhipa talpa"}, {"M": "anupallavi", "T": "chadmahIna guNagaNa vAsa mrdu hAsa hata kamsa nija dAsAmita mangaLa vitaraNa mama hrdi parilasa"}, {"M": "caraNam 1", "T": "rAmacandra ravisOma sulOcana khala rAvaNa sAdana rAghava rINarOsha <br/> kAmita dAnalOla kanakESa bhuvanESa dhuta dOshAmara pOshAvani jAdhava <br/> jaladhara rasama ruci vilasita kAmaprabha nata kAmapradacaNa sOmadyutimukha"}, {"M": "caraNam 2", "T": "gOpa bAla kamalAsana garva haraNa kauSika Saunaka nArada gEya kIrtE <br/> tApasa hrdayAlaya dhrta Saila natapAla suniTilAkhilamUla khala pannaga vara <br/> phaNa viracita su-naTana rudra pravinuta bhadraprada bhava chidrapraSayanamana"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "பத்மனாப பாலிதேப புஜகாதிப தல்ப"}, {"M": "அனுபல்லவி", "T": "சத்மஹீன குணகண வாச ம்ர்து ஹாச ஹத கம்ச நிஜ தாசாமித மங்கள விதரண மம ஹ்ர்தி பரிலச"}, {"M": "சரணம் 1", "T": "ராமசந்த்ர ரவிசோம சுலோசன கல ராவண சாதன ராகவ ரீணரோஷ <br/> காமித தானலோல கனகேச புவனேச துத தோஷாமர போஷாவனி ஜாதவ <br/> ஜலதர ரசம ருசி விலசித காமப்ரப நத காமப்ரதசண சோமத்யுதிமுக"}, {"M": "சரணம் 2", "T": "கோப பால கமலாசன கர்வ ஹரண கௌசிக சௌனக நாரத கேய கீர்தே <br/> தாபச ஹ்ர்தயாலய த்ர்த சைல நதபால சுனிடிலாகிலமூல கல பன்னக வர <br/> பண விரசித சு-நடன ருத்ர ப்ரவினுத பத்ரப்ரத பவ சித்ரப்ரசயனமன"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "పద్మనాభ పాలితేభ భుజగాధిప తల్ప"}, {"M": "అనుపల్లవి", "T": "ఛద్మహీన గుణగణ వాస మ్ర్దు హాస హత కమ్స నిజ దాసామిత మఙ్గళ వితరణ మమ హ్ర్ది పరిలస"}, {"M": "చరణమ్ 1", "T": "రామచన్ద్ర రవిసోమ సులోచన ఖల రావణ సాదన రాఘవ రీణరోష <br/> కామిత దానలోల కనకేశ భువనేశ ధుత దోషామర పోషావని జాధవ <br/> జలధర రసమ రుచి విలసిత కామప్రభ నత కామప్రదచణ సోమద్యుతిముఖ"}, {"M": "చరణమ్ 2", "T": "గోప బాల కమలాసన గర్వ హరణ కౌశిక శౌనక నారద గేయ కీర్తే <br/> తాపస హ్ర్దయాలయ ధ్ర్త శైల నతపాల సునిటిలాఖిలమూల ఖల పన్నగ వర <br/> ఫణ విరచిత సు-నటన రుద్ర ప్రవినుత భద్రప్రద భవ ఛిద్రప్రశయనమన"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಪದ್ಮನಾಭ ಪಾಲಿತೇಭ ಭುಜಗಾಧಿಪ ತಲ್ಪ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಛದ್ಮಹೀನ ಗುಣಗಣ ವಾಸ ಮ್ರ್ದು ಹಾಸ ಹತ ಕಮ್ಸ ನಿಜ ದಾಸಾಮಿತ ಮಙ್ಗಳ ವಿತರಣ ಮಮ ಹ್ರ್ದಿ ಪರಿಲಸ"}, {"M": "ಚರಣಮ್ 1", "T": "ರಾಮಚನ್ದ್ರ ರವಿಸೋಮ ಸುಲೋಚನ ಖಲ ರಾವಣ ಸಾದನ ರಾಘವ ರೀಣರೋಷ <br/> ಕಾಮಿತ ದಾನಲೋಲ ಕನಕೇಶ ಭುವನೇಶ ಧುತ ದೋಷಾಮರ ಪೋಷಾವನಿ ಜಾಧವ <br/> ಜಲಧರ ರಸಮ ರುಚಿ ವಿಲಸಿತ ಕಾಮಪ್ರಭ ನತ ಕಾಮಪ್ರದಚಣ ಸೋಮದ್ಯುತಿಮುಖ"}, {"M": "ಚರಣಮ್ 2", "T": "ಗೋಪ ಬಾಲ ಕಮಲಾಸನ ಗರ್ವ ಹರಣ ಕೌಶಿಕ ಶೌನಕ ನಾರದ ಗೇಯ ಕೀರ್ತೇ <br/> ತಾಪಸ ಹ್ರ್ದಯಾಲಯ ಧ್ರ್ತ ಶೈಲ ನತಪಾಲ ಸುನಿಟಿಲಾಖಿಲಮೂಲ ಖಲ ಪನ್ನಗ ವರ <br/> ಫಣ ವಿರಚಿತ ಸು-ನಟನ ರುದ್ರ ಪ್ರವಿನುತ ಭದ್ರಪ್ರದ ಭವ ಛಿದ್ರಪ್ರಶಯನಮನ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "പദ്മനാഭ പാലിതേഭ ഭുജഗാധിപ തല്പ"}, {"M": "അനുപല്ലവി", "T": "ഛദ്മഹീന ഗുണഗണ വാസ മ്ര്ദു ഹാസ ഹത കമ്സ നിജ ദാസാമിത മങ്ഗള വിതരണ മമ ഹ്ര്ദി പരിലസ"}, {"M": "ചരണമ് 1", "T": "രാമചന്ദ്ര രവിസോമ സുലോചന ഖല രാവണ സാദന രാഘവ രീണരോഷ <br/> കാമിത ദാനലോല കനകേശ ഭുവനേശ ധുത ദോഷാമര പോഷാവനി ജാധവ <br/> ജലധര രസമ രുചി വിലസിത കാമപ്രഭ നത കാമപ്രദചണ സോമദ്യുതിമുഖ"}, {"M": "ചരണമ് 2", "T": "ഗോപ ബാല കമലാസന ഗര്വ ഹരണ കൌശിക ശൌനക നാരദ ഗേയ കീര്തേ <br/> താപസ ഹ്ര്ദയാലയ ധ്ര്ത ശൈല നതപാല സുനിടിലാഖിലമൂല ഖല പന്നഗ വര <br/> ഫണ വിരചിത സു-നടന രുദ്ര പ്രവിനുത ഭദ്രപ്രദ ഭവ ഛിദ്രപ്രശയനമന"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "पद्मनाभ पालितेभ भुजगाधिप तल्प"}, {"M": "अनुपल्लवि", "T": "छद्महीन गुणगण वास म्र्दु हास हत कम्स निज दासामित मङ्गल वितरण मम ह्र्दि परिलस"}, {"M": "चरणम् 1", "T": "रामचन्द्र रविसोम सुलोचन खल रावण सादन राघव रीणरोष <br/> कामित दानलोल कनकेश भुवनेश धुत दोषामर पोषावनि जाधव <br/> जलधर रसम रुचि विलसित कामप्रभ नत कामप्रदचण सोमद्युतिमुख"}, {"M": "चरणम् 2", "T": "गोप बाल कमलासन गर्व हरण कौशिक शौनक नारद गेय कीर्ते <br/> तापस ह्र्दयालय ध्र्त शैल नतपाल सुनिटिलाखिलमूल खल पन्नग वर <br/> फण विरचित सु-नटन रुद्र प्रविनुत भद्रप्रद भव छिद्रप्रशयनमन"}]}], "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c6841.shtml"}]}], "videos": [{"folder": [{"A": [5621, 5595], "songs": [{"C": [5005, 5006], "D": "9:11", "I": "Ewvq28X5gBY", "R": [1173, 1175], "S": [11198, 13290], "T": [0, 0], "V": "235"}]}, {"A": [3666, 3668], "songs": [{"C": [5005, 5006], "D": "12:01", "I": "paE_TSv8fyA", "R": [1173, 1175], "S": [11198, 13290], "T": [0, 0], "V": "146"}]}, {"A": [3373, 3377], "songs": [{"C": [5005, 5006], "D": "21:21", "I": "uUgpCEMBdvo", "R": [1173, 1175], "S": [11198, 13290], "T": [0, 0], "V": "217"}]}]}]}