{"stats": [{"H": "Videos", "C": "23"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "14"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "3 H"}, {"H": "Views", "C": "18 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Shyama Shastri", "P": "syAmA sAsthiri"}, {"H": "Raga", "V": "Anandabhairavi", "P": "AnaMdhabhairavi"}, {"H": "Tala", "V": "Rupaka", "P": "rupaka"}, {"H": "Tala name", "V": "Chatusra Jaati Rupaka Tala", "P": "chatuSra jAti rupaka tALA"}, {"H": "Tala angas", "V": "Dhruta-1, Laghu-1", "P": "d.RtA-1, laghu-1"}, {"H": "Tala count", "V": "2 + 4 = 6", "P": "2 + 4 = 6"}, {"H": "Language", "V": "Telugu", "P": "Telugu"}, {"H": "God", "V": "dEvi", "P": "dEvi"}], "title": {"H": "Pahi Sri Girirajasuthe", "V": "pAhi SrI giri rAja sutE karuNA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "pAhi SrI giri rAja sutE karuNA kalitE <br/> pada sarOjam-anusarAmi tE amba"}, {"M": "anupallavi", "T": "dEhi matEranupama gatiM mE EkAmra pati sati sudati <br/> tEjasAtulita divya mUrtE lalitE ati lalitE pAhi"}, {"M": "caraNam 1", "T": "dEvi purANi nigama vinutE prItiriha vasatu <br/> tE mAnadE anudinam-ajitE yudhi jitEndra vimatE <br/> dEvAvirata kruta nutE kAma kOTi pITha gatE <br/> dIna jana nikarE bhuvi para dEvatE sucaritE pAhi"}, {"M": "caraNam 2", "T": "nIpa vanI parama nivasanE namra jagad-avana <br/> nEtri janani kanaka vasanE jhasha viSAla nayanE <br/> gOpAyita sukavi janE pApa tApa khaNDana nipuNE <br/> kuntaLa vijita ghanE ghana jaghanE kalAvati kalE pAhi"}, {"M": "caraNam 3", "T": "kAmita dhAtri kamala mukhi kAmAkshi akhila sAkshi <br/> kAma rati kAma Subha phaladE dhruta sugandha ghana latE <br/> SyAmE adya bhava mama mudE SyAma krushNa sad-varadE <br/> SyAmaLE ASrita ratE vidita gatE sadA iha varadE pAhi"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "பாஹி ஶ்ரீ கிரி ராஜ சுதே கருணா கலிதே <br/> பத சரோஜம்-அனுசராமி தே அம்ப"}, {"M": "அனுபல்லவி", "T": "தேஹி மதேரனுபம கதிம் மே ஏகாம்ர பதி சதி சுததி <br/> தேஜசாதுலித திவ்ய மூர்தே லலிதே அதி லலிதே பாஹி"}, {"M": "சரணம் 1", "T": "தேவி புராணி நிகம வினுதே ப்ரீதிரிஹ வசது <br/> தே மானதே அனுதினம்-அஜிதே யுதி ஜிதேந்த்ர விமதே <br/> தேவாவிரத க்ருத நுதே காம கோடி பீட கதே <br/> தீன ஜன நிகரே புவி பர தேவதே சுசரிதே பாஹி"}, {"M": "சரணம் 2", "T": "நீப வனீ பரம நிவசனே நம்ர ஜகத்-அவன <br/> நேத்ரி ஜனனி கனக வசனே ஜஷ விசால நயனே <br/> கோபாயித சுகவி ஜனே பாப தாப கண்டன நிபுணே <br/> குந்தள விஜித கனே கன ஜகனே கலாவதி கலே பாஹி"}, {"M": "சரணம் 3", "T": "காமித தாத்ரி கமல முகி காமாக்ஷி அகில சாக்ஷி <br/> காம ரதி காம சுப பலதே த்ருத சுகந்த கன லதே <br/> ஶ்யாமே அத்ய பவ மம முதே ஶ்யாம க்ருஷ்ண சத்-வரதே <br/> ஶ்யாமளே ஆஶ்ரித ரதே விதித கதே சதா இஹ வரதே பாஹி"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "పాహి శ్రీ గిరి రాజ సుతే కరుణా కలితే <br/> పద సరోజమ్-అనుసరామి తే అమ్బ"}, {"M": "అనుపల్లవి", "T": "దేహి మతేరనుపమ గతిం మే ఏకామ్ర పతి సతి సుదతి <br/> తేజసాతులిత దివ్య మూర్తే లలితే అతి లలితే పాహి"}, {"M": "చరణమ్ 1", "T": "దేవి పురాణి నిగమ వినుతే ప్రీతిరిహ వసతు <br/> తే మానదే అనుదినమ్-అజితే యుధి జితేన్ద్ర విమతే <br/> దేవావిరత కృత నుతే కామ కోటి పీఠ గతే <br/> దీన జన నికరే భువి పర దేవతే సుచరితే పాహి"}, {"M": "చరణమ్ 2", "T": "నీప వనీ పరమ నివసనే నమ్ర జగద్-అవన <br/> నేత్రి జనని కనక వసనే ఝష విశాల నయనే <br/> గోపాయిత సుకవి జనే పాప తాప ఖణ్డన నిపుణే <br/> కున్తళ విజిత ఘనే ఘన జఘనే కలావతి కలే పాహి"}, {"M": "చరణమ్ 3", "T": "కామిత ధాత్రి కమల ముఖి కామాక్షి అఖిల సాక్షి <br/> కామ రతి కామ శుభ ఫలదే ధృత సుగన్ధ ఘన లతే <br/> శ్యామే అద్య భవ మమ ముదే శ్యామ కృష్ణ సద్-వరదే <br/> శ్యామళే ఆశ్రిత రతే విదిత గతే సదా ఇహ వరదే పాహి"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಪಾಹಿ ಶ್ರೀ ಗಿರಿ ರಾಜ ಸುತೇ ಕರುಣಾ ಕಲಿತೇ <br/> ಪದ ಸರೋಜಮ್-ಅನುಸರಾಮಿ ತೇ ಅಮ್ಬ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ದೇಹಿ ಮತೇರನುಪಮ ಗತಿಂ ಮೇ ಏಕಾಮ್ರ ಪತಿ ಸತಿ ಸುದತಿ <br/> ತೇಜಸಾತುಲಿತ ದಿವ್ಯ ಮೂರ್ತೇ ಲಲಿತೇ ಅತಿ ಲಲಿತೇ ಪಾಹಿ"}, {"M": "ಚರಣಮ್ 1", "T": "ದೇವಿ ಪುರಾಣಿ ನಿಗಮ ವಿನುತೇ ಪ್ರೀತಿರಿಹ ವಸತು <br/> ತೇ ಮಾನದೇ ಅನುದಿನಮ್-ಅಜಿತೇ ಯುಧಿ ಜಿತೇನ್ದ್ರ ವಿಮತೇ <br/> ದೇವಾವಿರತ ಕೃತ ನುತೇ ಕಾಮ ಕೋಟಿ ಪೀಠ ಗತೇ <br/> ದೀನ ಜನ ನಿಕರೇ ಭುವಿ ಪರ ದೇವತೇ ಸುಚರಿತೇ ಪಾಹಿ"}, {"M": "ಚರಣಮ್ 2", "T": "ನೀಪ ವನೀ ಪರಮ ನಿವಸನೇ ನಮ್ರ ಜಗದ್-ಅವನ <br/> ನೇತ್ರಿ ಜನನಿ ಕನಕ ವಸನೇ ಝಷ ವಿಶಾಲ ನಯನೇ <br/> ಗೋಪಾಯಿತ ಸುಕವಿ ಜನೇ ಪಾಪ ತಾಪ ಖಣ್ಡನ ನಿಪುಣೇ <br/> ಕುನ್ತಳ ವಿಜಿತ ಘನೇ ಘನ ಜಘನೇ ಕಲಾವತಿ ಕಲೇ ಪಾಹಿ"}, {"M": "ಚರಣಮ್ 3", "T": "ಕಾಮಿತ ಧಾತ್ರಿ ಕಮಲ ಮುಖಿ ಕಾಮಾಕ್ಷಿ ಅಖಿಲ ಸಾಕ್ಷಿ <br/> ಕಾಮ ರತಿ ಕಾಮ ಶುಭ ಫಲದೇ ಧೃತ ಸುಗನ್ಧ ಘನ ಲತೇ <br/> ಶ್ಯಾಮೇ ಅದ್ಯ ಭವ ಮಮ ಮುದೇ ಶ್ಯಾಮ ಕೃಷ್ಣ ಸದ್-ವರದೇ <br/> ಶ್ಯಾಮಳೇ ಆಶ್ರಿತ ರತೇ ವಿದಿತ ಗತೇ ಸದಾ ಇಹ ವರದೇ ಪಾಹಿ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "പാഹി ശ്രീ ഗിരി രാജ സുതേ കരുണാ കലിതേ <br/> പദ സരോജമ്-അനുസരാമി തേ അമ്ബ"}, {"M": "അനുപല്ലവി", "T": "ദേഹി മതേരനുപമ ഗതിം മേ ഏകാമ്ര പതി സതി സുദതി <br/> തേജസാതുലിത ദിവ്യ മൂര്തേ ലലിതേ അതി ലലിതേ പാഹി"}, {"M": "ചരണമ് 1", "T": "ദേവി പുരാണി നിഗമ വിനുതേ പ്രീതിരിഹ വസതു <br/> തേ മാനദേ അനുദിനമ്-അജിതേ യുധി ജിതേന്ദ്ര വിമതേ <br/> ദേവാവിരത കൃത നുതേ കാമ കോടി പീഠ ഗതേ <br/> ദീന ജന നികരേ ഭുവി പര ദേവതേ സുചരിതേ പാഹി"}, {"M": "ചരണമ് 2", "T": "നീപ വനീ പരമ നിവസനേ നമ്ര ജഗദ്-അവന <br/> നേത്രി ജനനി കനക വസനേ ഝഷ വിശാല നയനേ <br/> ഗോപായിത സുകവി ജനേ പാപ താപ ഖണ്ഡന നിപുണേ <br/> കുന്തള വിജിത ഘനേ ഘന ജഘനേ കലാവതി കലേ പാഹി"}, {"M": "ചരണമ് 3", "T": "കാമിത ധാത്രി കമല മുഖി കാമാക്ഷി അഖില സാക്ഷി <br/> കാമ രതി കാമ ശുഭ ഫലദേ ധൃത സുഗന്ധ ഘന ലതേ <br/> ശ്യാമേ അദ്യ ഭവ മമ മുദേ ശ്യാമ കൃഷ്ണ സദ്-വരദേ <br/> ശ്യാമളേ ആശ്രിത രതേ വിദിത ഗതേ സദാ ഇഹ വരദേ പാഹി"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "पाहि श्री गिरि राज सुते करुणा कलिते <br/> पद सरोजम्-अनुसरामि ते अम्ब"}, {"M": "अनुपल्लवि", "T": "देहि मतेरनुपम गतिं मे एकाम्र पति सति सुदति <br/> तेजसातुलित दिव्य मूर्ते ललिते अति ललिते पाहि"}, {"M": "चरणम् 1", "T": "देवि पुराणि निगम विनुते प्रीतिरिह वसतु <br/> ते मानदे अनुदिनम्-अजिते युधि जितेन्द्र विमते <br/> देवाविरत कृत नुते काम कोटि पीठ गते <br/> दीन जन निकरे भुवि पर देवते सुचरिते पाहि"}, {"M": "चरणम् 2", "T": "नीप वनी परम निवसने नम्र जगद्-अवन <br/> नेत्रि जननि कनक वसने झष विशाल नयने <br/> गोपायित सुकवि जने पाप ताप खण्डन निपुणे <br/> कुन्तल विजित घने घन जघने कलावति कले पाहि"}, {"M": "चरणम् 3", "T": "कामित धात्रि कमल मुखि कामाक्षि अखिल साक्षि <br/> काम रति काम शुभ फलदे धृत सुगन्ध घन लते <br/> श्यामे अद्य भव मम मुदे श्याम कृष्ण सद्-वरदे <br/> श्यामले आश्रित रते विदित गते सदा इह वरदे पाहि"}]}], "lyricsref": [{"links": [{"N": "syamakrishnavaibhavam.blogspot.com", "L": "http://syamakrishnavaibhavam.blogspot.com/2011/05/syama-sastry-kriti-pahi-sri-giri-raja.html"}, {"N": "www.medieval.org", "L": "http://www.medieval.org/music/world/carnatic/lyrics/TKG/pahi_shri_girirajasute.html"}, {"N": "www.sangeetasudha.org", "L": "http://www.sangeetasudha.org/othercomposers/syama10.html#MARK_PAHISREE"}]}], "videos": [{"folder": [{"A": [3118, 3119], "songs": [{"C": [5011, 5012], "D": "15:41", "I": "qvdfyenUBG8", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "813"}]}, {"A": [3681, 3683], "songs": [{"C": [5011, 5012], "D": "17:16", "I": "FS_tojA8w8M", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "266"}]}, {"A": [3050, 3051], "songs": [{"C": [5011, 5012], "D": "11:56", "I": "xLn1LNf8Ecw", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "3,876"}, {"C": [5011, 5012], "D": "11:50", "I": "vVokoqoD9ZE", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "246"}, {"C": [5011, 5012], "D": "11:56", "I": "fzBLRRFRQdk", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "124"}]}, {"A": [3626, 3632], "songs": [{"C": [5011, 5012], "D": "5:15", "I": "SPaxWygcyDE", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "817"}]}, {"A": [3046, 3047], "songs": [{"C": [5011, 5012], "D": "8:45", "I": "KoplUB5-csk", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "3,300"}, {"C": [5011, 5012], "D": "15:25", "I": "dMEqa3XGODg", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "484"}, {"C": [5011, 5012], "D": "15:16", "I": "e79SmuFKbW8", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "463"}, {"C": [5011, 5012], "D": "15:35", "I": "9QEZi0mSbMk", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "322"}, {"C": [5011, 5012], "D": "12:56", "I": "q_JOQLZGjO8", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "109"}, {"C": [5011, 5012], "D": "6:50", "I": "3p1SbuMI6uA", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "20"}]}, {"A": [3912, 3913], "songs": [{"C": [5011, 5012], "D": "5:23", "I": "HxJR5ETCnAs", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "593"}]}, {"A": [3812, 3817], "songs": [{"C": [5011, 5012], "D": "23:46", "I": "MN9X0yrn1Bs", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "0"}]}, {"A": [3486, 3487], "songs": [{"C": [5011, 5012], "D": "11:45", "I": "dZo4DTP8bxg", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "183"}]}, {"A": [3188, 3189], "songs": [{"C": [5011, 5012], "D": "7:56", "I": "tzIfRzpv0zA", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "1,200"}, {"C": [5011, 5012], "D": "7:56", "I": "t0KAqIe4t-E", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "643"}]}, {"A": [3133, 3132], "songs": [{"C": [5011, 5012], "D": "4:21", "I": "gkPjKDpUu64", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "112"}]}, {"A": [3170, 3171], "songs": [{"C": [5011, 5012], "D": "15:16", "I": "q2hMzhi2dz0", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "407"}]}, {"A": [3297, 3298], "songs": [{"C": [5011, 5012], "D": "5:26", "I": "furvww5G64A", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "241"}, {"C": [5011, 5012], "D": "5:21", "I": "udKP1JyhjVg", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "2"}]}, {"A": [3150, 3152], "songs": [{"C": [5011, 5012], "D": "7:35", "I": "-1oBFOsJS2c", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "1,400"}]}, {"A": [3680, 3682], "songs": [{"C": [5011, 5012], "D": "8:09", "I": "4jQfkCQYXKM", "R": [1035, 1034], "S": [7907, 9076], "T": [0, 0], "V": "1,400"}]}]}]}