{"stats": [{"H": "Videos", "C": "2"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "2"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "15 M"}, {"H": "Views", "C": "124"}], "info": [{"N": "Type", "V": "Varnam"}, {"N": "Composer", "V": "Ramaswamy Sivan"}, {"N": "Raga", "V": "Kambhoji"}, {"N": "Tala", "V": "Adi"}, {"N": "Tala name", "V": "Chatusra Jaati Triputa Tala"}, {"N": "Tala angas", "V": "Laghu-1, Dhruta-2"}, {"N": "Tala count", "V": "4 + 2 + 2 = 8"}, {"N": "Language", "V": "Telugu"}, {"N": "God", "V": "Devi"}], "title": {"N": "paGkajAkshipai nIku pantamlElarA I", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "pankajAkshipai nIku pantamlElarA I vELa"}, {"M": "anupallavi", "T": "kumkumAruNa kOmaLAnga guhadAsa Srita dayApAnga <br/> pada pankaja pani nidhAninci tappaga daggara sariga mancamupai <br/> sariga samayamunanunci madanAgama mArga kELi cEyu"}, {"M": "caraNam", "T": "nI dAnipai daya jUDarA <br/> : <br/> nI dArini tappaga mAnini yunnadi <br/> : <br/> umApati kumAra nigamAgama samASrita vimAna gamAgama rahita <br/> : <br/> himakara vadana maNI sadana suradana sumaSara sumadana sama SaravaNabhava <br/> : <br/> subrahmaNya sulAvaNya sukAruNya sudAruNya puNya varENya <br/> sukhAraNya ripu suraNya surAgra gaNya surESa suvarNaya <br/> : <br/> kara maNi valayamulu gaLitamainadi taruNi sarasa sukha janakAm bOdhirA <br/> maruni Saramu luramuna varusaluga durusugabaDi marulukoni karaginadirA"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "பங்கஜாக்ஷிபை நீகு பந்தம்லேலரா ஈ வேள"}, {"M": "அனுபல்லவி", "T": "கும்குமாருண கோமளாங்க குஹதாச ஶ்ரித தயாபாங்க <br/> பத பங்கஜ பனி நிதானிஞ்சி தப்பக தக்கர சரிக மஞ்சமுபை <br/> சரிக சமயமுனனுஞ்சி மதனாகம மார்க கேளி சேயு"}, {"M": "சரணம்", "T": "நீ தானிபை தய ஜூடரா <br/> : <br/> நீ தாரினி தப்பக மானினி யுன்னதி <br/> : <br/> உமாபதி குமார நிகமாகம சமாஶ்ரித விமான கமாகம ரஹித <br/> : <br/> ஹிமகர வதன மணீ சதன சுரதன சுமசர சுமதன சம சரவணபவ <br/> : <br/> சுப்ரஹ்மண்ய சுலாவண்ய சுகாருண்ய சுதாருண்ய புண்ய வரேண்ய <br/> சுகாரண்ய ரிபு சுரண்ய சுராக்ர கண்ய சுரேச சுவர்ணய <br/> : <br/> கர மணி வலயமுலு களிதமைனதி தருணி சரச சுக ஜனகாம் போதிரா <br/> மருனி சரமு லுரமுன வருசலுக துருசுகபடி மருலுகொனி கரகினதிரா"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "పఙ్కజాక్షిపై నీకు పన్తమ్లేలరా ఈ వేళ"}, {"M": "అనుపల్లవి", "T": "కుమ్కుమారుణ కోమళాఙ్గ గుహదాస శ్రిత దయాపాఙ్గ <br/> పద పఙ్కజ పని నిధానిఞ్చి తప్పగ దగ్గర సరిగ మఞ్చముపై <br/> సరిగ సమయముననుఞ్చి మదనాగమ మార్గ కేళి చేయు"}, {"M": "చరణమ్", "T": "నీ దానిపై దయ జూడరా <br/> : <br/> నీ దారిని తప్పగ మానిని యున్నది <br/> : <br/> ఉమాపతి కుమార నిగమాగమ సమాశ్రిత విమాన గమాగమ రహిత <br/> : <br/> హిమకర వదన మణీ సదన సురదన సుమశర సుమదన సమ శరవణభవ <br/> : <br/> సుబ్రహ్మణ్య సులావణ్య సుకారుణ్య సుదారుణ్య పుణ్య వరేణ్య <br/> సుఖారణ్య రిపు సురణ్య సురాగ్ర గణ్య సురేశ సువర్ణయ <br/> : <br/> కర మణి వలయములు గళితమైనది తరుణి సరస సుఖ జనకామ్ బోధిరా <br/> మరుని శరము లురమున వరుసలుగ దురుసుగబడి మరులుకొని కరగినదిరా"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಪಙ್ಕಜಾಕ್ಷಿಪೈ ನೀಕು ಪನ್ತಮ್ಲೇಲರಾ ಈ ವೇಳ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಕುಮ್ಕುಮಾರುಣ ಕೋಮಳಾಙ್ಗ ಗುಹದಾಸ ಶ್ರಿತ ದಯಾಪಾಙ್ಗ <br/> ಪದ ಪಙ್ಕಜ ಪನಿ ನಿಧಾನಿಞ್ಚಿ ತಪ್ಪಗ ದಗ್ಗರ ಸರಿಗ ಮಞ್ಚಮುಪೈ <br/> ಸರಿಗ ಸಮಯಮುನನುಞ್ಚಿ ಮದನಾಗಮ ಮಾರ್ಗ ಕೇಳಿ ಚೇಯು"}, {"M": "ಚರಣಮ್", "T": "ನೀ ದಾನಿಪೈ ದಯ ಜೂಡರಾ <br/> : <br/> ನೀ ದಾರಿನಿ ತಪ್ಪಗ ಮಾನಿನಿ ಯುನ್ನದಿ <br/> : <br/> ಉಮಾಪತಿ ಕುಮಾರ ನಿಗಮಾಗಮ ಸಮಾಶ್ರಿತ ವಿಮಾನ ಗಮಾಗಮ ರಹಿತ <br/> : <br/> ಹಿಮಕರ ವದನ ಮಣೀ ಸದನ ಸುರದನ ಸುಮಶರ ಸುಮದನ ಸಮ ಶರವಣಭವ <br/> : <br/> ಸುಬ್ರಹ್ಮಣ್ಯ ಸುಲಾವಣ್ಯ ಸುಕಾರುಣ್ಯ ಸುದಾರುಣ್ಯ ಪುಣ್ಯ ವರೇಣ್ಯ <br/> ಸುಖಾರಣ್ಯ ರಿಪು ಸುರಣ್ಯ ಸುರಾಗ್ರ ಗಣ್ಯ ಸುರೇಶ ಸುವರ್ಣಯ <br/> : <br/> ಕರ ಮಣಿ ವಲಯಮುಲು ಗಳಿತಮೈನದಿ ತರುಣಿ ಸರಸ ಸುಖ ಜನಕಾಮ್ ಬೋಧಿರಾ <br/> ಮರುನಿ ಶರಮು ಲುರಮುನ ವರುಸಲುಗ ದುರುಸುಗಬಡಿ ಮರುಲುಕೊನಿ ಕರಗಿನದಿರಾ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "പങ്കജാക്ഷിപൈ നീകു പന്തമ്ലേലരാ ഈ വേള"}, {"M": "അനുപല്ലവി", "T": "കുമ്കുമാരുണ കോമളാങ്ഗ ഗുഹദാസ ശ്രിത ദയാപാങ്ഗ <br/> പദ പങ്കജ പനി നിധാനിഞ്ചി തപ്പഗ ദഗ്ഗര സരിഗ മഞ്ചമുപൈ <br/> സരിഗ സമയമുനനുഞ്ചി മദനാഗമ മാര്ഗ കേളി ചേയു"}, {"M": "ചരണമ്", "T": "നീ ദാനിപൈ ദയ ജൂഡരാ <br/> : <br/> നീ ദാരിനി തപ്പഗ മാനിനി യുന്നദി <br/> : <br/> ഉമാപതി കുമാര നിഗമാഗമ സമാശ്രിത വിമാന ഗമാഗമ രഹിത <br/> : <br/> ഹിമകര വദന മണീ സദന സുരദന സുമശര സുമദന സമ ശരവണഭവ <br/> : <br/> സുബ്രഹ്മണ്യ സുലാവണ്യ സുകാരുണ്യ സുദാരുണ്യ പുണ്യ വരേണ്യ <br/> സുഖാരണ്യ രിപു സുരണ്യ സുരാഗ്ര ഗണ്യ സുരേശ സുവര്ണയ <br/> : <br/> കര മണി വലയമുലു ഗളിതമൈനദി തരുണി സരസ സുഖ ജനകാമ് ബോധിരാ <br/> മരുനി ശരമു ലുരമുന വരുസലുഗ ദുരുസുഗബഡി മരുലുകൊനി കരഗിനദിരാ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "पङ्कजाक्षिपै नीकु पन्तम्लेलरा ई वेल"}, {"M": "अनुपल्लवि", "T": "कुम्कुमारुण कोमलाङ्ग गुहदास श्रित दयापाङ्ग <br/> पद पङ्कज पनि निधानिञ्चि तप्पग दग्गर सरिग मञ्चमुपै <br/> सरिग समयमुननुञ्चि मदनागम मार्ग केलि चेयु"}, {"M": "चरणम्", "T": "नी दानिपै दय जूडरा <br/> : <br/> नी दारिनि तप्पग मानिनि युन्नदि <br/> : <br/> उमापति कुमार निगमागम समाश्रित विमान गमागम रहित <br/> : <br/> हिमकर वदन मणी सदन सुरदन सुमशर सुमदन सम शरवणभव <br/> : <br/> सुब्रह्मण्य सुलावण्य सुकारुण्य सुदारुण्य पुण्य वरेण्य <br/> सुखारण्य रिपु सुरण्य सुराग्र गण्य सुरेश सुवर्णय <br/> : <br/> कर मणि वलयमुलु गलितमैनदि तरुणि सरस सुख जनकाम् बोधिरा <br/> मरुनि शरमु लुरमुन वरुसलुग दुरुसुगबडि मरुलुकोनि करगिनदिरा"}]}], "videos": [{"folder": [{"A": [3695, 3036], "songs": [{"C": [5320, 5043], "D": "4:07", "I": "ZsLtnXUcs1c", "R": [1624, 1007], "S": [12192, 11409], "T": [79, 22], "V": "50"}]}, {"A": [3699, 3041], "songs": [{"C": [5320, 5043], "D": "11:16", "I": "46bLY-p_hrk", "R": [1624, 1007], "S": [12192, 11409], "T": [79, 22], "V": "74"}]}]}]}