{"stats": [{"H": "Videos", "C": "6"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "4"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "30 M"}, {"H": "Views", "C": "6 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Narayana Theertha", "P": "nArAyaNa thIrthA"}, {"H": "Raga", "V": "Behag", "P": "bihAg"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Sanskrit", "P": "Sanskrit"}], "title": {"H": "Paramapurusha", "V": "parama purushaM anuyAma vayaM sakhi", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "parama purusham anuyAma vayam sakhi parama purusham anuyAma"}, {"M": "anupallavi", "T": "surucira hAsam sundara nAsam taruNAruNa kiraNAdhara sarasam"}, {"M": "caraNam 1", "T": "nanda kumAram nagavara dhIram brndAvana bhuvi vividha vihram <br/> brndAraka gaNa vandita caraNa aravinda milita maNI madhukara nikaram"}, {"M": "caraNam 2", "T": "bhAvuka caraNam bhavasantaraNam bhavya sEvaka jana bhAgya vidharaNam <br/> avyaya vimala vibhUti vijrumbhita divya maNI racita vividhAbharaNam"}, {"M": "caraNam 3", "T": "paramOdaram pApa vidUram smara sAyaka sragdharamati caturam <br/> viracita muralI gIta rasAmrta bharita ghana ghana kaustubha hAram"}, {"M": "caraNam 4", "T": "yuvatI gItam yOgi su-lalitam kavi jana mAnasa kamala vilasitam <br/> Siva nArAyaNa tIrtha viracitam SrO gOpAla dayA rasa miLitam"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "பரம புருஷம் அனுயாம வயம் சகி பரம புருஷம் அனுயாம"}, {"M": "அனுபல்லவி", "T": "சுருசிர ஹாசம் சுந்தர நாசம் தருணாருண கிரணாதர சரசம்"}, {"M": "சரணம் 1", "T": "நந்த குமாரம் நகவர தீரம் ப்ர்ந்தாவன புவி விவித விஹ்ரம் <br/> ப்ர்ந்தாரக கண வந்தித சரண அரவிந்த மிலித மணீ மதுகர நிகரம்"}, {"M": "சரணம் 2", "T": "பாவுக சரணம் பவசந்தரணம் பவ்ய சேவக ஜன பாக்ய விதரணம் <br/> அவ்யய விமல விபூதி விஜ்ரும்பித திவ்ய மணீ ரசித விவிதாபரணம்"}, {"M": "சரணம் 3", "T": "பரமோதரம் பாப விதூரம் ஸ்மர சாயக ஸ்ரக்தரமதி சதுரம் <br/> விரசித முரலீ கீத ரசாம்ர்த பரித கன கன கௌஸ்துப ஹாரம்"}, {"M": "சரணம் 4", "T": "யுவதீ கீதம் யோகி சு-லலிதம் கவி ஜன மானச கமல விலசிதம் <br/> சிவ நாராயண தீர்த விரசிதம் ஶ்ரோ கோபால தயா ரச மிளிதம்"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "పరమ పురుషమ్ అనుయామ వయమ్ సఖి పరమ పురుషమ్ అనుయామ"}, {"M": "అనుపల్లవి", "T": "సురుచిర హాసమ్ సున్దర నాసమ్ తరుణారుణ కిరణాధర సరసమ్"}, {"M": "చరణమ్ 1", "T": "నన్ద కుమారమ్ నగవర ధీరమ్ బ్ర్న్దావన భువి వివిధ విహ్రమ్ <br/> బ్ర్న్దారక గణ వన్దిత చరణ అరవిన్ద మిలిత మణీ మధుకర నికరమ్"}, {"M": "చరణమ్ 2", "T": "భావుక చరణమ్ భవసన్తరణమ్ భవ్య సేవక జన భాగ్య విధరణమ్ <br/> అవ్యయ విమల విభూతి విజ్రుమ్భిత దివ్య మణీ రచిత వివిధాభరణమ్"}, {"M": "చరణమ్ 3", "T": "పరమోదరమ్ పాప విదూరమ్ స్మర సాయక స్రగ్ధరమతి చతురమ్ <br/> విరచిత మురలీ గీత రసామ్ర్త భరిత ఘన ఘన కౌస్తుభ హారమ్"}, {"M": "చరణమ్ 4", "T": "యువతీ గీతమ్ యోగి సు-లలితమ్ కవి జన మానస కమల విలసితమ్ <br/> శివ నారాయణ తీర్థ విరచితమ్ శ్రో గోపాల దయా రస మిళితమ్"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಪರಮ ಪುರುಷಮ್ ಅನುಯಾಮ ವಯಮ್ ಸಖಿ ಪರಮ ಪುರುಷಮ್ ಅನುಯಾಮ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಸುರುಚಿರ ಹಾಸಮ್ ಸುನ್ದರ ನಾಸಮ್ ತರುಣಾರುಣ ಕಿರಣಾಧರ ಸರಸಮ್"}, {"M": "ಚರಣಮ್ 1", "T": "ನನ್ದ ಕುಮಾರಮ್ ನಗವರ ಧೀರಮ್ ಬ್ರ್ನ್ದಾವನ ಭುವಿ ವಿವಿಧ ವಿಹ್ರಮ್ <br/> ಬ್ರ್ನ್ದಾರಕ ಗಣ ವನ್ದಿತ ಚರಣ ಅರವಿನ್ದ ಮಿಲಿತ ಮಣೀ ಮಧುಕರ ನಿಕರಮ್"}, {"M": "ಚರಣಮ್ 2", "T": "ಭಾವುಕ ಚರಣಮ್ ಭವಸನ್ತರಣಮ್ ಭವ್ಯ ಸೇವಕ ಜನ ಭಾಗ್ಯ ವಿಧರಣಮ್ <br/> ಅವ್ಯಯ ವಿಮಲ ವಿಭೂತಿ ವಿಜ್ರುಮ್ಭಿತ ದಿವ್ಯ ಮಣೀ ರಚಿತ ವಿವಿಧಾಭರಣಮ್"}, {"M": "ಚರಣಮ್ 3", "T": "ಪರಮೋದರಮ್ ಪಾಪ ವಿದೂರಮ್ ಸ್ಮರ ಸಾಯಕ ಸ್ರಗ್ಧರಮತಿ ಚತುರಮ್ <br/> ವಿರಚಿತ ಮುರಲೀ ಗೀತ ರಸಾಮ್ರ್ತ ಭರಿತ ಘನ ಘನ ಕೌಸ್ತುಭ ಹಾರಮ್"}, {"M": "ಚರಣಮ್ 4", "T": "ಯುವತೀ ಗೀತಮ್ ಯೋಗಿ ಸು-ಲಲಿತಮ್ ಕವಿ ಜನ ಮಾನಸ ಕಮಲ ವಿಲಸಿತಮ್ <br/> ಶಿವ ನಾರಾಯಣ ತೀರ್ಥ ವಿರಚಿತಮ್ ಶ್ರೋ ಗೋಪಾಲ ದಯಾ ರಸ ಮಿಳಿತಮ್"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "പരമ പുരുഷമ് അനുയാമ വയമ് സഖി പരമ പുരുഷമ് അനുയാമ"}, {"M": "അനുപല്ലവി", "T": "സുരുചിര ഹാസമ് സുന്ദര നാസമ് തരുണാരുണ കിരണാധര സരസമ്"}, {"M": "ചരണമ് 1", "T": "നന്ദ കുമാരമ് നഗവര ധീരമ് ബ്ര്ന്ദാവന ഭുവി വിവിധ വിഹ്രമ് <br/> ബ്ര്ന്ദാരക ഗണ വന്ദിത ചരണ അരവിന്ദ മിലിത മണീ മധുകര നികരമ്"}, {"M": "ചരണമ് 2", "T": "ഭാവുക ചരണമ് ഭവസന്തരണമ് ഭവ്യ സേവക ജന ഭാഗ്യ വിധരണമ് <br/> അവ്യയ വിമല വിഭൂതി വിജ്രുമ്ഭിത ദിവ്യ മണീ രചിത വിവിധാഭരണമ്"}, {"M": "ചരണമ് 3", "T": "പരമോദരമ് പാപ വിദൂരമ് സ്മര സായക സ്രഗ്ധരമതി ചതുരമ് <br/> വിരചിത മുരലീ ഗീത രസാമ്ര്ത ഭരിത ഘന ഘന കൌസ്തുഭ ഹാരമ്"}, {"M": "ചരണമ് 4", "T": "യുവതീ ഗീതമ് യോഗി സു-ലലിതമ് കവി ജന മാനസ കമല വിലസിതമ് <br/> ശിവ നാരായണ തീര്ഥ വിരചിതമ് ശ്രോ ഗോപാല ദയാ രസ മിളിതമ്"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "परम पुरुषम् अनुयाम वयम् सखि परम पुरुषम् अनुयाम"}, {"M": "अनुपल्लवि", "T": "सुरुचिर हासम् सुन्दर नासम् तरुणारुण किरणाधर सरसम्"}, {"M": "चरणम् 1", "T": "नन्द कुमारम् नगवर धीरम् ब्र्न्दावन भुवि विविध विह्रम् <br/> ब्र्न्दारक गण वन्दित चरण अरविन्द मिलित मणी मधुकर निकरम्"}, {"M": "चरणम् 2", "T": "भावुक चरणम् भवसन्तरणम् भव्य सेवक जन भाग्य विधरणम् <br/> अव्यय विमल विभूति विज्रुम्भित दिव्य मणी रचित विविधाभरणम्"}, {"M": "चरणम् 3", "T": "परमोदरम् पाप विदूरम् स्मर सायक स्रग्धरमति चतुरम् <br/> विरचित मुरली गीत रसाम्र्त भरित घन घन कौस्तुभ हारम्"}, {"M": "चरणम् 4", "T": "युवती गीतम् योगि सु-ललितम् कवि जन मानस कमल विलसितम् <br/> शिव नारायण तीर्थ विरचितम् श्रो गोपाल दया रस मिलितम्"}]}], "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c24248.shtml"}]}], "videos": [{"folder": [{"A": [3158, 3159], "songs": [{"C": [5043, 5044], "D": "7:25", "I": "84a7BriQTiQ", "R": [1042, 1043], "S": [12459, 12795], "T": [0, 0], "V": "462"}]}, {"A": [5023, 5024], "songs": [{"C": [5043, 5044], "D": "4:00", "I": "jWS0EVdhrJ0", "R": [1042, 1043], "S": [12459, 12795], "T": [0, 0], "V": "92"}]}, {"A": [3052, 3053], "songs": [{"C": [5043, 5044], "D": "6:02", "I": "OowaMTsniC8", "R": [1042, 1043], "S": [12459, 12795], "T": [0, 0], "V": "1,500"}, {"C": [5043, 5044], "D": "3:01", "I": "4RA9eITOD3c", "R": [1042, 1043], "S": [12459, 12795], "T": [0, 0], "V": "902"}, {"C": [5043, 5044], "D": "6:05", "I": "BrsaGofWlL0", "R": [1042, 1043], "S": [12459, 12795], "T": [0, 0], "V": "470"}]}, {"A": [3114, 3115], "songs": [{"C": [5043, 5044], "D": "4:48", "I": "SulDGbiLfLg", "R": [1042, 1043], "S": [12459, 12795], "T": [0, 0], "V": "2,400"}]}]}]}