{"stats": [{"H": "Videos", "C": "15"}, {"H": "Ragas", "C": "5"}, {"H": "Artists", "C": "6"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "1 H"}, {"H": "Views", "C": "11 K"}], "info": [{"H": "Type", "V": "Ashtapadi", "P": "ashTapadi"}, {"H": "Composer", "V": "Jayadeva", "P": "jeyadEvA"}, {"H": "Raga", "V": "Unknownraga", "P": "?"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Sanskrit", "P": "Sanskrit"}, {"H": "God", "V": "k.RshNA", "P": "k.RshNA"}], "title": {"T": 1600, "H": "Ramathe Yamuna", "V": "samudita madanE", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "samuditamadanE ramaNIvadanE cumbanavalitAdharE <br/> mrugamadatilakaM likhati sapulakaM mrugamiva rajanIkarE <br/> ramatE yamunApulinavanE vijayI murAriradhunA"}, {"M": "caraNam 1", "T": "ghanacayarucirE racayati cikurE taralitataruNAnanE <br/> kurabakakusumaM capalAsushamaM ratipatimrugakAnanE"}, {"M": "caraNam 2", "T": "ghaTayati sughanE kucayugagaganE mrugamadarucirUshitE <br/> maNisaramamalaM tArakapaTalaM nakhapadaSaSibhUshitE"}, {"M": "caraNam 3", "T": "jitabisaSakalE mrudubhujayugalE karatalanalinIdalE <br/> marakatavalayaM madhukaranicayaM vitarati himaSItalE"}, {"M": "caraNam 4", "T": "ratigruhajaghanE vipulApaghanE manasijakanakAsanE <br/> maNimayarasanaM tOraNahasanaM vikirati krutavAsanE"}, {"M": "caraNam 5", "T": "caraNakisalayE kamalAnilayE nakhamaNigaNapUjitE <br/> bahirapavaraNaM yAvakabharaNaM janayati hrudi yOjitE"}, {"M": "caraNam 6", "T": "ramayati sadruSaM kAmapi subhruSaM khalahaladharasOdarE <br/> kimaphalamavasaM ciramiha virasaM vada sakhi viTapOdarE"}, {"M": "caraNam 7", "T": "iha rasabhaNanE krutahariguNanE madhuripupadasEvakE <br/> kaliyugacaritaM na vasatu duritaM kavinrupajayadEvakE"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "சமுதிதமதனே ரமணீவதனே சும்பனவலிதாதரே <br/> ம்ருகமததிலகம் லிகதி சபுலகம் ம்ருகமிவ ரஜனீகரே <br/> ரமதே யமுனாபுலினவனே விஜயீ முராரிரதுனா"}, {"M": "சரணம் 1", "T": "கனசயருசிரே ரசயதி சிகுரே தரலிததருணானனே <br/> குரபககுசுமம் சபலாசுஷமம் ரதிபதிம்ருககானனே"}, {"M": "சரணம் 2", "T": "கடயதி சுகனே குசயுகககனே ம்ருகமதருசிரூஷிதே <br/> மணிசரமமலம் தாரகபடலம் நகபதசசிபூஷிதே"}, {"M": "சரணம் 3", "T": "ஜிதபிசசகலே ம்ருதுபுஜயுகலே கரதலனலினீதலே <br/> மரகதவலயம் மதுகரனிசயம் விதரதி ஹிமசீதலே"}, {"M": "சரணம் 4", "T": "ரதிக்ருஹஜகனே விபுலாபகனே மனசிஜகனகாசனே <br/> மணிமயரசனம் தோரணஹசனம் விகிரதி க்ருதவாசனே"}, {"M": "சரணம் 5", "T": "சரணகிசலயே கமலானிலயே நகமணிகணபூஜிதே <br/> பஹிரபவரணம் யாவகபரணம் ஜனயதி ஹ்ருதி யோஜிதே"}, {"M": "சரணம் 6", "T": "ரமயதி சத்ருசம் காமபி சுப்ருசம் கலஹலதரசோதரே <br/> கிமபலமவசம் சிரமிஹ விரசம் வத சகி விடபோதரே"}, {"M": "சரணம் 7", "T": "இஹ ரசபணனே க்ருதஹரிகுணனே மதுரிபுபதசேவகே <br/> கலியுகசரிதம் ந வசது துரிதம் கவின்ருபஜயதேவகே"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "సముదితమదనే రమణీవదనే చుమ్బనవలితాధరే <br/> మృగమదతిలకం లిఖతి సపులకం మృగమివ రజనీకరే <br/> రమతే యమునాపులినవనే విజయీ మురారిరధునా"}, {"M": "చరణమ్ 1", "T": "ఘనచయరుచిరే రచయతి చికురే తరలితతరుణాననే <br/> కురబకకుసుమం చపలాసుషమం రతిపతిమృగకాననే"}, {"M": "చరణమ్ 2", "T": "ఘటయతి సుఘనే కుచయుగగగనే మృగమదరుచిరూషితే <br/> మణిసరమమలం తారకపటలం నఖపదశశిభూషితే"}, {"M": "చరణమ్ 3", "T": "జితబిసశకలే మృదుభుజయుగలే కరతలనలినీదలే <br/> మరకతవలయం మధుకరనిచయం వితరతి హిమశీతలే"}, {"M": "చరణమ్ 4", "T": "రతిగృహజఘనే విపులాపఘనే మనసిజకనకాసనే <br/> మణిమయరసనం తోరణహసనం వికిరతి కృతవాసనే"}, {"M": "చరణమ్ 5", "T": "చరణకిసలయే కమలానిలయే నఖమణిగణపూజితే <br/> బహిరపవరణం యావకభరణం జనయతి హృది యోజితే"}, {"M": "చరణమ్ 6", "T": "రమయతి సదృశం కామపి సుభృశం ఖలహలధరసోదరే <br/> కిమఫలమవసం చిరమిహ విరసం వద సఖి విటపోదరే"}, {"M": "చరణమ్ 7", "T": "ఇహ రసభణనే కృతహరిగుణనే మధురిపుపదసేవకే <br/> కలియుగచరితం న వసతు దురితం కవినృపజయదేవకే"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಸಮುದಿತಮದನೇ ರಮಣೀವದನೇ ಚುಮ್ಬನವಲಿತಾಧರೇ <br/> ಮೃಗಮದತಿಲಕಂ ಲಿಖತಿ ಸಪುಲಕಂ ಮೃಗಮಿವ ರಜನೀಕರೇ <br/> ರಮತೇ ಯಮುನಾಪುಲಿನವನೇ ವಿಜಯೀ ಮುರಾರಿರಧುನಾ"}, {"M": "ಚರಣಮ್ 1", "T": "ಘನಚಯರುಚಿರೇ ರಚಯತಿ ಚಿಕುರೇ ತರಲಿತತರುಣಾನನೇ <br/> ಕುರಬಕಕುಸುಮಂ ಚಪಲಾಸುಷಮಂ ರತಿಪತಿಮೃಗಕಾನನೇ"}, {"M": "ಚರಣಮ್ 2", "T": "ಘಟಯತಿ ಸುಘನೇ ಕುಚಯುಗಗಗನೇ ಮೃಗಮದರುಚಿರೂಷಿತೇ <br/> ಮಣಿಸರಮಮಲಂ ತಾರಕಪಟಲಂ ನಖಪದಶಶಿಭೂಷಿತೇ"}, {"M": "ಚರಣಮ್ 3", "T": "ಜಿತಬಿಸಶಕಲೇ ಮೃದುಭುಜಯುಗಲೇ ಕರತಲನಲಿನೀದಲೇ <br/> ಮರಕತವಲಯಂ ಮಧುಕರನಿಚಯಂ ವಿತರತಿ ಹಿಮಶೀತಲೇ"}, {"M": "ಚರಣಮ್ 4", "T": "ರತಿಗೃಹಜಘನೇ ವಿಪುಲಾಪಘನೇ ಮನಸಿಜಕನಕಾಸನೇ <br/> ಮಣಿಮಯರಸನಂ ತೋರಣಹಸನಂ ವಿಕಿರತಿ ಕೃತವಾಸನೇ"}, {"M": "ಚರಣಮ್ 5", "T": "ಚರಣಕಿಸಲಯೇ ಕಮಲಾನಿಲಯೇ ನಖಮಣಿಗಣಪೂಜಿತೇ <br/> ಬಹಿರಪವರಣಂ ಯಾವಕಭರಣಂ ಜನಯತಿ ಹೃದಿ ಯೋಜಿತೇ"}, {"M": "ಚರಣಮ್ 6", "T": "ರಮಯತಿ ಸದೃಶಂ ಕಾಮಪಿ ಸುಭೃಶಂ ಖಲಹಲಧರಸೋದರೇ <br/> ಕಿಮಫಲಮವಸಂ ಚಿರಮಿಹ ವಿರಸಂ ವದ ಸಖಿ ವಿಟಪೋದರೇ"}, {"M": "ಚರಣಮ್ 7", "T": "ಇಹ ರಸಭಣನೇ ಕೃತಹರಿಗುಣನೇ ಮಧುರಿಪುಪದಸೇವಕೇ <br/> ಕಲಿಯುಗಚರಿತಂ ನ ವಸತು ದುರಿತಂ ಕವಿನೃಪಜಯದೇವಕೇ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "സമുദിതമദനേ രമണീവദനേ ചുമ്ബനവലിതാധരേ <br/> മൃഗമദതിലകം ലിഖതി സപുലകം മൃഗമിവ രജനീകരേ <br/> രമതേ യമുനാപുലിനവനേ വിജയീ മുരാരിരധുനാ"}, {"M": "ചരണമ് 1", "T": "ഘനചയരുചിരേ രചയതി ചികുരേ തരലിതതരുണാനനേ <br/> കുരബകകുസുമം ചപലാസുഷമം രതിപതിമൃഗകാനനേ"}, {"M": "ചരണമ് 2", "T": "ഘടയതി സുഘനേ കുചയുഗഗഗനേ മൃഗമദരുചിരൂഷിതേ <br/> മണിസരമമലം താരകപടലം നഖപദശശിഭൂഷിതേ"}, {"M": "ചരണമ് 3", "T": "ജിതബിസശകലേ മൃദുഭുജയുഗലേ കരതലനലിനീദലേ <br/> മരകതവലയം മധുകരനിചയം വിതരതി ഹിമശീതലേ"}, {"M": "ചരണമ് 4", "T": "രതിഗൃഹജഘനേ വിപുലാപഘനേ മനസിജകനകാസനേ <br/> മണിമയരസനം തോരണഹസനം വികിരതി കൃതവാസനേ"}, {"M": "ചരണമ് 5", "T": "ചരണകിസലയേ കമലാനിലയേ നഖമണിഗണപൂജിതേ <br/> ബഹിരപവരണം യാവകഭരണം ജനയതി ഹൃദി യോജിതേ"}, {"M": "ചരണമ് 6", "T": "രമയതി സദൃശം കാമപി സുഭൃശം ഖലഹലധരസോദരേ <br/> കിമഫലമവസം ചിരമിഹ വിരസം വദ സഖി വിടപോദരേ"}, {"M": "ചരണമ് 7", "T": "ഇഹ രസഭണനേ കൃതഹരിഗുണനേ മധുരിപുപദസേവകേ <br/> കലിയുഗചരിതം ന വസതു ദുരിതം കവിനൃപജയദേവകേ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "समुदितमदने रमणीवदने चुम्बनवलिताधरे <br/> मृगमदतिलकं लिखति सपुलकं मृगमिव रजनीकरे <br/> रमते यमुनापुलिनवने विजयी मुरारिरधुना"}, {"M": "चरणम् 1", "T": "घनचयरुचिरे रचयति चिकुरे तरलिततरुणानने <br/> कुरबककुसुमं चपलासुषमं रतिपतिमृगकानने"}, {"M": "चरणम् 2", "T": "घटयति सुघने कुचयुगगगने मृगमदरुचिरूषिते <br/> मणिसरममलं तारकपटलं नखपदशशिभूषिते"}, {"M": "चरणम् 3", "T": "जितबिसशकले मृदुभुजयुगले करतलनलिनीदले <br/> मरकतवलयं मधुकरनिचयं वितरति हिमशीतले"}, {"M": "चरणम् 4", "T": "रतिगृहजघने विपुलापघने मनसिजकनकासने <br/> मणिमयरसनं तोरणहसनं विकिरति कृतवासने"}, {"M": "चरणम् 5", "T": "चरणकिसलये कमलानिलये नखमणिगणपूजिते <br/> बहिरपवरणं यावकभरणं जनयति हृदि योजिते"}, {"M": "चरणम् 6", "T": "रमयति सदृशं कामपि सुभृशं खलहलधरसोदरे <br/> किमफलमवसं चिरमिह विरसं वद सखि विटपोदरे"}, {"M": "चरणम् 7", "T": "इह रसभणने कृतहरिगुणने मधुरिपुपदसेवके <br/> कलियुगचरितं न वसतु दुरितं कविनृपजयदेवके"}]}], "L": "l", "lyricsref": [{"links": [{"N": "sa.wikisource.org", "L": "https://sa.wikisource.org/wiki/गीतगोविन्दम्/नागरनारायणः"}]}], "songs": [{"I": "yEGDy-kSyEE", "T": 23, "S": 1600, "R": 0, "C": 22, "A": 33, "D": "4:14", "V": "317", "J": "m"}, {"I": "zNk66YjRLWo&start=8706&end=8976", "T": 23, "S": 1600, "R": 449, "C": 22, "A": 1, "D": "4:30", "V": "8,911", "J": "m"}, {"I": "kIdiDEpsBcE&start=3999&end=4332", "T": 23, "S": 1600, "R": 449, "C": 22, "A": 1, "D": "5:33", "V": "6,054", "J": "m"}, {"I": "hWyPTMIAeT8", "T": 23, "S": 1600, "R": 21, "C": 22, "A": 1, "D": "4:20", "V": "88", "J": "h"}, {"I": "NRCWKyVHZUc", "T": 23, "S": 1600, "R": 0, "C": 22, "A": 1, "D": "4:56", "V": "6,426", "J": "m"}, {"I": "gHO2xugeovw", "T": 23, "S": 1600, "R": 0, "C": 22, "A": 1, "D": "4:45", "V": "430", "J": "m"}, {"I": "8AZYc4AUNQs", "T": 23, "S": 1600, "R": 71, "C": 22, "A": 232, "D": "6:13", "V": "55", "J": "m"}, {"I": "9GEjCbN853I", "T": 23, "S": 1600, "R": 0, "C": 22, "A": 232, "D": "5:02", "V": "658", "J": "m"}, {"I": "xayKYQk1HJQ", "T": 23, "S": 1600, "R": 0, "C": 22, "A": 232, "D": "5:34", "V": "184", "J": "m"}, {"I": "wyx8I2-pWbw", "T": 23, "S": 1600, "R": 0, "C": 22, "A": 232, "D": "5:52", "V": "91", "J": "m"}, {"I": "IfkkGRLEp8g", "T": 23, "S": 1600, "R": 0, "C": 22, "A": 232, "D": "6:16", "V": "53", "J": "m"}, {"I": "opTLS-266sk", "T": 23, "S": 1600, "R": 63, "C": 22, "A": 132, "D": "6:44", "V": "266", "J": "m"}, {"I": "2MyKdDYUU_U", "T": 23, "S": 1600, "R": 0, "C": 22, "A": 44, "D": "4:56", "V": "1,065", "J": "m"}, {"I": "6GSGy8_usUc", "T": 23, "S": 1600, "R": 0, "C": 22, "A": 53, "D": "8:56", "V": "1,102", "J": "m"}, {"I": "gA68d7yRXcQ", "T": 23, "S": 1600, "R": 0, "C": 22, "A": 53, "D": "8:56", "V": "4", "J": "h"}], "folders": [["artist", 33, "0"], ["artist", 1, "1,2,3,4,5"], ["artist", 232, "6,7,8,9,10"], ["artist", 132, "11"], ["artist", 44, "12"], ["artist", 53, "13,14"]], "languages": {"english": "0,1,2,3,4,5", "tamil": "4,1,3,5,2,0", "telugu": "4,1,3,2,0,5", "kannada": "4,1,3,2,0,5", "malayalam": "4,1,3,2,0,5", "hindi": "4,1,3,2,0,5", "marathi": "4,1,3,2,0,5", "bengali": "4,1,3,2,0,5", "gujarati": "4,1,3,2,0,5", "punjabi": "4,1,3,2,0,5", "odia": "4,1,3,2,0,5", "assamese": "4,1,3,2,0,5"}}