{"stats": [{"H": "Videos", "C": "67"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "25"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "8 H"}, {"H": "Views", "C": "150 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti", "I": 1}, {"H": "Composer", "V": "Thyagaraja", "P": "tyAgarAjA", "I": 1}, {"H": "Raga", "V": "Mohanam", "P": "mOhanam", "I": 8}, {"H": "Tala", "V": "Adi", "P": "Adi", "I": 1}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA", "I": 0}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2", "I": 0}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8", "I": 0}, {"H": "Language", "V": "Telugu", "P": "Telugu", "I": 0}, {"H": "God", "V": "rAmA", "P": "rAmA", "I": 0}], "title": {"T": 918, "H": "Rama Ninnu Nammina", "V": "rAmA ninu nammina", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "rAmA ninu nammina vAramu <br/> kAmA sakala lOkAbhi"}, {"M": "anupallavi", "T": "pAmara jana dUra vara guNa <br/> ghruNApAnga SubhAnga <br/> muni hrud-abja bhrunga"}, {"M": "caraNam 1", "T": "vAlAyamugAnu rAnu <br/> jAgEla suguNa SrI daSaratha <br/> nrupAla hrudayAnanda kara SrI <br/> lOla pAla velayumika <br/> phAla lOcana hruday- <br/> AlayApta jana pAla kanaka maya <br/> cElayika parAkElayipuDu <br/> mammEla nIdu manasEla rAdu"}, {"M": "caraNam 2", "T": "nIvE gatiyaNTini kAni <br/> nE vErEmiyeruganu mundara <br/> rAvE nI pada pankaja bhaktin- <br/> IvE bhAvajAri nuta <br/> dEva nIdu pada sEvA phalamu mamu <br/> kAvunE patita <br/> pAvana tri-daSa nAtha nIya muni <br/> jIvanAniSamu brOvavEla SrI rAma"}, {"M": "caraNam 3", "T": "dhArA dhara nibha dEha <br/> janAdhAra duritAgha jalada <br/> samIra tyAgarAja hruday- <br/> AgAra sAra hIna <br/> samsAramandu vEsAri ninnu <br/> manasAra nammukona nEra lEni nEn- <br/> Urakayika vicAramanduTaku <br/> mEra kAdu SrI rAma"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ராமா நினு நம்மின வாரமு <br/> காமா சகல லோகாபி"}, {"M": "அனுபல்லவி", "T": "பாமர ஜன தூர வர குண <br/> க்ருணாபாங்க சுபாங்க <br/> முனி ஹ்ருத்-அப்ஜ ப்ருங்க"}, {"M": "சரணம் 1", "T": "வாலாயமுகானு ரானு <br/> ஜாகேல சுகுண ஶ்ரீ தசரத <br/> ந்ருபால ஹ்ருதயானந்த கர ஶ்ரீ <br/> லோல பால வெலயுமிக <br/> பால லோசன ஹ்ருதய்- <br/> ஆலயாப்த ஜன பால கனக மய <br/> சேலயிக பராகேலயிபுடு <br/> மம்மேல நீது மனசேல ராது"}, {"M": "சரணம் 2", "T": "நீவே கதியண்டினி கானி <br/> நே வேரேமியெருகனு முந்தர <br/> ராவே நீ பத பங்கஜ பக்தின்- <br/> ஈவே பாவஜாரி நுத <br/> தேவ நீது பத சேவா பலமு மமு <br/> காவுனே பதித <br/> பாவன த்ரி-தச நாத நீய முனி <br/> ஜீவனானிசமு ப்ரோவவேல ஶ்ரீ ராம"}, {"M": "சரணம் 3", "T": "தாரா தர நிப தேஹ <br/> ஜனாதார துரிதாக ஜலத <br/> சமீர த்யாகராஜ ஹ்ருதய்- <br/> ஆகார சார ஹீன <br/> சம்சாரமந்து வேசாரி நின்னு <br/> மனசார நம்முகொன நேர லேனி நேன்- <br/> ஊரகயிக விசாரமந்துடகு <br/> மேர காது ஶ்ரீ ராம"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "రామా నిను నమ్మిన వారము <br/> కామా సకల లోకాభి"}, {"M": "అనుపల్లవి", "T": "పామర జన దూర వర గుణ <br/> ఘృణాపాంగ శుభాంగ <br/> ముని హృద్-అబ్జ భృంగ"}, {"M": "చరణమ్ 1", "T": "వాలాయముగాను రాను <br/> జాగేల సుగుణ శ్రీ దశరథ <br/> నృపాల హృదయానన్ద కర శ్రీ <br/> లోల పాల వెలయుమిక <br/> ఫాల లోచన హృదయ్- <br/> ఆలయాప్త జన పాల కనక మయ <br/> చేలయిక పరాకేలయిపుడు <br/> మమ్మేల నీదు మనసేల రాదు"}, {"M": "చరణమ్ 2", "T": "నీవే గతియణ్టిని కాని <br/> నే వేరేమియెరుగను మున్దర <br/> రావే నీ పద పంకజ భక్తిన్- <br/> ఈవే భావజారి నుత <br/> దేవ నీదు పద సేవా ఫలము మము <br/> కావునే పతిత <br/> పావన త్రి-దశ నాథ నీయ ముని <br/> జీవనానిశము బ్రోవవేల శ్రీ రామ"}, {"M": "చరణమ్ 3", "T": "ధారా ధర నిభ దేహ <br/> జనాధార దురితాఘ జలద <br/> సమీర త్యాగరాజ హృదయ్- <br/> ఆగార సార హీన <br/> సమ్సారమన్దు వేసారి నిన్ను <br/> మనసార నమ్ముకొన నేర లేని నేన్- <br/> ఊరకయిక విచారమన్దుటకు <br/> మేర కాదు శ్రీ రామ"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ರಾಮಾ ನಿನು ನಮ್ಮಿನ ವಾರಮು <br/> ಕಾಮಾ ಸಕಲ ಲೋಕಾಭಿ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಪಾಮರ ಜನ ದೂರ ವರ ಗುಣ <br/> ಘೃಣಾಪಾಂಗ ಶುಭಾಂಗ <br/> ಮುನಿ ಹೃದ್-ಅಬ್ಜ ಭೃಂಗ"}, {"M": "ಚರಣಮ್ 1", "T": "ವಾಲಾಯಮುಗಾನು ರಾನು <br/> ಜಾಗೇಲ ಸುಗುಣ ಶ್ರೀ ದಶರಥ <br/> ನೃಪಾಲ ಹೃದಯಾನನ್ದ ಕರ ಶ್ರೀ <br/> ಲೋಲ ಪಾಲ ವೆಲಯುಮಿಕ <br/> ಫಾಲ ಲೋಚನ ಹೃದಯ್- <br/> ಆಲಯಾಪ್ತ ಜನ ಪಾಲ ಕನಕ ಮಯ <br/> ಚೇಲಯಿಕ ಪರಾಕೇಲಯಿಪುಡು <br/> ಮಮ್ಮೇಲ ನೀದು ಮನಸೇಲ ರಾದು"}, {"M": "ಚರಣಮ್ 2", "T": "ನೀವೇ ಗತಿಯಣ್ಟಿನಿ ಕಾನಿ <br/> ನೇ ವೇರೇಮಿಯೆರುಗನು ಮುನ್ದರ <br/> ರಾವೇ ನೀ ಪದ ಪಂಕಜ ಭಕ್ತಿನ್- <br/> ಈವೇ ಭಾವಜಾರಿ ನುತ <br/> ದೇವ ನೀದು ಪದ ಸೇವಾ ಫಲಮು ಮಮು <br/> ಕಾವುನೇ ಪತಿತ <br/> ಪಾವನ ತ್ರಿ-ದಶ ನಾಥ ನೀಯ ಮುನಿ <br/> ಜೀವನಾನಿಶಮು ಬ್ರೋವವೇಲ ಶ್ರೀ ರಾಮ"}, {"M": "ಚರಣಮ್ 3", "T": "ಧಾರಾ ಧರ ನಿಭ ದೇಹ <br/> ಜನಾಧಾರ ದುರಿತಾಘ ಜಲದ <br/> ಸಮೀರ ತ್ಯಾಗರಾಜ ಹೃದಯ್- <br/> ಆಗಾರ ಸಾರ ಹೀನ <br/> ಸಮ್ಸಾರಮನ್ದು ವೇಸಾರಿ ನಿನ್ನು <br/> ಮನಸಾರ ನಮ್ಮುಕೊನ ನೇರ ಲೇನಿ ನೇನ್- <br/> ಊರಕಯಿಕ ವಿಚಾರಮನ್ದುಟಕು <br/> ಮೇರ ಕಾದು ಶ್ರೀ ರಾಮ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "രാമാ നിനു നമ്മിന വാരമു <br/> കാമാ സകല ലോകാഭി"}, {"M": "അനുപല്ലവി", "T": "പാമര ജന ദൂര വര ഗുണ <br/> ഘൃണാപാംഗ ശുഭാംഗ <br/> മുനി ഹൃദ്-അബ്ജ ഭൃംഗ"}, {"M": "ചരണമ് 1", "T": "വാലായമുഗാനു രാനു <br/> ജാഗേല സുഗുണ ശ്രീ ദശരഥ <br/> നൃപാല ഹൃദയാനന്ദ കര ശ്രീ <br/> ലോല പാല വെലയുമിക <br/> ഫാല ലോചന ഹൃദയ്- <br/> ആലയാപ്ത ജന പാല കനക മയ <br/> ചേലയിക പരാകേലയിപുഡു <br/> മമ്മേല നീദു മനസേല രാദു"}, {"M": "ചരണമ് 2", "T": "നീവേ ഗതിയണ്ടിനി കാനി <br/> നേ വേരേമിയെരുഗനു മുന്ദര <br/> രാവേ നീ പദ പംകജ ഭക്തിന്- <br/> ഈവേ ഭാവജാരി നുത <br/> ദേവ നീദു പദ സേവാ ഫലമു മമു <br/> കാവുനേ പതിത <br/> പാവന ത്രി-ദശ നാഥ നീയ മുനി <br/> ജീവനാനിശമു ബ്രോവവേല ശ്രീ രാമ"}, {"M": "ചരണമ് 3", "T": "ധാരാ ധര നിഭ ദേഹ <br/> ജനാധാര ദുരിതാഘ ജലദ <br/> സമീര ത്യാഗരാജ ഹൃദയ്- <br/> ആഗാര സാര ഹീന <br/> സമ്സാരമന്ദു വേസാരി നിന്നു <br/> മനസാര നമ്മുകൊന നേര ലേനി നേന്- <br/> ഊരകയിക വിചാരമന്ദുടകു <br/> മേര കാദു ശ്രീ രാമ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "रामा निनु नम्मिन वारमु <br/> कामा सकल लोकाभि"}, {"M": "अनुपल्लवि", "T": "पामर जन दूर वर गुण <br/> घृणापांग शुभांग <br/> मुनि हृद्-अब्ज भृंग"}, {"M": "चरणम् 1", "T": "वालायमुगानु रानु <br/> जागेल सुगुण श्री दशरथ <br/> नृपाल हृदयानन्द कर श्री <br/> लोल पाल वेलयुमिक <br/> फाल लोचन हृदय्- <br/> आलयाप्त जन पाल कनक मय <br/> चेलयिक पराकेलयिपुडु <br/> मम्मेल नीदु मनसेल रादु"}, {"M": "चरणम् 2", "T": "नीवे गतियण्टिनि कानि <br/> ने वेरेमियेरुगनु मुन्दर <br/> रावे नी पद पंकज भक्तिन्- <br/> ईवे भावजारि नुत <br/> देव नीदु पद सेवा फलमु ममु <br/> कावुने पतित <br/> पावन त्रि-दश नाथ नीय मुनि <br/> जीवनानिशमु ब्रोववेल श्री राम"}, {"M": "चरणम् 3", "T": "धारा धर निभ देह <br/> जनाधार दुरिताघ जलद <br/> समीर त्यागराज हृदय्- <br/> आगार सार हीन <br/> सम्सारमन्दु वेसारि निन्नु <br/> मनसार नम्मुकोन नेर लेनि नेन्- <br/> ऊरकयिक विचारमन्दुटकु <br/> मेर कादु श्री राम"}]}], "L": "l", "lyricsref": [{"links": [{"N": "thyagaraja-vaibhavam.blogspot.com", "L": "http://thyagaraja-vaibhavam.blogspot.com/2008/02/thyagaraja-kriti-rama-ninu-nammina-raga.html"}, {"N": "www.sangeetasudha.org", "L": "http://www.sangeetasudha.org/thyagaraja/vol3/b4.html#MARK_RAMANINU"}, {"N": "www.karnatik.com", "L": "http://www.karnatik.com/c2758.shtml"}]}], "songs": [{"I": "HWj4uGj0teY", "T": 0, "S": 918, "R": 8, "C": 1, "A": 101, "D": "15:19", "V": "524", "J": "h"}, {"I": "T-eLFWjBUhI", "T": 0, "S": 918, "R": 8, "C": 1, "A": 43, "D": "9:29", "V": "7,798", "J": "m"}, {"I": "jgudjb3CTcM&start=2093&end=2818", "T": 0, "S": 918, "R": 8, "C": 1, "A": 43, "D": "12:05", "V": "2,367", "J": "s"}, {"I": "lszWGOi3pS0", "T": 0, "S": 918, "R": 8, "C": 1, "A": 43, "D": "9:35", "V": "952", "J": "m"}, {"I": "rjuwr_RZINY", "T": 0, "S": 918, "R": 8, "C": 1, "A": 43, "D": "9:35", "V": "421", "J": "m"}, {"I": "9Pbk9ggacyc", "T": 0, "S": 918, "R": 8, "C": 1, "A": 43, "D": "4:32", "V": "346", "J": "m"}, {"I": "XoV3qxL6nuQ", "T": 0, "S": 918, "R": 8, "C": 1, "A": 43, "D": "9:35", "V": "119", "J": "m"}, {"I": "Ka7cKyj0qnI", "T": 0, "S": 918, "R": 8, "C": 1, "A": 43, "D": "11:25", "V": "11", "J": "m"}, {"I": "GNSxVIaqZg4", "T": 0, "S": 918, "R": 8, "C": 1, "A": 43, "D": "9:30", "V": "7", "J": "m"}, {"I": "VYq3tH4a_00", "T": 0, "S": 918, "R": 8, "C": 1, "A": 43, "D": "9:35", "V": "4", "J": "m"}, {"I": "uOz8ZjLI8Vo&start=0&end=7", "T": 0, "S": 918, "R": 8, "C": 1, "A": 43, "D": "0:00", "V": "0", "J": "m"}, {"I": "5ZksJItqNdE&start=0&end=3", "T": 0, "S": 918, "R": 8, "C": 1, "A": 43, "D": "0:00", "V": "0", "J": "h"}, {"I": "rlHnMW6W6ME&start=0&end=4", "T": 0, "S": 918, "R": 8, "C": 1, "A": 43, "D": "0:00", "V": "0", "J": "m"}, {"I": "MZlXlIc3CsU&start=0&end=4", "T": 0, "S": 918, "R": 8, "C": 1, "A": 43, "D": "0:00", "V": "0", "J": "m"}, {"I": "FNBvnXUY114&start=479&end=882", "T": 0, "S": 918, "R": 8, "C": 1, "A": 322, "D": "6:43", "V": "308", "J": "m"}, {"I": "Su_kecRWDBg", "T": 0, "S": 918, "R": 8, "C": 1, "A": 1, "D": "3:44", "V": "290", "J": "m"}, {"I": "yMHJ8y2VFA0&start=0&end=5", "T": 0, "S": 918, "R": 8, "C": 1, "A": 1, "D": "0:00", "V": "0", "J": "m"}, {"I": "DGPEtP22w9M&start=0&end=5", "T": 0, "S": 918, "R": 8, "C": 1, "A": 2, "D": "0:00", "V": "0", "J": "h"}, {"I": "kYiuLbRHxRk", "T": 0, "S": 918, "R": 8, "C": 1, "A": 21, "D": "14:38", "V": "52,631", "J": "m"}, {"I": "fJS5ARS_hNU", "T": 0, "S": 918, "R": 8, "C": 1, "A": 21, "D": "14:48", "V": "6,867", "J": "m"}, {"I": "i94jDYw7hMA", "T": 0, "S": 918, "R": 8, "C": 1, "A": 21, "D": "15:11", "V": "2,639", "J": "m"}, {"I": "OqoqDlIpcRw", "T": 0, "S": 918, "R": 8, "C": 1, "A": 21, "D": "13:30", "V": "826", "J": "m"}, {"I": "RJT50xYCo7s&start=0&end=5", "T": 0, "S": 918, "R": 8, "C": 1, "A": 21, "D": "0:00", "V": "0", "J": "m"}, {"I": "QOfmkcHBs_Y&start=0&end=2", "T": 0, "S": 918, "R": 8, "C": 1, "A": 21, "D": "0:00", "V": "0", "J": "m"}, {"I": "Y18rxsK3pmY&start=0&end=5", "T": 0, "S": 918, "R": 8, "C": 1, "A": 21, "D": "0:00", "V": "0", "J": "m"}, {"I": "6SureyHCFug&start=0&end=4", "T": 0, "S": 918, "R": 8, "C": 1, "A": 32, "D": "0:00", "V": "0", "J": "m"}, {"I": "mDE8_kV0AuQ&start=0&end=3", "T": 0, "S": 918, "R": 8, "C": 1, "A": 32, "D": "0:00", "V": "0", "J": "h"}, {"I": "23NqeWyP4VY&start=0&end=2", "T": 0, "S": 918, "R": 8, "C": 1, "A": 32, "D": "0:00", "V": "0", "J": "m"}, {"I": "SM9H88281Kc&start=0&end=2", "T": 0, "S": 918, "R": 8, "C": 1, "A": 32, "D": "0:00", "V": "0", "J": "h"}, {"I": "QuvgR3HYzt4&start=0&end=2", "T": 0, "S": 918, "R": 8, "C": 1, "A": 32, "D": "0:00", "V": "0", "J": "h"}, {"I": "70vgC4MKxk4&start=0&end=2", "T": 0, "S": 918, "R": 8, "C": 1, "A": 32, "D": "0:00", "V": "0", "J": "m"}, {"I": "VrsddSr-u08", "T": 0, "S": 918, "R": 8, "C": 1, "A": 28, "D": "10:31", "V": "11,685", "J": "h"}, {"I": "bh-CjzFuVBE", "T": 0, "S": 918, "R": 8, "C": 1, "A": 28, "D": "19:51", "V": "229", "J": "m"}, {"I": "UAJD2RPwjU8", "T": 0, "S": 918, "R": 8, "C": 1, "A": 28, "D": "4:23", "V": "149", "J": "m"}, {"I": "duLdAjF-Llo", "T": 0, "S": 918, "R": 8, "C": 1, "A": 28, "D": "23:09", "V": "88", "J": "m"}, {"I": "OXaoWfnbcPA", "T": 0, "S": 918, "R": 8, "C": 1, "A": 28, "D": "5:46", "V": "83", "J": "m"}, {"I": "fWLPCwWSOIM", "T": 0, "S": 918, "R": 8, "C": 1, "A": 28, "D": "23:09", "V": "72", "J": "m"}, {"I": "dARz0VYcnpU", "T": 0, "S": 918, "R": 8, "C": 1, "A": 28, "D": "13:42", "V": "30", "J": "m"}, {"I": "CuBMtS_bzN0&start=0&end=5", "T": 0, "S": 918, "R": 8, "C": 1, "A": 186, "D": "0:00", "V": "0", "J": "m"}, {"I": "ZqHNLiTiG20&start=0&end=7", "T": 0, "S": 918, "R": 8, "C": 1, "A": 232, "D": "0:00", "V": "0", "J": "m"}, {"I": "ntP8zbcGj9w&start=482&end=1100", "T": 0, "S": 918, "R": 8, "C": 1, "A": 402, "D": "10:18", "V": "1,717", "J": "m"}, {"I": "Ezmhdmxu31Y", "T": 0, "S": 918, "R": 8, "C": 1, "A": 168, "D": "16:06", "V": "215", "J": "m"}, {"I": "-81fzXDv22Y", "T": 0, "S": 918, "R": 8, "C": 1, "A": 168, "D": "22:31", "V": "194", "J": "h"}, {"I": "qQEO6UM_VdA", "T": 0, "S": 918, "R": 8, "C": 1, "A": 12, "D": "9:50", "V": "10,223", "J": "m"}, {"I": "EkH2JZKMJG4", "T": 0, "S": 918, "R": 8, "C": 1, "A": 12, "D": "8:40", "V": "5,369", "J": "m"}, {"I": "ALgWFUGWP7k", "T": 0, "S": 918, "R": 8, "C": 1, "A": 60, "D": "26:59", "V": "15,873", "J": "m"}, {"I": "pjBpWFeBHz0", "T": 0, "S": 918, "R": 8, "C": 1, "A": 231, "D": "2:21", "V": "625", "J": "m"}, {"I": "6_m4UXhgILk", "T": 0, "S": 918, "R": 8, "C": 1, "A": 231, "D": "7:46", "V": "101", "J": "s"}, {"I": "FOX-ZyjEFMk", "T": 0, "S": 918, "R": 8, "C": 1, "A": 263, "D": "14:19", "V": "893", "J": "m"}, {"I": "v-HMwgEwJAg", "T": 0, "S": 918, "R": 8, "C": 1, "A": 263, "D": "5:06", "V": "161", "J": "m"}, {"I": "FZxlJzkeYkY&start=856&end=1424", "T": 0, "S": 918, "R": 8, "C": 1, "A": 74, "D": "9:28", "V": "593", "J": "s"}, {"I": "cKOuoX4wN7s&start=0&end=3", "T": 0, "S": 918, "R": 8, "C": 1, "A": 74, "D": "0:00", "V": "0", "J": "h"}, {"I": "glfqErgSLwE", "T": 0, "S": 918, "R": 8, "C": 1, "A": 78, "D": "12:55", "V": "22,560", "J": "h"}, {"I": "z3rjp_uP74A", "T": 0, "S": 918, "R": 8, "C": 1, "A": 78, "D": "11:05", "V": "316", "J": "m"}, {"I": "aVtfJ_BFIi0&start=0&end=4", "T": 0, "S": 918, "R": 8, "C": 1, "A": 492, "D": "0:00", "V": "0", "J": "s"}, {"I": "3hZT-zNJACM", "T": 0, "S": 918, "R": 8, "C": 1, "A": 599, "D": "3:11", "V": "51", "J": "m"}, {"I": "2qm6LlFP_-E&start=2592&end=2911", "T": 0, "S": 918, "R": 8, "C": 1, "A": 252, "D": "5:19", "V": "17,950", "J": "h"}, {"I": "P9QDBFyvqLs", "T": 0, "S": 918, "R": 8, "C": 1, "A": 252, "D": "5:16", "V": "3,918", "J": "h"}, {"I": "p4wYdtnMhi0", "T": 0, "S": 918, "R": 8, "C": 1, "A": 252, "D": "25:42", "V": "1,092", "J": "m"}, {"I": "No336ugfCdo", "T": 0, "S": 918, "R": 8, "C": 1, "A": 252, "D": "5:19", "V": "328", "J": "m"}, {"I": "4flZLSO0V7g&start=2592&end=2911", "T": 0, "S": 918, "R": 8, "C": 1, "A": 252, "D": "5:19", "V": "79", "J": "h"}, {"I": "IeMVazahiEM", "T": 0, "S": 918, "R": 8, "C": 1, "A": 252, "D": "29:25", "V": "6", "J": "m"}, {"I": "O2tt3jeV69Q&start=0&end=5", "T": 0, "S": 918, "R": 8, "C": 1, "A": 143, "D": "0:00", "V": "0", "J": "h"}, {"I": "z2FxCf3CbH8", "T": 0, "S": 918, "R": 8, "C": 1, "A": 164, "D": "29:26", "V": "788", "J": "m"}, {"I": "YCXwL0GR6AU", "T": 0, "S": 918, "R": 8, "C": 1, "A": 164, "D": "12:20", "V": "668", "J": "s"}, {"I": "PllCiZBr4Yo&start=8108&end=8537", "T": 0, "S": 918, "R": 8, "C": 1, "A": 14, "D": "7:09", "V": "1,468", "J": "h"}, {"I": "Nt_oQewCG1E&start=775&end=1093", "T": 0, "S": 918, "R": 8, "C": 1, "A": 279, "D": "5:18", "V": "551", "J": "m"}], "folders": [["artist", 101, "0"], ["artist", 43, "1,2,3,4,5,6,7,8,9,10,11,12,13"], ["artist", 322, "14"], ["artist", 1, "15,16"], ["artist", 2, "17"], ["artist", 21, "18,19,20,21,22,23,24"], ["artist", 32, "25,26,27,28,29,30"], ["artist", 28, "31,32,33,34,35,36,37"], ["artist", 186, "38"], ["artist", 232, "39"], ["artist", 402, "40"], ["artist", 168, "41,42"], ["artist", 12, "43,44"], ["artist", 60, "45"], ["artist", 231, "46,47"], ["artist", 263, "48,49"], ["artist", 74, "50,51"], ["artist", 78, "52,53"], ["artist", 492, "54"], ["artist", 599, "55"], ["artist", 252, "56,57,58,59,60,61"], ["artist", 143, "62"], ["artist", 164, "63,64"], ["artist", 14, "65"], ["artist", 279, "66"]], "languages": {"english": "20,24,21,0,1,2,17,22,3,4,5,6,19,7,8,9,10,11,18,12,13,23,14,15,16", "tamil": "21,0,1,18,19,4,3,20,24,22,12,17,23,7,9,8,11,10,6,5,15,14,16,13,2", "telugu": "21,0,1,18,4,3,19,20,24,22,17,23,7,9,8,10,11,6,5,14,15,16,13,12,2", "kannada": "21,0,1,18,4,3,19,20,24,22,17,23,7,9,8,10,11,6,5,14,15,16,13,12,2", "malayalam": "21,0,1,18,4,3,19,20,24,22,17,23,7,9,8,10,11,6,5,14,15,16,13,12,2", "hindi": "21,0,1,18,4,3,19,20,24,22,17,23,7,9,8,10,11,6,5,14,15,16,13,12,2", "marathi": "21,0,1,18,20,24,4,3,19,22,17,23,7,9,8,10,11,6,5,14,15,16,13,12,2", "bengali": "21,0,1,18,20,24,4,3,19,22,17,23,7,9,8,10,11,14,15,16,6,5,13,12,2", "gujarati": "21,0,1,18,20,24,4,3,19,22,17,23,7,9,8,10,11,6,5,14,15,16,13,12,2", "punjabi": "21,0,1,18,20,24,4,3,19,22,17,23,7,9,8,10,11,6,5,14,15,16,13,12,2", "odia": "21,0,1,18,20,24,4,3,19,22,17,23,7,9,8,10,11,6,5,14,15,16,13,12,2", "assamese": "21,0,1,18,20,24,4,3,19,22,17,23,7,9,8,10,11,14,15,16,6,5,13,12,2"}}