{"stats": [{"H": "Videos", "C": "20"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "11"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "5 H"}, {"H": "Views", "C": "28 K"}], "info": [{"H": "Type", "V": "Padam", "P": "padam"}, {"H": "Composer", "V": "Kshetragna", "P": "kshEtragJA"}, {"H": "Raga", "V": "Bhairavi", "P": "bhairavi"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Telugu", "P": "Telugu"}, {"H": "God", "V": "rAmA", "P": "rAmA"}], "title": {"H": "Rama Rama", "V": "rAma rAma prANa sakhi neDabAsi rAmu", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "rAma rAma prANa sakhi neDabAsi rAmu DeTuvale tALeno mundu <br/> tAmara sAkshi talancite nAguNDe tallaDambande nImandu nayyayyO"}, {"M": "caraNam 1", "T": "kaliki cilukala paluku lIlAguna nataniki karNa shulambulaiyuNDa lEdO <br/> nelarAyaDatani pAliTiki nIlAguna nippula kuppayaiyuNDa lEdO <br/> teliyakanu rAtiri pagalu nItIrunAnu digulu madilO dAya nEmO <br/> celiya neDabAsi nappitinuNDi nA manasu cindara vandarai yunnadayyayyO"}, {"M": "caraNam 2", "T": "maruDu pagavADagucu nIlAgu nADalla manujEshu nalayincaDAya nEmO <br/> kErali yA gandukUyila nAdamIlAgu khEdamai yatani bAdhinca lEdO <br/> virivigA natani kAhAra nidrAdulanu virasambugAka nimpAya nEmO <br/> viribOni neDabAsinadi modalu nEniTlu vADaviltu bAri pAlaiti nayyayyO"}, {"M": "caraNam 3", "T": "vEmAru nAvalenu tanasatiki nAtaDunu vEdaganu nammikala niyyalEdO <br/> kAminImaNi vadda lEnappuDatiniki kanugavala nIriTu gramma lEdO <br/> tAmasampu prEmacE natDu nAvalegAka dhairyambu deccukoni yuNDe nEmO <br/> kAminci nanu muvvagOpAla rammanucu kalasina celikanula gappe nayyayyO"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ராம ராம ப்ராண சகி நெடபாசி ராமு டெடுவலெ தாளெனொ முந்து <br/> தாமர சாக்ஷி தலஞ்சிதெ நாகுண்டெ தல்லடம்பந்தெ நீமந்து நய்யய்யோ"}, {"M": "சரணம் 1", "T": "கலிகி சிலுகல பலுகு லீலாகுன நதனிகி கர்ண ஷுலம்புலையுண்ட லேதோ <br/> நெலராயடதனி பாலிடிகி நீலாகுன நிப்புல குப்பயையுண்ட லேதோ <br/> தெலியகனு ராதிரி பகலு நீதீருனானு திகுலு மதிலோ தாய நேமோ <br/> செலிய நெடபாசி நப்பிதினுண்டி நா மனசு சிந்தர வந்தரை யுன்னதய்யய்யோ"}, {"M": "சரணம் 2", "T": "மருடு பகவாடகுசு நீலாகு நாடல்ல மனுஜேஷு நலயிஞ்சடாய நேமோ <br/> கேரலி யா கந்துகூயில நாதமீலாகு கேதமை யதனி பாதிஞ்ச லேதோ <br/> விரிவிகா நதனி காஹார நித்ராதுலனு விரசம்புகாக நிம்பாய நேமோ <br/> விரிபோனி நெடபாசினதி மொதலு நேனிட்லு வாடவில்து பாரி பாலைதி நய்யய்யோ"}, {"M": "சரணம் 3", "T": "வேமாரு நாவலெனு தனசதிகி நாதடுனு வேதகனு நம்மிகல நிய்யலேதோ <br/> காமினீமணி வத்த லேனப்புடதினிகி கனுகவல நீரிடு க்ரம்ம லேதோ <br/> தாமசம்பு ப்ரேமசே நத்டு நாவலெகாக தைர்யம்பு தெச்சுகொனி யுண்டெ நேமோ <br/> காமிஞ்சி நனு முவ்வகோபால ரம்மனுசு கலசின செலிகனுல கப்பெ நய்யய்யோ"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "రామ రామ ప్రాణ సఖి నెడబాసి రాము డెటువలె తాళెనొ మున్దు <br/> తామర సాక్షి తలఞ్చితె నాగుణ్డె తల్లడమ్బన్దె నీమన్దు నయ్యయ్యో"}, {"M": "చరణమ్ 1", "T": "కలికి చిలుకల పలుకు లీలాగున నతనికి కర్ణ షులమ్బులైయుణ్డ లేదో <br/> నెలరాయడతని పాలిటికి నీలాగున నిప్పుల కుప్పయైయుణ్డ లేదో <br/> తెలియకను రాతిరి పగలు నీతీరునాను దిగులు మదిలో దాయ నేమో <br/> చెలియ నెడబాసి నప్పితినుణ్డి నా మనసు చిన్దర వన్దరై యున్నదయ్యయ్యో"}, {"M": "చరణమ్ 2", "T": "మరుడు పగవాడగుచు నీలాగు నాడల్ల మనుజేషు నలయిఞ్చడాయ నేమో <br/> కేరలి యా గన్దుకూయిల నాదమీలాగు ఖేదమై యతని బాధిఞ్చ లేదో <br/> విరివిగా నతని కాహార నిద్రాదులను విరసమ్బుగాక నిమ్పాయ నేమో <br/> విరిబోని నెడబాసినది మొదలు నేనిట్లు వాడవిల్తు బారి పాలైతి నయ్యయ్యో"}, {"M": "చరణమ్ 3", "T": "వేమారు నావలెను తనసతికి నాతడును వేదగను నమ్మికల నియ్యలేదో <br/> కామినీమణి వద్ద లేనప్పుడతినికి కనుగవల నీరిటు గ్రమ్మ లేదో <br/> తామసమ్పు ప్రేమచే నత్డు నావలెగాక ధైర్యమ్బు దెచ్చుకొని యుణ్డె నేమో <br/> కామిఞ్చి నను మువ్వగోపాల రమ్మనుచు కలసిన చెలికనుల గప్పె నయ్యయ్యో"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ರಾಮ ರಾಮ ಪ್ರಾಣ ಸಖಿ ನೆಡಬಾಸಿ ರಾಮು ಡೆಟುವಲೆ ತಾಳೆನೊ ಮುನ್ದು <br/> ತಾಮರ ಸಾಕ್ಷಿ ತಲಞ್ಚಿತೆ ನಾಗುಣ್ಡೆ ತಲ್ಲಡಮ್ಬನ್ದೆ ನೀಮನ್ದು ನಯ್ಯಯ್ಯೋ"}, {"M": "ಚರಣಮ್ 1", "T": "ಕಲಿಕಿ ಚಿಲುಕಲ ಪಲುಕು ಲೀಲಾಗುನ ನತನಿಕಿ ಕರ್ಣ ಷುಲಮ್ಬುಲೈಯುಣ್ಡ ಲೇದೋ <br/> ನೆಲರಾಯಡತನಿ ಪಾಲಿಟಿಕಿ ನೀಲಾಗುನ ನಿಪ್ಪುಲ ಕುಪ್ಪಯೈಯುಣ್ಡ ಲೇದೋ <br/> ತೆಲಿಯಕನು ರಾತಿರಿ ಪಗಲು ನೀತೀರುನಾನು ದಿಗುಲು ಮದಿಲೋ ದಾಯ ನೇಮೋ <br/> ಚೆಲಿಯ ನೆಡಬಾಸಿ ನಪ್ಪಿತಿನುಣ್ಡಿ ನಾ ಮನಸು ಚಿನ್ದರ ವನ್ದರೈ ಯುನ್ನದಯ್ಯಯ್ಯೋ"}, {"M": "ಚರಣಮ್ 2", "T": "ಮರುಡು ಪಗವಾಡಗುಚು ನೀಲಾಗು ನಾಡಲ್ಲ ಮನುಜೇಷು ನಲಯಿಞ್ಚಡಾಯ ನೇಮೋ <br/> ಕೇರಲಿ ಯಾ ಗನ್ದುಕೂಯಿಲ ನಾದಮೀಲಾಗು ಖೇದಮೈ ಯತನಿ ಬಾಧಿಞ್ಚ ಲೇದೋ <br/> ವಿರಿವಿಗಾ ನತನಿ ಕಾಹಾರ ನಿದ್ರಾದುಲನು ವಿರಸಮ್ಬುಗಾಕ ನಿಮ್ಪಾಯ ನೇಮೋ <br/> ವಿರಿಬೋನಿ ನೆಡಬಾಸಿನದಿ ಮೊದಲು ನೇನಿಟ್ಲು ವಾಡವಿಲ್ತು ಬಾರಿ ಪಾಲೈತಿ ನಯ್ಯಯ್ಯೋ"}, {"M": "ಚರಣಮ್ 3", "T": "ವೇಮಾರು ನಾವಲೆನು ತನಸತಿಕಿ ನಾತಡುನು ವೇದಗನು ನಮ್ಮಿಕಲ ನಿಯ್ಯಲೇದೋ <br/> ಕಾಮಿನೀಮಣಿ ವದ್ದ ಲೇನಪ್ಪುಡತಿನಿಕಿ ಕನುಗವಲ ನೀರಿಟು ಗ್ರಮ್ಮ ಲೇದೋ <br/> ತಾಮಸಮ್ಪು ಪ್ರೇಮಚೇ ನತ್ಡು ನಾವಲೆಗಾಕ ಧೈರ್ಯಮ್ಬು ದೆಚ್ಚುಕೊನಿ ಯುಣ್ಡೆ ನೇಮೋ <br/> ಕಾಮಿಞ್ಚಿ ನನು ಮುವ್ವಗೋಪಾಲ ರಮ್ಮನುಚು ಕಲಸಿನ ಚೆಲಿಕನುಲ ಗಪ್ಪೆ ನಯ್ಯಯ್ಯೋ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "രാമ രാമ പ്രാണ സഖി നെഡബാസി രാമു ഡെടുവലെ താളെനൊ മുന്ദു <br/> താമര സാക്ഷി തലഞ്ചിതെ നാഗുണ്ഡെ തല്ലഡമ്ബന്ദെ നീമന്ദു നയ്യയ്യോ"}, {"M": "ചരണമ് 1", "T": "കലികി ചിലുകല പലുകു ലീലാഗുന നതനികി കര്ണ ഷുലമ്ബുലൈയുണ്ഡ ലേദോ <br/> നെലരായഡതനി പാലിടികി നീലാഗുന നിപ്പുല കുപ്പയൈയുണ്ഡ ലേദോ <br/> തെലിയകനു രാതിരി പഗലു നീതീരുനാനു ദിഗുലു മദിലോ ദായ നേമോ <br/> ചെലിയ നെഡബാസി നപ്പിതിനുണ്ഡി നാ മനസു ചിന്ദര വന്ദരൈ യുന്നദയ്യയ്യോ"}, {"M": "ചരണമ് 2", "T": "മരുഡു പഗവാഡഗുചു നീലാഗു നാഡല്ല മനുജേഷു നലയിഞ്ചഡായ നേമോ <br/> കേരലി യാ ഗന്ദുകൂയില നാദമീലാഗു ഖേദമൈ യതനി ബാധിഞ്ച ലേദോ <br/> വിരിവിഗാ നതനി കാഹാര നിദ്രാദുലനു വിരസമ്ബുഗാക നിമ്പായ നേമോ <br/> വിരിബോനി നെഡബാസിനദി മൊദലു നേനിട്ലു വാഡവില്തു ബാരി പാലൈതി നയ്യയ്യോ"}, {"M": "ചരണമ് 3", "T": "വേമാരു നാവലെനു തനസതികി നാതഡുനു വേദഗനു നമ്മികല നിയ്യലേദോ <br/> കാമിനീമണി വദ്ദ ലേനപ്പുഡതിനികി കനുഗവല നീരിടു ഗ്രമ്മ ലേദോ <br/> താമസമ്പു പ്രേമചേ നത്ഡു നാവലെഗാക ധൈര്യമ്ബു ദെച്ചുകൊനി യുണ്ഡെ നേമോ <br/> കാമിഞ്ചി നനു മുവ്വഗോപാല രമ്മനുചു കലസിന ചെലികനുല ഗപ്പെ നയ്യയ്യോ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "राम राम प्राण सखि नेडबासि रामु डेटुवले तालॆनो मुन्दु <br/> तामर साक्षि तलञ्चिते नागुण्डे तल्लडम्बन्दे नीमन्दु नय्यय्यो"}, {"M": "चरणम् 1", "T": "कलिकि चिलुकल पलुकु लीलागुन नतनिकि कर्ण षुलम्बुलैयुण्ड लेदो <br/> नेलरायडतनि पालिटिकि नीलागुन निप्पुल कुप्पयैयुण्ड लेदो <br/> तेलियकनु रातिरि पगलु नीतीरुनानु दिगुलु मदिलो दाय नेमो <br/> चेलिय नेडबासि नप्पितिनुण्डि ना मनसु चिन्दर वन्दरै युन्नदय्यय्यो"}, {"M": "चरणम् 2", "T": "मरुडु पगवाडगुचु नीलागु नाडल्ल मनुजेषु नलयिञ्चडाय नेमो <br/> केरलि या गन्दुकूयिल नादमीलागु खेदमै यतनि बाधिञ्च लेदो <br/> विरिविगा नतनि काहार निद्रादुलनु विरसम्बुगाक निम्पाय नेमो <br/> विरिबोनि नेडबासिनदि मोदलु नेनिट्लु वाडविल्तु बारि पालैति नय्यय्यो"}, {"M": "चरणम् 3", "T": "वेमारु नावलेनु तनसतिकि नातडुनु वेदगनु नम्मिकल निय्यलेदो <br/> कामिनीमणि वद्द लेनप्पुडतिनिकि कनुगवल नीरिटु ग्रम्म लेदो <br/> तामसम्पु प्रेमचे नत्डु नावलेगाक धैर्यम्बु देच्चुकोनि युण्डे नेमो <br/> कामिञ्चि ननु मुव्वगोपाल रम्मनुचु कलसिन चेलिकनुल गप्पे नय्यय्यो"}]}], "videos": [{"folder": [{"A": [3518, 3521], "songs": [{"C": [5071, 5072], "D": "12:31", "I": "K3gMA2xUqDg", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "516"}]}, {"A": [3036, 3037], "songs": [{"C": [5071, 5072], "D": "5:51", "I": "AiqqaAyJEPs", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "48"}]}, {"A": [3626, 3632], "songs": [{"C": [5071, 5072], "D": "1:21:32", "I": "CtSLpcnQLFo", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "9,600"}, {"C": [5071, 5072], "D": "10:42", "I": "RN8kwrJ5UwQ", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "7,800"}]}, {"A": [3038, 3039], "songs": [{"C": [5071, 5072], "D": "9:50", "I": "VnzFmpuR73U", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "1,000"}, {"C": [5071, 5072], "D": "10:21", "I": "CkMnX8CuzXM", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "539"}, {"C": [5071, 5072], "D": "10:40", "I": "qP6lbYLmVPE", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "344"}]}, {"A": [3296, 3299], "songs": [{"C": [5071, 5072], "D": "3:01", "I": "BdAj6ygazHo", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "238"}, {"C": [5071, 5072], "D": "10:06", "I": "LpgzKBFCcrc", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "130"}]}, {"A": [3787, 3788], "songs": [{"C": [5071, 5072], "D": "14:17", "I": "qpwIOCYf8wI", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "350"}]}, {"A": [3070, 3071], "songs": [{"C": [5071, 5072], "D": "3:01", "I": "SZX8C8_zsj8", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "465"}, {"C": [5071, 5072], "D": "13:15", "I": "6bQPc1xDboA", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "59"}]}, {"A": [3097, 3096], "songs": [{"C": [5071, 5072], "D": "22:31", "I": "wZqCn6dfMhQ", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "60"}, {"C": [5071, 5072], "D": "22:31", "I": "bvMHyMA0aTU", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "44"}]}, {"A": [3695, 3705], "songs": [{"C": [5071, 5072], "D": "9:28", "I": "FMUyStDQiiY", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "1,181"}]}, {"A": [3012, 3013], "songs": [{"C": [5071, 5072], "D": "12:05", "I": "yN9mcFCjU8o", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "3,022"}, {"C": [5071, 5072], "D": "46:10", "I": "vm9Pj2E0Ng4", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "478"}, {"C": [5071, 5072], "D": "12:08", "I": "FNLFnt-9PIE", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "477"}, {"C": [5071, 5072], "D": "30:46", "I": "IY7j0E1vzG0", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "116"}]}, {"A": [3680, 3682], "songs": [{"C": [5071, 5072], "D": "11:17", "I": "54h6ou9JySM", "R": [1010, 1011], "S": [7816, 8918], "T": [44, 7042], "V": "1,100"}]}]}]}