{"stats": [{"H": "Videos", "C": "30"}, {"H": "Ragas", "C": "2"}, {"H": "Artists", "C": "15"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "3 H"}, {"H": "Views", "C": "22 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Purandara Dasa", "P": "purandara dAsA"}, {"H": "Raga", "V": "Vasantha", "P": "vasaMthA"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Kannada", "P": "Kannada"}, {"H": "God", "V": "k.RshNA", "P": "k.RshNA"}], "title": {"H": "Rama Rama Rama", "V": "rAma rAma rAma rAma rAma ennirO", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "rAma rAma rAma rAma rAma ennirO sItA <br/> rAma"}, {"M": "anupallavi 1", "T": "nEmadinda bhajisuvavara kAmitagaLa koDuva nAma <br/> rAma"}, {"M": "anupallavi 2", "T": "amarapatiya divya nAma andu odagado"}, {"M": "caraNam 1", "T": "bharati yamana bhaTaru bandu horaDuyendu meTTi tuLidu <br/> koraLigAtma sEridAga hariya dhyAna bhAradayya"}, {"M": "caraNam 2", "T": "indriyangaLella kUDi bandu tanuva musukidAga <br/> sindhu suteya patiya nAma andigodagalariyadayya"}, {"M": "caraNam 3", "T": "SvAsa khAsaveraDu kaNTha vAsavAgi silukidAga <br/> vAsudEva krshNana nAma A samayakodagadayya"}, {"M": "caraNam 4", "T": "SrngArada dEhavella angabaDidu muridu biddu <br/> kangaLigAtma sEridAga SrI rangana nAma odagadayya"}, {"M": "caraNam 5", "T": "vAta pittaveraDu kUDi SlEshma bandu odagidAga <br/> dhAtugundidAga raghunAtha dhyAna odagado"}, {"M": "caraNam 6", "T": "kallu maranante jIva nilladante maraNa vyALe <br/> pullanAbha krshNanembo sollu bAyigodagadayya"}, {"M": "caraNam 7", "T": "bharadi yamana bhaTaru bandu horaDiyandu meTari <br/> muriyalu koraLi gAttma sEridAga hariya nAma odagado"}, {"M": "caraNam 8", "T": "bhrashTa janmadalli bandu dushTa karmagaLane mADi <br/> biTTu hOgva samaya purandara viTTala nAma odagadayya caraNam a <br/> keTTa janmadalli puTTi dushTa karma mADi dEha <br/> biTTu hOguvAga purandra viTTalana nAma odagado caraNam b <br/> Ihadalli ishTavuNTu paradalli sukhavuNTu vara <br/> purandara viTTaLanna smaraNe bAyige odagado"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ராம ராம ராம ராம ராம என்னிரோ சீதா <br/> ராம"}, {"M": "அனுபல்லவி 1", "T": "நேமதிந்த பஜிசுவவர காமிதகள கொடுவ நாம <br/> ராம"}, {"M": "அனுபல்லவி 2", "T": "அமரபதிய திவ்ய நாம அந்து ஒதகதொ"}, {"M": "சரணம் 1", "T": "பரதி யமன படரு பந்து ஹொரடுயெந்து மெட்டி துளிது <br/> கொரளிகாத்ம சேரிதாக ஹரிய த்யான பாரதய்ய"}, {"M": "சரணம் 2", "T": "இந்த்ரியங்களெல்ல கூடி பந்து தனுவ முசுகிதாக <br/> சிந்து சுதெய பதிய நாம அந்திகொதகலரியதய்ய"}, {"M": "சரணம் 3", "T": "ஶ்வாச காசவெரடு கண்ட வாசவாகி சிலுகிதாக <br/> வாசுதேவ க்ர்ஷ்ணன நாம ஆ சமயகொதகதய்ய"}, {"M": "சரணம் 4", "T": "ஶ்ர்ங்காரத தேஹவெல்ல அங்கபடிது முரிது பித்து <br/> கங்களிகாத்ம சேரிதாக ஶ்ரீ ரங்கன நாம ஒதகதய்ய"}, {"M": "சரணம் 5", "T": "வாத பித்தவெரடு கூடி ஶ்லேஷ்ம பந்து ஒதகிதாக <br/> தாதுகுந்திதாக ரகுனாத த்யான ஒதகதொ"}, {"M": "சரணம் 6", "T": "கல்லு மரனந்தெ ஜீவ நில்லதந்தெ மரண வ்யாளெ <br/> புல்லனாப க்ர்ஷ்ணனெம்பொ சொல்லு பாயிகொதகதய்ய"}, {"M": "சரணம் 7", "T": "பரதி யமன படரு பந்து ஹொரடியந்து மெடரி <br/> முரியலு கொரளி காத்த்ம சேரிதாக ஹரிய நாம ஒதகதொ"}, {"M": "சரணம் 8", "T": "ப்ரஷ்ட ஜன்மதல்லி பந்து துஷ்ட கர்மகளனெ மாடி <br/> பிட்டு ஹோக்வ சமய புரந்தர விட்டல நாம ஒதகதய்ய சரணம் அ <br/> கெட்ட ஜன்மதல்லி புட்டி துஷ்ட கர்ம மாடி தேஹ <br/> பிட்டு ஹோகுவாக புரந்த்ர விட்டலன நாம ஒதகதொ சரணம் ப் <br/> ஈஹதல்லி இஷ்டவுண்டு பரதல்லி சுகவுண்டு வர <br/> புரந்தர விட்டளன்ன ஸ்மரணெ பாயிகெ ஒதகதொ"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "రామ రామ రామ రామ రామ ఎన్నిరో సీతా <br/> రామ"}, {"M": "అనుపల్లవి 1", "T": "నేమదిన్ద భజిసువవర కామితగళ కొడువ నామ <br/> రామ"}, {"M": "అనుపల్లవి 2", "T": "అమరపతియ దివ్య నామ అన్దు ఒదగదొ"}, {"M": "చరణమ్ 1", "T": "భరతి యమన భటరు బన్దు హొరడుయెన్దు మెట్టి తుళిదు <br/> కొరళిగాత్మ సేరిదాగ హరియ ధ్యాన భారదయ్య"}, {"M": "చరణమ్ 2", "T": "ఇన్ద్రియఙ్గళెల్ల కూడి బన్దు తనువ ముసుకిదాగ <br/> సిన్ధు సుతెయ పతియ నామ అన్దిగొదగలరియదయ్య"}, {"M": "చరణమ్ 3", "T": "శ్వాస ఖాసవెరడు కణ్ఠ వాసవాగి సిలుకిదాగ <br/> వాసుదేవ క్ర్ష్ణన నామ ఆ సమయకొదగదయ్య"}, {"M": "చరణమ్ 4", "T": "శ్ర్ఙ్గారద దేహవెల్ల అఙ్గబడిదు మురిదు బిద్దు <br/> కఙ్గళిగాత్మ సేరిదాగ శ్రీ రఙ్గన నామ ఒదగదయ్య"}, {"M": "చరణమ్ 5", "T": "వాత పిత్తవెరడు కూడి శ్లేష్మ బన్దు ఒదగిదాగ <br/> ధాతుగున్దిదాగ రఘునాథ ధ్యాన ఒదగదొ"}, {"M": "చరణమ్ 6", "T": "కల్లు మరనన్తె జీవ నిల్లదన్తె మరణ వ్యాళె <br/> పుల్లనాభ క్ర్ష్ణనెమ్బొ సొల్లు బాయిగొదగదయ్య"}, {"M": "చరణమ్ 7", "T": "భరది యమన భటరు బన్దు హొరడియన్దు మెటరి <br/> మురియలు కొరళి గాత్త్మ సేరిదాగ హరియ నామ ఒదగదొ"}, {"M": "చరణమ్ 8", "T": "భ్రష్ట జన్మదల్లి బన్దు దుష్ట కర్మగళనె మాడి <br/> బిట్టు హోగ్వ సమయ పురన్దర విట్టల నామ ఒదగదయ్య చరణమ్ అ <br/> కెట్ట జన్మదల్లి పుట్టి దుష్ట కర్మ మాడి దేహ <br/> బిట్టు హోగువాగ పురన్ద్ర విట్టలన నామ ఒదగదొ చరణమ్ బ్ <br/> ఈహదల్లి ఇష్టవుణ్టు పరదల్లి సుఖవుణ్టు వర <br/> పురన్దర విట్టళన్న స్మరణె బాయిగె ఒదగదొ"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ರಾಮ ರಾಮ ರಾಮ ರಾಮ ರಾಮ ಎನ್ನಿರೋ ಸೀತಾ <br/> ರಾಮ"}, {"M": "ಅನುಪಲ್ಲವಿ 1", "T": "ನೇಮದಿನ್ದ ಭಜಿಸುವವರ ಕಾಮಿತಗಳ ಕೊಡುವ ನಾಮ <br/> ರಾಮ"}, {"M": "ಅನುಪಲ್ಲವಿ 2", "T": "ಅಮರಪತಿಯ ದಿವ್ಯ ನಾಮ ಅನ್ದು ಒದಗದೊ"}, {"M": "ಚರಣಮ್ 1", "T": "ಭರತಿ ಯಮನ ಭಟರು ಬನ್ದು ಹೊರಡುಯೆನ್ದು ಮೆಟ್ಟಿ ತುಳಿದು <br/> ಕೊರಳಿಗಾತ್ಮ ಸೇರಿದಾಗ ಹರಿಯ ಧ್ಯಾನ ಭಾರದಯ್ಯ"}, {"M": "ಚರಣಮ್ 2", "T": "ಇನ್ದ್ರಿಯಙ್ಗಳೆಲ್ಲ ಕೂಡಿ ಬನ್ದು ತನುವ ಮುಸುಕಿದಾಗ <br/> ಸಿನ್ಧು ಸುತೆಯ ಪತಿಯ ನಾಮ ಅನ್ದಿಗೊದಗಲರಿಯದಯ್ಯ"}, {"M": "ಚರಣಮ್ 3", "T": "ಶ್ವಾಸ ಖಾಸವೆರಡು ಕಣ್ಠ ವಾಸವಾಗಿ ಸಿಲುಕಿದಾಗ <br/> ವಾಸುದೇವ ಕ್ರ್ಷ್ಣನ ನಾಮ ಆ ಸಮಯಕೊದಗದಯ್ಯ"}, {"M": "ಚರಣಮ್ 4", "T": "ಶ್ರ್ಙ್ಗಾರದ ದೇಹವೆಲ್ಲ ಅಙ್ಗಬಡಿದು ಮುರಿದು ಬಿದ್ದು <br/> ಕಙ್ಗಳಿಗಾತ್ಮ ಸೇರಿದಾಗ ಶ್ರೀ ರಙ್ಗನ ನಾಮ ಒದಗದಯ್ಯ"}, {"M": "ಚರಣಮ್ 5", "T": "ವಾತ ಪಿತ್ತವೆರಡು ಕೂಡಿ ಶ್ಲೇಷ್ಮ ಬನ್ದು ಒದಗಿದಾಗ <br/> ಧಾತುಗುನ್ದಿದಾಗ ರಘುನಾಥ ಧ್ಯಾನ ಒದಗದೊ"}, {"M": "ಚರಣಮ್ 6", "T": "ಕಲ್ಲು ಮರನನ್ತೆ ಜೀವ ನಿಲ್ಲದನ್ತೆ ಮರಣ ವ್ಯಾಳೆ <br/> ಪುಲ್ಲನಾಭ ಕ್ರ್ಷ್ಣನೆಮ್ಬೊ ಸೊಲ್ಲು ಬಾಯಿಗೊದಗದಯ್ಯ"}, {"M": "ಚರಣಮ್ 7", "T": "ಭರದಿ ಯಮನ ಭಟರು ಬನ್ದು ಹೊರಡಿಯನ್ದು ಮೆಟರಿ <br/> ಮುರಿಯಲು ಕೊರಳಿ ಗಾತ್ತ್ಮ ಸೇರಿದಾಗ ಹರಿಯ ನಾಮ ಒದಗದೊ"}, {"M": "ಚರಣಮ್ 8", "T": "ಭ್ರಷ್ಟ ಜನ್ಮದಲ್ಲಿ ಬನ್ದು ದುಷ್ಟ ಕರ್ಮಗಳನೆ ಮಾಡಿ <br/> ಬಿಟ್ಟು ಹೋಗ್ವ ಸಮಯ ಪುರನ್ದರ ವಿಟ್ಟಲ ನಾಮ ಒದಗದಯ್ಯ ಚರಣಮ್ ಅ <br/> ಕೆಟ್ಟ ಜನ್ಮದಲ್ಲಿ ಪುಟ್ಟಿ ದುಷ್ಟ ಕರ್ಮ ಮಾಡಿ ದೇಹ <br/> ಬಿಟ್ಟು ಹೋಗುವಾಗ ಪುರನ್ದ್ರ ವಿಟ್ಟಲನ ನಾಮ ಒದಗದೊ ಚರಣಮ್ ಬ್ <br/> ಈಹದಲ್ಲಿ ಇಷ್ಟವುಣ್ಟು ಪರದಲ್ಲಿ ಸುಖವುಣ್ಟು ವರ <br/> ಪುರನ್ದರ ವಿಟ್ಟಳನ್ನ ಸ್ಮರಣೆ ಬಾಯಿಗೆ ಒದಗದೊ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "രാമ രാമ രാമ രാമ രാമ എന്നിരോ സീതാ <br/> രാമ"}, {"M": "അനുപല്ലവി 1", "T": "നേമദിന്ദ ഭജിസുവവര കാമിതഗള കൊഡുവ നാമ <br/> രാമ"}, {"M": "അനുപല്ലവി 2", "T": "അമരപതിയ ദിവ്യ നാമ അന്ദു ഒദഗദൊ"}, {"M": "ചരണമ് 1", "T": "ഭരതി യമന ഭടരു ബന്ദു ഹൊരഡുയെന്ദു മെട്ടി തുളിദു <br/> കൊരളിഗാത്മ സേരിദാഗ ഹരിയ ധ്യാന ഭാരദയ്യ"}, {"M": "ചരണമ് 2", "T": "ഇന്ദ്രിയങ്ഗളെല്ല കൂഡി ബന്ദു തനുവ മുസുകിദാഗ <br/> സിന്ധു സുതെയ പതിയ നാമ അന്ദിഗൊദഗലരിയദയ്യ"}, {"M": "ചരണമ് 3", "T": "ശ്വാസ ഖാസവെരഡു കണ്ഠ വാസവാഗി സിലുകിദാഗ <br/> വാസുദേവ ക്ര്ഷ്ണന നാമ ആ സമയകൊദഗദയ്യ"}, {"M": "ചരണമ് 4", "T": "ശ്ര്ങ്ഗാരദ ദേഹവെല്ല അങ്ഗബഡിദു മുരിദു ബിദ്ദു <br/> കങ്ഗളിഗാത്മ സേരിദാഗ ശ്രീ രങ്ഗന നാമ ഒദഗദയ്യ"}, {"M": "ചരണമ് 5", "T": "വാത പിത്തവെരഡു കൂഡി ശ്ലേഷ്മ ബന്ദു ഒദഗിദാഗ <br/> ധാതുഗുന്ദിദാഗ രഘുനാഥ ധ്യാന ഒദഗദൊ"}, {"M": "ചരണമ് 6", "T": "കല്ലു മരനന്തെ ജീവ നില്ലദന്തെ മരണ വ്യാളെ <br/> പുല്ലനാഭ ക്ര്ഷ്ണനെമ്ബൊ സൊല്ലു ബായിഗൊദഗദയ്യ"}, {"M": "ചരണമ് 7", "T": "ഭരദി യമന ഭടരു ബന്ദു ഹൊരഡിയന്ദു മെടരി <br/> മുരിയലു കൊരളി ഗാത്ത്മ സേരിദാഗ ഹരിയ നാമ ഒദഗദൊ"}, {"M": "ചരണമ് 8", "T": "ഭ്രഷ്ട ജന്മദല്ലി ബന്ദു ദുഷ്ട കര്മഗളനെ മാഡി <br/> ബിട്ടു ഹോഗ്വ സമയ പുരന്ദര വിട്ടല നാമ ഒദഗദയ്യ ചരണമ് അ <br/> കെട്ട ജന്മദല്ലി പുട്ടി ദുഷ്ട കര്മ മാഡി ദേഹ <br/> ബിട്ടു ഹോഗുവാഗ പുരന്ദ്ര വിട്ടലന നാമ ഒദഗദൊ ചരണമ് ബ് <br/> ഈഹദല്ലി ഇഷ്ടവുണ്ടു പരദല്ലി സുഖവുണ്ടു വര <br/> പുരന്ദര വിട്ടളന്ന സ്മരണെ ബായിഗെ ഒദഗദൊ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "राम राम राम राम राम एन्निरो सीता <br/> राम"}, {"M": "अनुपल्लवि 1", "T": "नेमदिन्द भजिसुववर कामितगल कोडुव नाम <br/> राम"}, {"M": "अनुपल्लवि 2", "T": "अमरपतिय दिव्य नाम अन्दु ओदगदो"}, {"M": "चरणम् 1", "T": "भरति यमन भटरु बन्दु होरडुयेन्दु मेट्टि तुलिदु <br/> कोरलिगात्म सेरिदाग हरिय ध्यान भारदय्य"}, {"M": "चरणम् 2", "T": "इन्द्रियङ्गलॆल्ल कूडि बन्दु तनुव मुसुकिदाग <br/> सिन्धु सुतेय पतिय नाम अन्दिगोदगलरियदय्य"}, {"M": "चरणम् 3", "T": "श्वास खासवेरडु कण्ठ वासवागि सिलुकिदाग <br/> वासुदेव क्र्ष्णन नाम आ समयकोदगदय्य"}, {"M": "चरणम् 4", "T": "श्र्ङ्गारद देहवेल्ल अङ्गबडिदु मुरिदु बिद्दु <br/> कङ्गलिगात्म सेरिदाग श्री रङ्गन नाम ओदगदय्य"}, {"M": "चरणम् 5", "T": "वात पित्तवेरडु कूडि श्लेष्म बन्दु ओदगिदाग <br/> धातुगुन्दिदाग रघुनाथ ध्यान ओदगदो"}, {"M": "चरणम् 6", "T": "कल्लु मरनन्ते जीव निल्लदन्ते मरण व्यालॆ <br/> पुल्लनाभ क्र्ष्णनेम्बो सोल्लु बायिगोदगदय्य"}, {"M": "चरणम् 7", "T": "भरदि यमन भटरु बन्दु होरडियन्दु मेटरि <br/> मुरियलु कोरलि गात्त्म सेरिदाग हरिय नाम ओदगदो"}, {"M": "चरणम् 8", "T": "भ्रष्ट जन्मदल्लि बन्दु दुष्ट कर्मगलने माडि <br/> बिट्टु होग्व समय पुरन्दर विट्टल नाम ओदगदय्य चरणम् अ <br/> केट्ट जन्मदल्लि पुट्टि दुष्ट कर्म माडि देह <br/> बिट्टु होगुवाग पुरन्द्र विट्टलन नाम ओदगदो चरणम् ब् <br/> ईहदल्लि इष्टवुण्टु परदल्लि सुखवुण्टु वर <br/> पुरन्दर विट्टलन्न स्मरणे बायिगे ओदगदो"}]}], "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c1147.shtml"}]}], "videos": [{"folder": [{"A": [3046, 3047], "songs": [{"C": [5009, 5010], "D": "7:11", "I": "H5VD0FOQnew", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "383"}, {"C": [5009, 5010], "D": "4:30", "I": "6AdtOijofPk", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "35"}, {"C": [5009, 5010], "D": "15:18", "I": "1o-WTXm5uS4", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "30"}]}, {"A": [3038, 3039], "songs": [{"C": [5009, 5010], "D": "8:06", "I": "sJetPyc9O6E", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "2,200"}]}, {"A": [3002, 3003], "songs": [{"C": [5009, 5010], "D": "4:45", "I": "zV7kgdRVSfo", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "989"}, {"C": [5009, 5010], "D": "4:55", "I": "bGVYp0E3Vvs", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "216"}, {"C": [5009, 5010], "D": "5:50", "I": "kY9yYvp0kNc", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "163"}, {"C": [5009, 5010], "D": "4:25", "I": "M4khAaEwVBM", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "156"}, {"C": [5009, 5010], "D": "4:25", "I": "HSlgGX4n6qg", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "113"}, {"C": [5009, 5010], "D": "3:15", "I": "2cHDayJwcUc", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "63"}, {"C": [5009, 5010], "D": "4:53", "I": "SrGBhOoZXr0", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "9"}, {"C": [5009, 5010], "D": "5:06", "I": "2L07YIOiWqs", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "6"}]}, {"A": [3471, 3474], "songs": [{"C": [5009, 5010], "D": "5:47", "I": "tkrRdSRACBI", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "774"}]}, {"A": [3676, 3679], "songs": [{"C": [5009, 5010], "D": "4:40", "I": "DtQfS3F84UE", "R": [1258, 1259], "S": [7650, 8595], "T": [0, 0], "V": "3,062"}]}, {"A": [3126, 3127], "songs": [{"C": [5009, 5010], "D": "9:21", "I": "4HOBrV0jCZg", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "25"}]}, {"A": [3054, 3055], "songs": [{"C": [5009, 5010], "D": "5:05", "I": "On_DYTznJ5Q", "R": [1258, 1259], "S": [7650, 8595], "T": [0, 0], "V": "84"}]}, {"A": [3042, 3043], "songs": [{"C": [5009, 5010], "D": "7:51", "I": "E7nUupCYtXk", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "6,100"}]}, {"A": [5621, 5595], "songs": [{"C": [5009, 5010], "D": "4:39", "I": "Ezy9BtEWNG8", "R": [1258, 1259], "S": [7650, 8595], "T": [0, 0], "V": "37"}]}, {"A": [3101, 3103], "songs": [{"C": [5009, 5010], "D": "2:31", "I": "U1O5yL9HCwk", "R": [1258, 1259], "S": [7650, 8595], "T": [0, 0], "V": "43"}, {"C": [5009, 5010], "D": "2:31", "I": "k3wPMnTtMd8", "R": [1258, 1259], "S": [7650, 8595], "T": [0, 0], "V": "15"}]}, {"A": [3824, 3833], "songs": [{"C": [5009, 5010], "D": "2:27", "I": "6eY54hV5lcI", "R": [1258, 1259], "S": [7650, 8595], "T": [0, 0], "V": "526"}]}, {"A": [3014, 3015], "songs": [{"C": [5009, 5010], "D": "7:38", "I": "zkM67MxDnJs", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "3,700"}, {"C": [5009, 5010], "D": "5:10", "I": "sT4zC2CKJTQ", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "1,400"}, {"C": [5009, 5010], "D": "4:35", "I": "NrRDNd370AA", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "120"}]}, {"A": [5330, 5332], "songs": [{"C": [5009, 5010], "D": "21:31", "I": "3RjVzXIjn0E", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "686"}, {"C": [5009, 5010], "D": "34:24", "I": "J26dZBiErUg", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "85"}, {"C": [5009, 5010], "D": "25:11", "I": "_pL8IKSqqlk", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "22"}]}, {"A": [3086, 3087], "songs": [{"C": [5009, 5010], "D": "4:56", "I": "k2b9e3rF06w", "R": [1258, 1259], "S": [7650, 8595], "T": [0, 0], "V": "253"}, {"C": [5009, 5010], "D": "4:55", "I": "s6sTTURlxMk", "R": [1258, 1259], "S": [7650, 8595], "T": [0, 0], "V": "88"}]}, {"A": [3148, 3149], "songs": [{"C": [5009, 5010], "D": "4:33", "I": "5IFFInFzxuQ", "R": [1080, 1081], "S": [7650, 8595], "T": [0, 0], "V": "75"}]}]}]}