{"stats": [{"H": "Videos", "C": "68"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "13"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "6 H"}, {"H": "Views", "C": "79 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti", "I": 1}, {"H": "Composer", "V": "Neelakanta Sivan", "P": "nIlakaNTa Sivan", "I": 27}, {"H": "Raga", "V": "Bowli", "P": "bauLi", "I": 99}, {"H": "Tala", "V": "Adi", "P": "Adi", "I": 1}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA", "I": 0}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2", "I": 0}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8", "I": 0}, {"H": "Language", "V": "Tamil", "P": "Tamil", "I": 0}, {"H": "God", "V": "SivA", "P": "SivA", "I": 0}], "title": {"T": 968, "H": "Sambo Mahadeva", "V": "SambhO mahAdEva SaraNam", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "sambO mahAdEva saraNam SrI kALa hastIsa"}, {"M": "anupallavi", "T": "ampOja campavanum  anpAna mAyavanum <br/> aTi muTi kANA  neTumalai vANA <br/> akila puvana paripAla cakala varakuNa visAlA    campO"}, {"M": "caraNam 1", "T": "aRiyEn, cinnagn  ciRiyEn unakkanantam taNTaniTTEn <br/> aparAtankaL muzhutum kshamittaruLvAy kai kumpiTTEn <br/> parivAy  un col kanavil kaNTu pizhaikkum vazhi toTTEn <br/> pEtaiyAkilum un pAtam paNiyum  en  perukiya <br/> pavavinai tIrum, kuru paranE karuNaik kaNpArum  campO"}, {"M": "caraNam 2", "T": "AtiyE oru pEtamillAta pOta nirkuNa rUpA <br/> aTiyavar uLLam kuTikoNTa kuru vaTivAna nyAnatIpA <br/> vEta purANa cAttiram ellAm Otum perum pratApA <br/> viNNavar munivar kinkarar kantarvar <br/> vENTit tozhum tAmarai pAta ANTavanE kALattinAtA"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "சம்போ மஹாதேவ சரணம் ஶ்ரீ காள ஹஸ்தீச"}, {"M": "அனுபல்லவி", "T": "அம்போஜ சம்பவனும்  அன்பான மாயவனும் <br/> அடி முடி காணா  நெடுமலை வாணா <br/> அகில புவன பரிபால சகல வரகுண விசாலா    சம்போ"}, {"M": "சரணம் 1", "T": "அறியேன், சின்னஞ்  சிறியேன் உனக்கனந்தம் தண்டனிட்டேன் <br/> அபராதங்கள் முழுதும் க்ஷமித்தருள்வாய் கை கும்பிட்டேன் <br/> பரிவாய்  உன் சொல் கனவில் கண்டு பிழைக்கும் வழி தொட்டேன் <br/> பேதையாகிலும் உன் பாதம் பணியும்  என்  பெருகிய <br/> பவவினை தீரும், குரு பரனே கருணைக் கண்பாரும்  சம்போ"}, {"M": "சரணம் 2", "T": "ஆதியே ஒரு பேதமில்லாத போத நிர்குண ரூபா <br/> அடியவர் உள்ளம் குடிகொண்ட குரு வடிவான ஞானதீபா <br/> வேத புராண சாத்திரம் எல்லாம் ஓதும் பெரும் ப்ரதாபா <br/> விண்ணவர் முனிவர் கிங்கரர் கந்தர்வர் <br/> வேண்டித் தொழும் தாமரை பாத ஆண்டவனே காளத்தினாதா"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "సమ్బో మహాదేవ సరణమ్ శ్రీ కాళ హస్తీస"}, {"M": "అనుపల్లవి", "T": "అమ్పోజ చమ్పవనుమ్  అన్పాన మాయవనుమ్ <br/> అటి ముటి కాణా  నెటుమలై వాణా <br/> అకిల పువన పరిపాల చకల వరకుణ విసాలా    చమ్పో"}, {"M": "చరణమ్ 1", "T": "అఱియేన్, చిన్నఞ్  చిఱియేన్ ఉనక్కనన్తమ్ తణ్టనిట్టేన్ <br/> అపరాతఙ్కళ్ ముఴుతుమ్ క్షమిత్తరుళ్వాయ్ కై కుమ్పిట్టేన్ <br/> పరివాయ్  ఉన్ చొల్ కనవిల్ కణ్టు పిఴైక్కుమ్ వఴి తొట్టేన్ <br/> పేతైయాకిలుమ్ ఉన్ పాతమ్ పణియుమ్  ఎన్  పెరుకియ <br/> పవవినై తీరుమ్, కురు పరనే కరుణైక్ కణ్పారుమ్  చమ్పో"}, {"M": "చరణమ్ 2", "T": "ఆతియే ఒరు పేతమిల్లాత పోత నిర్కుణ రూపా <br/> అటియవర్ ఉళ్ళమ్ కుటికొణ్ట కురు వటివాన ఞానతీపా <br/> వేత పురాణ చాత్తిరమ్ ఎల్లామ్ ఓతుమ్ పెరుమ్ ప్రతాపా <br/> విణ్ణవర్ మునివర్ కిఙ్కరర్ కన్తర్వర్ <br/> వేణ్టిత్ తొఴుమ్ తామరై పాత ఆణ్టవనే కాళత్తినాతా"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಸಮ್ಬೋ ಮಹಾದೇವ ಸರಣಮ್ ಶ್ರೀ ಕಾಳ ಹಸ್ತೀಸ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಅಮ್ಪೋಜ ಚಮ್ಪವನುಮ್  ಅನ್ಪಾನ ಮಾಯವನುಮ್ <br/> ಅಟಿ ಮುಟಿ ಕಾಣಾ  ನೆಟುಮಲೈ ವಾಣಾ <br/> ಅಕಿಲ ಪುವನ ಪರಿಪಾಲ ಚಕಲ ವರಕುಣ ವಿಸಾಲಾ    ಚಮ್ಪೋ"}, {"M": "ಚರಣಮ್ 1", "T": "ಅಱಿಯೇನ್, ಚಿನ್ನಞ್  ಚಿಱಿಯೇನ್ ಉನಕ್ಕನನ್ತಮ್ ತಣ್ಟನಿಟ್ಟೇನ್ <br/> ಅಪರಾತಙ್ಕಳ್ ಮುಳುತುಮ್ ಕ್ಷಮಿತ್ತರುಳ್ವಾಯ್ ಕೈ ಕುಮ್ಪಿಟ್ಟೇನ್ <br/> ಪರಿವಾಯ್  ಉನ್ ಚೊಲ್ ಕನವಿಲ್ ಕಣ್ಟು ಪಿಳೈಕ್ಕುಮ್ ವಳಿ ತೊಟ್ಟೇನ್ <br/> ಪೇತೈಯಾಕಿಲುಮ್ ಉನ್ ಪಾತಮ್ ಪಣಿಯುಮ್  ಎನ್  ಪೆರುಕಿಯ <br/> ಪವವಿನೈ ತೀರುಮ್, ಕುರು ಪರನೇ ಕರುಣೈಕ್ ಕಣ್ಪಾರುಮ್  ಚಮ್ಪೋ"}, {"M": "ಚರಣಮ್ 2", "T": "ಆತಿಯೇ ಒರು ಪೇತಮಿಲ್ಲಾತ ಪೋತ ನಿರ್ಕುಣ ರೂಪಾ <br/> ಅಟಿಯವರ್ ಉಳ್ಳಮ್ ಕುಟಿಕೊಣ್ಟ ಕುರು ವಟಿವಾನ ಞಾನತೀಪಾ <br/> ವೇತ ಪುರಾಣ ಚಾತ್ತಿರಮ್ ಎಲ್ಲಾಮ್ ಓತುಮ್ ಪೆರುಮ್ ಪ್ರತಾಪಾ <br/> ವಿಣ್ಣವರ್ ಮುನಿವರ್ ಕಿಙ್ಕರರ್ ಕನ್ತರ್ವರ್ <br/> ವೇಣ್ಟಿತ್ ತೊಳುಮ್ ತಾಮರೈ ಪಾತ ಆಣ್ಟವನೇ ಕಾಳತ್ತಿನಾತಾ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "സമ്ബോ മഹാദേവ സരണമ് ശ്രീ കാള ഹസ്തീസ"}, {"M": "അനുപല്ലവി", "T": "അമ്പോജ ചമ്പവനുമ്  അന്പാന മായവനുമ് <br/> അടി മുടി കാണാ  നെടുമലൈ വാണാ <br/> അകില പുവന പരിപാല ചകല വരകുണ വിസാലാ    ചമ്പോ"}, {"M": "ചരണമ് 1", "T": "അറിയേന്, ചിന്നഞ്  ചിറിയേന് ഉനക്കനന്തമ് തണ്ടനിട്ടേന് <br/> അപരാതങ്കള് മുഴുതുമ് ക്ഷമിത്തരുള്വായ് കൈ കുമ്പിട്ടേന് <br/> പരിവായ്  ഉന് ചൊല് കനവില് കണ്ടു പിഴൈക്കുമ് വഴി തൊട്ടേന് <br/> പേതൈയാകിലുമ് ഉന് പാതമ് പണിയുമ്  എന്  പെരുകിയ <br/> പവവിനൈ തീരുമ്, കുരു പരനേ കരുണൈക് കണ്പാരുമ്  ചമ്പോ"}, {"M": "ചരണമ് 2", "T": "ആതിയേ ഒരു പേതമില്ലാത പോത നിര്കുണ രൂപാ <br/> അടിയവര് ഉള്ളമ് കുടികൊണ്ട കുരു വടിവാന ഞാനതീപാ <br/> വേത പുരാണ ചാത്തിരമ് എല്ലാമ് ഓതുമ് പെരുമ് പ്രതാപാ <br/> വിണ്ണവര് മുനിവര് കിങ്കരര് കന്തര്വര് <br/> വേണ്ടിത് തൊഴുമ് താമരൈ പാത ആണ്ടവനേ കാളത്തിനാതാ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "सम्बो महादेव सरणम् श्री काल हस्तीस"}, {"M": "अनुपल्लवि", "T": "अम्पोज चम्पवनुम्  अन्पान मायवनुम् <br/> अटि मुटि काणा  नेटुमलै वाणा <br/> अकिल पुवन परिपाल चकल वरकुण विसाला    चम्पो"}, {"M": "चरणम् 1", "T": "अरियेन्, चिन्नञ्  चिरियेन् उनक्कनन्तम् तण्टनिट्टेन् <br/> अपरातङ्कल् मुलुतुम् क्षमित्तरुल्वाय् कै कुम्पिट्टेन् <br/> परिवाय्  उन् चोल् कनविल् कण्टु पिलैक्कुम् वलि तोट्टेन् <br/> पेतैयाकिलुम् उन् पातम् पणियुम्  एन्  पेरुकिय <br/> पवविनै तीरुम्, कुरु परने करुणैक् कण्पारुम्  चम्पो"}, {"M": "चरणम् 2", "T": "आतिये ओरु पेतमिल्लात पोत निर्कुण रूपा <br/> अटियवर् उल्लम् कुटिकोण्ट कुरु वटिवान ञानतीपा <br/> वेत पुराण चात्तिरम् एल्लाम् ओतुम् पेरुम् प्रतापा <br/> विण्णवर् मुनिवर् किङ्करर् कन्तर्वर् <br/> वेण्टित् तोलुम् तामरै पात आण्टवने कालत्तिनाता"}]}], "L": "l", "lyricsref": [{"links": [{"N": "inikkumtamizhisai.blogspot.com", "L": "http://inikkumtamizhisai.blogspot.com/2016/12/thamizh-songs-in-carnatic-music8a.html"}]}], "songs": [{"I": "jJSxJHunHsg", "T": 0, "S": 968, "R": 99, "C": 27, "A": 33, "D": "3:34", "V": "1,107", "J": "m"}, {"I": "3W8mZNgHrIc", "T": 0, "S": 968, "R": 99, "C": 27, "A": 176, "D": "15:33", "V": "712", "J": "m"}, {"I": "PeCFQFfwv5Q", "T": 0, "S": 968, "R": 99, "C": 27, "A": 215, "D": "5:45", "V": "3", "J": "m"}, {"I": "TqAsVni3KII&start=3675&end=4048", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:13", "V": "1,537,326", "J": "m"}, {"I": "IwS20UsiYnU&start=4237&end=4610", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:13", "V": "1,200,493", "J": "m"}, {"I": "zwk69Mpjw10&start=8945&end=9313", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:08", "V": "250,234", "J": "m"}, {"I": "zYA4F4CpgYk&start=4243&end=4611", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:08", "V": "156,815", "J": "m"}, {"I": "la2iLkDORmE", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:51", "V": "53,521", "J": "m"}, {"I": "_sMoGCaIJr4&start=5632&end=5898", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:26", "V": "50,017", "J": "m"}, {"I": "HuZr5sVR1FU&start=50807&end=51057", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:10", "V": "46,234", "J": "m"}, {"I": "acmQc_bqJUM&start=13129&end=13447", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:18", "V": "25,111", "J": "s"}, {"I": "l5cOJOAANEI&start=13226&end=13554", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:28", "V": "23,856", "J": "m"}, {"I": "aDhh_-2PanU&start=6423&end=6769", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:46", "V": "21,557", "J": "m"}, {"I": "QYDIlksKhZ8&start=6258&end=6631", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:13", "V": "17,163", "J": "m"}, {"I": "i4qSY7qb9ac&start=4296&end=4644", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:48", "V": "15,870", "J": "m"}, {"I": "rGvM8e2hRyA&start=7647&end=8015", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:08", "V": "14,862", "J": "m"}, {"I": "MVDcCbTSRj4&start=11017&end=11287", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:30", "V": "14,395", "J": "m"}, {"I": "7LpiGFKn2E0&start=5889&end=6135", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:06", "V": "12,669", "J": "m"}, {"I": "WwthxQ-rqDw&start=7582&end=7896", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:14", "V": "11,795", "J": "m"}, {"I": "7QDxxKH7s4w&start=4&end=373", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:09", "V": "11,371", "J": "m"}, {"I": "3Pc7_MDbJnQ&start=8523&end=8869", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:46", "V": "9,358", "J": "m"}, {"I": "sUqGlbSTdWI", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:10", "V": "7,826", "J": "m"}, {"I": "vYWdjKHIoag&start=7494&end=7778", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:44", "V": "7,216", "J": "m"}, {"I": "aAXlF4vJ2a8&start=8033&end=8283", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:10", "V": "6,845", "J": "m"}, {"I": "EPYCRCBiVs0&start=5&end=255", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:10", "V": "6,758", "J": "m"}, {"I": "LZ-ZW9AFiQw&start=7707&end=7951", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:04", "V": "6,573", "J": "m"}, {"I": "F0p48TicPgg&start=8819&end=9204", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:25", "V": "6,539", "J": "m"}, {"I": "_MpQ8K07jJs&start=7043&end=7302", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:19", "V": "5,693", "J": "h"}, {"I": "Cp3DT-MC5YY&start=4953&end=5286", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:33", "V": "4,832", "J": "m"}, {"I": "nmS4_N4XHow&start=4&end=254", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:10", "V": "4,644", "J": "m"}, {"I": "fTzJieuUDN4&start=1044&end=1269", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "3:45", "V": "3,330", "J": "m"}, {"I": "IAGCcwPkoMI&start=5400&end=5762", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:02", "V": "3,046", "J": "m"}, {"I": "w73DGLDC-S4&start=7050&end=7380", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:30", "V": "2,203", "J": "h"}, {"I": "KYkW1MZ68ys", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:13", "V": "2,107", "J": "m"}, {"I": "yCR2qHXtW3g&start=7043&end=7302", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:19", "V": "1,762", "J": "m"}, {"I": "I3dLXcKLUPs&start=1876&end=2188", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:12", "V": "1,731", "J": "s"}, {"I": "bacs3-iK4U4", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:20", "V": "1,500", "J": "m"}, {"I": "ltnTYXjAbZI&start=4083&end=4427", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:44", "V": "1,337", "J": "m"}, {"I": "C0I-DSQmvZA", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:53", "V": "1,210", "J": "m"}, {"I": "gFBGna1lEak&start=2394&end=2768", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:14", "V": "1,135", "J": "m"}, {"I": "jRBM5oz7AHA", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:40", "V": "976", "J": "m"}, {"I": "WXxdoEkvJtg", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:14", "V": "823", "J": "m"}, {"I": "QZ3bO02slp0", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:35", "V": "767", "J": "m"}, {"I": "IqzG4wl_RT8&start=7707&end=7951", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:04", "V": "708", "J": "m"}, {"I": "pzgWZd38miE", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:19", "V": "703", "J": "m"}, {"I": "28hW_mMZU-c&start=8523&end=8869", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:46", "V": "247", "J": "m"}, {"I": "ajuBlk6zWG4", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:09", "V": "178", "J": "h"}, {"I": "0TwOtCICeGw", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:41", "V": "128", "J": "m"}, {"I": "tWyKRlvuTAM", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:10", "V": "127", "J": "m"}, {"I": "kZiAHDrdegk", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:39", "V": "100", "J": "m"}, {"I": "9FAUWtJEkhM", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "4:10", "V": "85", "J": "h"}, {"I": "3PkR1L3HTtQ", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:53", "V": "43", "J": "m"}, {"I": "YKGgR8iVIlc", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:18", "V": "40", "J": "h"}, {"I": "pZ306-fOO-0", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:29", "V": "37", "J": "h"}, {"I": "t-T2wd-uL_Y", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "6:13", "V": "34", "J": "h"}, {"I": "_VZWYnJ6lUw", "T": 0, "S": 968, "R": 99, "C": 27, "A": 3, "D": "5:09", "V": "10", "J": "h"}, {"I": "razlCQOSHB0", "T": 0, "S": 968, "R": 99, "C": 27, "A": 75, "D": "5:05", "V": "2,662", "J": "h"}, {"I": "PgOLb0u6dvM", "T": 0, "S": 968, "R": 99, "C": 27, "A": 75, "D": "4:45", "V": "39", "J": "h"}, {"I": "1Iqy9jI4RXk", "T": 0, "S": 968, "R": 99, "C": 27, "A": 157, "D": "8:05", "V": "240", "J": "m"}, {"I": "maFPr-tylTk", "T": 0, "S": 968, "R": 99, "C": 27, "A": 13, "D": "5:50", "V": "139", "J": "m"}, {"I": "s3xYJyi5aUA", "T": 0, "S": 968, "R": 99, "C": 27, "A": 13, "D": "5:06", "V": "4", "J": "m"}, {"I": "6t4Ki1RgtfM", "T": 0, "S": 968, "R": 99, "C": 27, "A": 473, "D": "3:30", "V": "12", "J": "m"}, {"I": "s4VUd57THoQ", "T": 0, "S": 968, "R": 99, "C": 27, "A": 88, "D": "6:07", "V": "3,011", "J": "h"}, {"I": "3m3Vt_DA8Y4", "T": 0, "S": 968, "R": 99, "C": 27, "A": 353, "D": "7:40", "V": "35", "J": "m"}, {"I": "3__EHQOaJWE", "T": 0, "S": 968, "R": 99, "C": 27, "A": 56, "D": "10:33", "V": "56", "J": "h"}, {"I": "o5l8LCecVE0&start=539&end=1228", "T": 0, "S": 968, "R": 99, "C": 27, "A": 78, "D": "11:29", "V": "122,624", "J": "m"}, {"I": "c_1rWmoT6Y8", "T": 0, "S": 968, "R": 99, "C": 27, "A": 78, "D": "11:10", "V": "170", "J": "m"}, {"I": "5M8YUm8tOPw", "T": 0, "S": 968, "R": 99, "C": 27, "A": 173, "D": "5:20", "V": "170", "J": "m"}], "folders": [["artist", 33, "0"], ["artist", 176, "1"], ["artist", 215, "2"], ["artist", 3, "3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55"], ["artist", 75, "56,57"], ["artist", 157, "58"], ["artist", 13, "59,60"], ["artist", 473, "61"], ["artist", 88, "62"], ["artist", 353, "63"], ["artist", 56, "64"], ["artist", 78, "65,66"], ["artist", 173, "67"]], "languages": {"english": "0,1,2,11,3,4,5,6,7,8,9,10,12", "tamil": "3,8,7,9,1,2,11,10,6,5,0,4,12", "telugu": "3,7,8,1,2,11,10,6,5,0,4,12,9", "kannada": "3,7,8,1,2,11,10,6,5,0,4,12,9", "malayalam": "3,7,8,1,2,11,10,6,5,0,4,12,9", "hindi": "3,7,8,1,2,11,10,6,5,0,4,12,9", "marathi": "3,7,8,1,2,11,10,6,5,0,4,12,9", "bengali": "3,7,8,1,2,11,10,6,5,0,12,4,9", "gujarati": "3,7,8,1,2,11,10,6,5,0,4,12,9", "punjabi": "3,7,8,1,2,11,10,6,5,0,4,12,9", "odia": "3,7,8,1,2,11,10,6,5,0,4,12,9", "assamese": "3,7,8,1,2,11,10,6,5,0,12,4,9"}}