{"stats": [{"N": "Videos", "C": "31"}, {"N": "Ragas", "C": "1"}, {"N": "Artists", "C": "11"}, {"N": "Types", "C": "1"}, {"N": "Duration", "C": "19 H"}, {"N": "Views", "C": "87 K"}], "info": [{"N": "Type", "V": "Krithi"}, {"N": "Composer", "V": "Subbarama Dikshitar"}, {"N": "Raga", "V": "Sankarabharanam"}, {"N": "Tala", "V": "Adi"}, {"N": "Tala name", "V": "Chatusra Jaati Triputa Tala"}, {"N": "Tala angas", "V": "Laghu-1, Dhruta-2"}, {"N": "Tala count", "V": "4 + 2 + 2 = 8"}, {"N": "Language", "V": "Sanskrit"}, {"N": "God", "V": "Sankaracharya"}], "title": {"N": "SankarAcAryam SrImad bhaktamanOva", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "SankarAcAryam (SrImad) bhaktamanOva SankarAcAryam smarAmyaham <br/> pankajAta bhva vEdyam hrdyam pankajAta bhavarOga vaidyamAdyam SankarAcAryamaham <br/> sadguNa sAndram SrI mahAdEva sarasvatISam yamIndra candram SrI"}, {"M": "anupallavi", "T": "Sankara bhagavaccaraNAparavaryam Sankara krpayAvardhita vIryam"}, {"M": "madhyamakAla sAhityam", "T": "SankarAgasita yaSOdhuryamani SankarAbjamavArya tapas-Sauryam SrI"}, {"M": "caraNam", "T": "parama jnAnalatAlavAlam bhavyatara su-manOjAlam <br/> paramata khaNDana caNDima SIlam paramAdvaita sthApanalIlam"}, {"M": "madhyamakAla sAhityam", "T": "kara kalita daNDa kamaNDalum kashAyadharam vinata muni maNDalam <br/> paramati vijita hara kuNDalam Subha varadam natadharA-khaNDalam SrI"}, {"M": "ciTTasvaram", "T": "sA *ni *pa *dha *ni sA pa ma ga ri sA dha pa ma ga ri sa sa ni dha pa ma ga ri <br/> sA*ni *pa *dha *ni sA pa ma ga ri sA *sa ni dha pa ma ga ri sA ri ga ma pA dha ni <br/> *sa *rI *ga *ma *ga *ga *ri *sa *sa dha pA pA ma ga ri sA ma ga ri *sa dha pa ma ga ma <br/> * indicates tara svaras.  The second and third lines of the ciTTasvara are to be sung in second kAlA."}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "சங்கராசார்யம் (ஶ்ரீமத்) பக்தமனோவ சங்கராசார்யம் ஸ்மராம்யஹம் <br/> பங்கஜாத ப்வ வேத்யம் ஹ்ர்த்யம் பங்கஜாத பவரோக வைத்யமாத்யம் சங்கராசார்யமஹம் <br/> சத்குண சாந்த்ரம் ஶ்ரீ மஹாதேவ சரஸ்வதீசம் யமீந்த்ர சந்த்ரம் ஶ்ரீ"}, {"M": "அனுபல்லவி", "T": "சங்கர பகவச்சரணாபரவர்யம் சங்கர க்ர்பயாவர்தித வீர்யம்"}, {"M": "மத்யமகால சாஹித்யம்", "T": "சங்கராகசித யசோதுர்யமனி சங்கராப்ஜமவார்ய தபஸ்-சௌர்யம் ஶ்ரீ"}, {"M": "சரணம்", "T": "பரம ஞானலதாலவாலம் பவ்யதர சு-மனோஜாலம் <br/> பரமத கண்டன சண்டிம சீலம் பரமாத்வைத ஸ்தாபனலீலம்"}, {"M": "மத்யமகால சாஹித்யம்", "T": "கர கலித தண்ட கமண்டலும் கஷாயதரம் வினத முனி மண்டலம் <br/> பரமதி விஜித ஹர குண்டலம் சுப வரதம் நததரா-கண்டலம் ஶ்ரீ"}, {"M": "சிட்டஸ்வரம்", "T": "சா *நி *ப *த *நி சா ப ம க ரி சா த ப ம க ரி ச ச நி த ப ம க ரி <br/> சா*நி *ப *த *நி சா ப ம க ரி சா *ச நி த ப ம க ரி சா ரி க ம பா த நி <br/> *ச *ரீ *க *ம *க *க *ரி *ச *ச த பா பா ம க ரி சா ம க ரி *ச த ப ம க ம <br/> * இந்திசதெஸ் தர ஸ்வரஸ்.  டெ செசொந்த் அந்த் திர்த் லினெஸ் ஒf தெ சிட்டஸ்வர அரெ தொ பெ சுங்க் இன் செசொந்த் காலா."}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "శఙ్కరాచార్యమ్ (శ్రీమద్) భక్తమనోవ శఙ్కరాచార్యమ్ స్మరామ్యహమ్ <br/> పఙ్కజాత భ్వ వేద్యమ్ హ్ర్ద్యమ్ పఙ్కజాత భవరోగ వైద్యమాద్యమ్ శఙ్కరాచార్యమహమ్ <br/> సద్గుణ సాన్ద్రమ్ శ్రీ మహాదేవ సరస్వతీశమ్ యమీన్ద్ర చన్ద్రమ్ శ్రీ"}, {"M": "అనుపల్లవి", "T": "శఙ్కర భగవచ్చరణాపరవర్యమ్ శఙ్కర క్ర్పయావర్ధిత వీర్యమ్"}, {"M": "మధ్యమకాల సాహిత్యమ్", "T": "శఙ్కరాగసిత యశోధుర్యమని శఙ్కరాబ్జమవార్య తపస్-శౌర్యమ్ శ్రీ"}, {"M": "చరణమ్", "T": "పరమ జ్ఞానలతాలవాలమ్ భవ్యతర సు-మనోజాలమ్ <br/> పరమత ఖణ్డన చణ్డిమ శీలమ్ పరమాద్వైత స్థాపనలీలమ్"}, {"M": "మధ్యమకాల సాహిత్యమ్", "T": "కర కలిత దణ్డ కమణ్డలుమ్ కషాయధరమ్ వినత ముని మణ్డలమ్ <br/> పరమతి విజిత హర కుణ్డలమ్ శుభ వరదమ్ నతధరా-ఖణ్డలమ్ శ్రీ"}, {"M": "చిట్టస్వరమ్", "T": "సా *ని *ప *ధ *ని సా ప మ గ రి సా ధ ప మ గ రి స స ని ధ ప మ గ రి <br/> సా*ని *ప *ధ *ని సా ప మ గ రి సా *స ని ధ ప మ గ రి సా రి గ మ పా ధ ని <br/> *స *రీ *గ *మ *గ *గ *రి *స *స ధ పా పా మ గ రి సా మ గ రి *స ధ ప మ గ మ <br/> * ఇన్దిచతెస్ తర స్వరస్.  ఠె సెచొన్ద్ అన్ద్ థిర్ద్ లినెస్ ఒf థె చిట్టస్వర అరె తొ బె సుఙ్గ్ ఇన్ సెచొన్ద్ కాలా."}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಶಙ್ಕರಾಚಾರ್ಯಮ್ (ಶ್ರೀಮದ್) ಭಕ್ತಮನೋವ ಶಙ್ಕರಾಚಾರ್ಯಮ್ ಸ್ಮರಾಮ್ಯಹಮ್ <br/> ಪಙ್ಕಜಾತ ಭ್ವ ವೇದ್ಯಮ್ ಹ್ರ್ದ್ಯಮ್ ಪಙ್ಕಜಾತ ಭವರೋಗ ವೈದ್ಯಮಾದ್ಯಮ್ ಶಙ್ಕರಾಚಾರ್ಯಮಹಮ್ <br/> ಸದ್ಗುಣ ಸಾನ್ದ್ರಮ್ ಶ್ರೀ ಮಹಾದೇವ ಸರಸ್ವತೀಶಮ್ ಯಮೀನ್ದ್ರ ಚನ್ದ್ರಮ್ ಶ್ರೀ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಶಙ್ಕರ ಭಗವಚ್ಚರಣಾಪರವರ್ಯಮ್ ಶಙ್ಕರ ಕ್ರ್ಪಯಾವರ್ಧಿತ ವೀರ್ಯಮ್"}, {"M": "ಮಧ್ಯಮಕಾಲ ಸಾಹಿತ್ಯಮ್", "T": "ಶಙ್ಕರಾಗಸಿತ ಯಶೋಧುರ್ಯಮನಿ ಶಙ್ಕರಾಬ್ಜಮವಾರ್ಯ ತಪಸ್-ಶೌರ್ಯಮ್ ಶ್ರೀ"}, {"M": "ಚರಣಮ್", "T": "ಪರಮ ಜ್ಞಾನಲತಾಲವಾಲಮ್ ಭವ್ಯತರ ಸು-ಮನೋಜಾಲಮ್ <br/> ಪರಮತ ಖಣ್ಡನ ಚಣ್ಡಿಮ ಶೀಲಮ್ ಪರಮಾದ್ವೈತ ಸ್ಥಾಪನಲೀಲಮ್"}, {"M": "ಮಧ್ಯಮಕಾಲ ಸಾಹಿತ್ಯಮ್", "T": "ಕರ ಕಲಿತ ದಣ್ಡ ಕಮಣ್ಡಲುಮ್ ಕಷಾಯಧರಮ್ ವಿನತ ಮುನಿ ಮಣ್ಡಲಮ್ <br/> ಪರಮತಿ ವಿಜಿತ ಹರ ಕುಣ್ಡಲಮ್ ಶುಭ ವರದಮ್ ನತಧರಾ-ಖಣ್ಡಲಮ್ ಶ್ರೀ"}, {"M": "ಚಿಟ್ಟಸ್ವರಮ್", "T": "ಸಾ *ನಿ *ಪ *ಧ *ನಿ ಸಾ ಪ ಮ ಗ ರಿ ಸಾ ಧ ಪ ಮ ಗ ರಿ ಸ ಸ ನಿ ಧ ಪ ಮ ಗ ರಿ <br/> ಸಾ*ನಿ *ಪ *ಧ *ನಿ ಸಾ ಪ ಮ ಗ ರಿ ಸಾ *ಸ ನಿ ಧ ಪ ಮ ಗ ರಿ ಸಾ ರಿ ಗ ಮ ಪಾ ಧ ನಿ <br/> *ಸ *ರೀ *ಗ *ಮ *ಗ *ಗ *ರಿ *ಸ *ಸ ಧ ಪಾ ಪಾ ಮ ಗ ರಿ ಸಾ ಮ ಗ ರಿ *ಸ ಧ ಪ ಮ ಗ ಮ <br/> * ಇನ್ದಿಚತೆಸ್ ತರ ಸ್ವರಸ್.  ಠೆ ಸೆಚೊನ್ದ್ ಅನ್ದ್ ಥಿರ್ದ್ ಲಿನೆಸ್ ಒf ಥೆ ಚಿಟ್ಟಸ್ವರ ಅರೆ ತೊ ಬೆ ಸುಙ್ಗ್ ಇನ್ ಸೆಚೊನ್ದ್ ಕಾಲಾ."}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ശങ്കരാചാര്യമ് (ശ്രീമദ്) ഭക്തമനോവ ശങ്കരാചാര്യമ് സ്മരാമ്യഹമ് <br/> പങ്കജാത ഭ്വ വേദ്യമ് ഹ്ര്ദ്യമ് പങ്കജാത ഭവരോഗ വൈദ്യമാദ്യമ് ശങ്കരാചാര്യമഹമ് <br/> സദ്ഗുണ സാന്ദ്രമ് ശ്രീ മഹാദേവ സരസ്വതീശമ് യമീന്ദ്ര ചന്ദ്രമ് ശ്രീ"}, {"M": "അനുപല്ലവി", "T": "ശങ്കര ഭഗവച്ചരണാപരവര്യമ് ശങ്കര ക്ര്പയാവര്ധിത വീര്യമ്"}, {"M": "മധ്യമകാല സാഹിത്യമ്", "T": "ശങ്കരാഗസിത യശോധുര്യമനി ശങ്കരാബ്ജമവാര്യ തപസ്-ശൌര്യമ് ശ്രീ"}, {"M": "ചരണമ്", "T": "പരമ ജ്ഞാനലതാലവാലമ് ഭവ്യതര സു-മനോജാലമ് <br/> പരമത ഖണ്ഡന ചണ്ഡിമ ശീലമ് പരമാദ്വൈത സ്ഥാപനലീലമ്"}, {"M": "മധ്യമകാല സാഹിത്യമ്", "T": "കര കലിത ദണ്ഡ കമണ്ഡലുമ് കഷായധരമ് വിനത മുനി മണ്ഡലമ് <br/> പരമതി വിജിത ഹര കുണ്ഡലമ് ശുഭ വരദമ് നതധരാ-ഖണ്ഡലമ് ശ്രീ"}, {"M": "ചിട്ടസ്വരമ്", "T": "സാ *നി *പ *ധ *നി സാ പ മ ഗ രി സാ ധ പ മ ഗ രി സ സ നി ധ പ മ ഗ രി <br/> സാ*നി *പ *ധ *നി സാ പ മ ഗ രി സാ *സ നി ധ പ മ ഗ രി സാ രി ഗ മ പാ ധ നി <br/> *സ *രീ *ഗ *മ *ഗ *ഗ *രി *സ *സ ധ പാ പാ മ ഗ രി സാ മ ഗ രി *സ ധ പ മ ഗ മ <br/> * ഇന്ദിചതെസ് തര സ്വരസ്.  ഠെ സെചൊന്ദ് അന്ദ് ഥിര്ദ് ലിനെസ് ഒf ഥെ ചിട്ടസ്വര അരെ തൊ ബെ സുങ്ഗ് ഇന് സെചൊന്ദ് കാലാ."}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "शङ्कराचार्यम् (श्रीमद्) भक्तमनोव शङ्कराचार्यम् स्मराम्यहम् <br/> पङ्कजात भ्व वेद्यम् ह्र्द्यम् पङ्कजात भवरोग वैद्यमाद्यम् शङ्कराचार्यमहम् <br/> सद्गुण सान्द्रम् श्री महादेव सरस्वतीशम् यमीन्द्र चन्द्रम् श्री"}, {"M": "अनुपल्लवि", "T": "शङ्कर भगवच्चरणापरवर्यम् शङ्कर क्र्पयावर्धित वीर्यम्"}, {"M": "मध्यमकाल साहित्यम्", "T": "शङ्करागसित यशोधुर्यमनि शङ्कराब्जमवार्य तपस्-शौर्यम् श्री"}, {"M": "चरणम्", "T": "परम ज्ञानलतालवालम् भव्यतर सु-मनोजालम् <br/> परमत खण्डन चण्डिम शीलम् परमाद्वैत स्थापनलीलम्"}, {"M": "मध्यमकाल साहित्यम्", "T": "कर कलित दण्ड कमण्डलुम् कषायधरम् विनत मुनि मण्डलम् <br/> परमति विजित हर कुण्डलम् शुभ वरदम् नतधरा-खण्डलम् श्री"}, {"M": "चिट्टस्वरम्", "T": "सा *नि *प *ध *नि सा प म ग रि सा ध प म ग रि स स नि ध प म ग रि <br/> सा*नि *प *ध *नि सा प म ग रि सा *स नि ध प म ग रि सा रि ग म पा ध नि <br/> *स *री *ग *म *ग *ग *रि *स *स ध पा पा म ग रि सा म ग रि *स ध प म ग म <br/> * इन्दिचतेस् तर स्वरस्.  ठे सेचोन्द् अन्द् थिर्द् लिनेस् ओf थे चिट्टस्वर अरे तो बे सुङ्ग् इन् सेचोन्द् काला."}]}], "videos": [{"folder": [{"A": 1637, "songs": [{"C": 2067, "D": "29:17", "H": 5750, "I": "MVOk2DkVF9A", "R": 104, "S": 5751, "T": 0, "V": "4,200"}]}, {"A": 1025, "songs": [{"C": 2067, "D": "34:11", "H": 5750, "I": "Oz-L1DpqXK8", "R": 104, "S": 5751, "T": 0, "V": "578"}, {"C": 2067, "D": "9:01", "H": 5750, "I": "RsniREbjdVU", "R": 104, "S": 5751, "T": 0, "V": "334"}, {"C": 2067, "D": "34:11", "H": 5750, "I": "P8_4lFF8gAc", "R": 104, "S": 5751, "T": 0, "V": "768"}, {"C": 2067, "D": "7:41", "H": 5750, "I": "fmr2-c3oBGg", "R": 104, "S": 5751, "T": 0, "V": "256"}, {"C": 2067, "D": "8:58", "H": 5750, "I": "DAxsdeUKVg8", "R": 104, "S": 5751, "T": 0, "V": "30"}]}, {"A": 1068, "songs": [{"C": 2067, "D": "26:06", "H": 5750, "I": "UshhJV1teGk", "R": 104, "S": 5751, "T": 0, "V": "402"}]}, {"A": 1002, "songs": [{"C": 2067, "D": "25:51", "H": 5750, "I": "PuOlZoYGc2s", "R": 104, "S": 5751, "T": 0, "V": "24"}, {"C": 2067, "D": "50:36", "H": 5750, "I": "BAJiAF9zcjk", "R": 104, "S": 5751, "T": 0, "V": "657"}, {"C": 2067, "D": "1:00:05", "H": 5750, "I": "2oEqoU4A0s4", "R": 104, "S": 5751, "T": 0, "V": "510"}, {"C": 2067, "D": "27:06", "H": 5750, "I": "y4DjNyZHI8M", "R": 104, "S": 5751, "T": 0, "V": "37"}, {"C": 2067, "D": "1:00:11", "H": 5750, "I": "JtyYWVdsczY", "R": 104, "S": 5751, "T": 0, "V": "221"}, {"C": 2067, "D": "31:05", "H": 5750, "I": "nODBm93KiXs", "R": 104, "S": 5751, "T": 0, "V": "34,000"}, {"C": 2067, "D": "49:51", "H": 5750, "I": "Z_dh5d8gPZA", "R": 104, "S": 5751, "T": 0, "V": "1,300"}, {"C": 2067, "D": "50:36", "H": 5750, "I": "hk6Y70WmGdw", "R": 104, "S": 5751, "T": 0, "V": "656"}, {"C": 2067, "D": "50:30", "H": 5750, "I": "Ep0QUTDE9To", "R": 104, "S": 5751, "T": 0, "V": "74"}, {"C": 2067, "D": "57:07", "H": 5750, "I": "ryoVbYMDKyk", "R": 104, "S": 5751, "T": 0, "V": "30"}, {"C": 2067, "D": "25:51", "H": 5750, "I": "6MpPvCgszzI", "R": 104, "S": 5751, "T": 0, "V": "398"}, {"C": 2067, "D": "31:05", "H": 5750, "I": "i5BIpgWoCVg", "R": 104, "S": 5751, "T": 0, "V": "34,775"}, {"C": 2067, "D": "1:00:10", "H": 5750, "I": "WtfSH3v22TI", "R": 104, "S": 5751, "T": 0, "V": "967"}, {"C": 2067, "D": "26:51", "H": 5750, "I": "LXeG8ABLxps", "R": 104, "S": 5751, "T": 0, "V": "490"}, {"C": 2067, "D": "27:26", "H": 5750, "I": "XhEbZ3RXTDM", "R": 104, "S": 5751, "T": 0, "V": "62"}]}, {"A": 1011, "songs": [{"C": 2067, "D": "49:56", "H": 5750, "I": "NmIybyylBuE", "R": 104, "S": 5751, "T": 0, "V": "319"}]}, {"A": 1003, "songs": [{"C": 2067, "D": "1:16:01", "H": 5750, "I": "ig50j_SCDdc", "R": 104, "S": 5751, "T": 0, "V": "48"}, {"C": 2067, "D": "1:15:35", "H": 5750, "I": "zFkNNLbK9bg", "R": 104, "S": 5751, "T": 0, "V": "1,100"}]}, {"A": 1005, "songs": [{"C": 2067, "D": "42:35", "H": 5750, "I": "9xiV_CCOv7U", "R": 104, "S": 5751, "T": 0, "V": "406"}]}, {"A": 1645, "songs": [{"C": 2067, "D": "23:51", "H": 5750, "I": "eL3n67DmETo", "R": 104, "S": 5751, "T": 0, "V": "225"}]}, {"A": 1131, "songs": [{"C": 2067, "D": "16:16", "H": 5750, "I": "nmMYLcPXKUE", "R": 104, "S": 5751, "T": 0, "V": "3,400"}, {"C": 2067, "D": "21:11", "H": 5750, "I": "y5TD-ZjNyq4", "R": 104, "S": 5751, "T": 0, "V": "10"}]}, {"A": 1058, "songs": [{"C": 2067, "D": "29:45", "H": 5750, "I": "3_kdyoF6HCY", "R": 104, "S": 5751, "T": 0, "V": "270"}]}, {"A": 1155, "songs": [{"C": 2067, "D": "46:48", "H": 5750, "I": "5trxQXaw74Q", "R": 104, "S": 5751, "T": 0, "V": "374"}]}]}]}