{"stats": [{"N": "Videos", "C": "1"}, {"N": "Ragas", "C": "1"}, {"N": "Artists", "C": "1"}, {"N": "Types", "C": "1"}, {"N": "Duration", "C": "4 M"}, {"N": "Views", "C": "489"}], "info": [{"N": "Type", "V": "Krithi"}, {"N": "Composer", "V": "S. Dayananda Saraswathi"}, {"N": "Raga", "V": "Mohanam"}, {"N": "Tala", "V": "Adi"}, {"N": "Tala name", "V": "Chatusra Jaati Triputa Tala"}, {"N": "Tala angas", "V": "Laghu-1, Dhruta-2"}, {"N": "Tala count", "V": "4 + 2 + 2 = 8"}, {"N": "Language", "V": "Sanskrit"}], "title": {"N": "SankarAcAryam bhajE mAm pAhi Siva", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "SankarAcAryam bhajE mAm pAhi Siva Sankara rUpam <br/> ArUpam advaya nandakaram yativaram guruvaram"}, {"M": "anupallavi", "T": "mOdakAdi hrt bhAvita caraNam vidhitAkhila SAstra sudhA jaladhi <br/> mada hita mAyA bhava apavAryam hAram stutisaram vAram vAram"}, {"M": "madhyamakAla sAhityam", "T": "suSAnta mUrtim hela vicAram ISa khEladi bhAgya vityAsam <br/> vidhyAta parasma nija svarUpam gEyam gEyam gEyam bhayam"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "சங்கராசார்யம் பஜே மாம் பாஹி சிவ சங்கர ரூபம் <br/> ஆரூபம் அத்வய நந்தகரம் யதிவரம் குருவரம்"}, {"M": "அனுபல்லவி", "T": "மோதகாதி ஹ்ர்த் பாவித சரணம் விதிதாகில சாஸ்த்ர சுதா ஜலதி <br/> மத ஹித மாயா பவ அபவார்யம் ஹாரம் ஸ்துதிசரம் வாரம் வாரம்"}, {"M": "மத்யமகால சாஹித்யம்", "T": "சுசாந்த மூர்திம் ஹெல விசாரம் ஈச கேலதி பாக்ய வித்யாசம் <br/> வித்யாத பரஸ்ம நிஜ ஸ்வரூபம் கேயம் கேயம் கேயம் பயம்"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "శఙ్కరాచార్యమ్ భజే మామ్ పాహి శివ శఙ్కర రూపమ్ <br/> ఆరూపమ్ అద్వయ నన్దకరమ్ యతివరమ్ గురువరమ్"}, {"M": "అనుపల్లవి", "T": "మోదకాది హ్ర్త్ భావిత చరణమ్ విధితాఖిల శాస్త్ర సుధా జలధి <br/> మద హిత మాయా భవ అపవార్యమ్ హారమ్ స్తుతిసరమ్ వారమ్ వారమ్"}, {"M": "మధ్యమకాల సాహిత్యమ్", "T": "సుశాన్త మూర్తిమ్ హెల విచారమ్ ఈశ ఖేలది భాగ్య విత్యాసమ్ <br/> విధ్యాత పరస్మ నిజ స్వరూపమ్ గేయమ్ గేయమ్ గేయమ్ భయమ్"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಶಙ್ಕರಾಚಾರ್ಯಮ್ ಭಜೇ ಮಾಮ್ ಪಾಹಿ ಶಿವ ಶಙ್ಕರ ರೂಪಮ್ <br/> ಆರೂಪಮ್ ಅದ್ವಯ ನನ್ದಕರಮ್ ಯತಿವರಮ್ ಗುರುವರಮ್"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಮೋದಕಾದಿ ಹ್ರ್ತ್ ಭಾವಿತ ಚರಣಮ್ ವಿಧಿತಾಖಿಲ ಶಾಸ್ತ್ರ ಸುಧಾ ಜಲಧಿ <br/> ಮದ ಹಿತ ಮಾಯಾ ಭವ ಅಪವಾರ್ಯಮ್ ಹಾರಮ್ ಸ್ತುತಿಸರಮ್ ವಾರಮ್ ವಾರಮ್"}, {"M": "ಮಧ್ಯಮಕಾಲ ಸಾಹಿತ್ಯಮ್", "T": "ಸುಶಾನ್ತ ಮೂರ್ತಿಮ್ ಹೆಲ ವಿಚಾರಮ್ ಈಶ ಖೇಲದಿ ಭಾಗ್ಯ ವಿತ್ಯಾಸಮ್ <br/> ವಿಧ್ಯಾತ ಪರಸ್ಮ ನಿಜ ಸ್ವರೂಪಮ್ ಗೇಯಮ್ ಗೇಯಮ್ ಗೇಯಮ್ ಭಯಮ್"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ശങ്കരാചാര്യമ് ഭജേ മാമ് പാഹി ശിവ ശങ്കര രൂപമ് <br/> ആരൂപമ് അദ്വയ നന്ദകരമ് യതിവരമ് ഗുരുവരമ്"}, {"M": "അനുപല്ലവി", "T": "മോദകാദി ഹ്ര്ത് ഭാവിത ചരണമ് വിധിതാഖില ശാസ്ത്ര സുധാ ജലധി <br/> മദ ഹിത മായാ ഭവ അപവാര്യമ് ഹാരമ് സ്തുതിസരമ് വാരമ് വാരമ്"}, {"M": "മധ്യമകാല സാഹിത്യമ്", "T": "സുശാന്ത മൂര്തിമ് ഹെല വിചാരമ് ഈശ ഖേലദി ഭാഗ്യ വിത്യാസമ് <br/> വിധ്യാത പരസ്മ നിജ സ്വരൂപമ് ഗേയമ് ഗേയമ് ഗേയമ് ഭയമ്"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "शङ्कराचार्यम् भजे माम् पाहि शिव शङ्कर रूपम् <br/> आरूपम् अद्वय नन्दकरम् यतिवरम् गुरुवरम्"}, {"M": "अनुपल्लवि", "T": "मोदकादि ह्र्त् भावित चरणम् विधिताखिल शास्त्र सुधा जलधि <br/> मद हित माया भव अपवार्यम् हारम् स्तुतिसरम् वारम् वारम्"}, {"M": "मध्यमकाल साहित्यम्", "T": "सुशान्त मूर्तिम् हेल विचारम् ईश खेलदि भाग्य वित्यासम् <br/> विध्यात परस्म निज स्वरूपम् गेयम् गेयम् गेयम् भयम्"}]}], "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c16843.shtml"}]}], "videos": [{"folder": [{"A": 1011, "songs": [{"C": 2062, "D": "4:41", "H": 13075, "I": "VJXmsIIK0p0", "R": 106, "S": 13078, "T": 0, "V": "489"}]}]}]}