{"stats": [{"H": "Videos", "C": "63"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "21"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "25 H"}, {"H": "Views", "C": "84 K"}], "info": [{"H": "Type", "V": "Navarathri", "P": "navarAtri", "I": 22}, {"H": "Composer", "V": "Swathi Thirunal", "P": "svAthi thiru.NAL", "I": 5}, {"H": "Raga", "V": "Panthuvarali", "P": "paMtuvarALi", "I": 26}, {"H": "Tala", "V": "Adi", "P": "Adi", "I": 1}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA", "I": 0}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2", "I": 0}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8", "I": 0}, {"H": "Language", "V": "Sanskrit", "P": "Sanskrit", "I": 0}, {"H": "God", "V": "dEvi", "P": "dEvi", "I": 0}], "title": {"T": 529, "H": "Saroruhasana Jaye", "V": "sarOruhAsana jAyE", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "sarOruhAsana jAyE bhavati sAmOdam amba namAmi"}, {"M": "anupallavi", "T": "purandarAdi surOttama surucira kirITa maNi kiraNAncita caraNE"}, {"M": "caraNam 1", "T": "yAminI SamanOgyatama ruci bhU mamada vinivAraNa paTusita <br/> tAmarasa mrdukOTara vAsini sAmaja rAja sadrSa gamanE <br/> kAma manjuSa rAsana nirupama kAnti hara cilli calana nihata <br/> bhIma nibiDAg-gyAnamalEsu lalAma SObhita pAlatalE vara <br/> hEma cArubhUshaNa lasitE madahIna mauni hrdayaikapadE sura <br/> bhAminI nivaha gIta guNE SaSidhAma mandahasitE jaya bhagavati"}, {"M": "caraNam 2", "T": "mangaLAravaSAli vINAsangikara mrduLAnguLi daLajita <br/> tunga kalpaka kisalaya nivahE durita sEvaka tApa bharE <br/> bhrnga sancaya valayita su ma sura bhIkrta dhammillara citamada <br/> bhanga sajalAmbOdha kulE nava pankajOpama nayaya yugE lasatanga <br/> rAga ghana sAra hariNa mada hAra bhAsi kucakumbhayugE hari <br/> pungavOpamita madhyatalE pAbOdha rUpiNi parE jagadISvari"}, {"M": "caraNam 3", "T": "bAlacandra vatamsini parijana pAlanaikaparE ghana pAdaka <br/> Saila bhidurAyita caritE karuNAlavAlAyita hrdayE <br/> lOla rucirALaka parivrta su-viSAla niTilAyita vadanE <br/> nAlamiha phaNi nAyakOpi batAlabitumayi mahimAnam tE <br/> tulatAma nayamamOdyata vidyA jAlamASunanu parAdhi sakalam <br/> phAla lOcana mukhAkhila vandita padmanAbha padasEvaka niratE"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "சரோருஹாசன ஜாயே பவதி சாமோதம் அம்ப நமாமி"}, {"M": "அனுபல்லவி", "T": "புரந்தராதி சுரோத்தம சுருசிர கிரீட மணி கிரணாஞ்சித சரணே"}, {"M": "சரணம் 1", "T": "யாமினீ சமனோஞ்ஞதம ருசி பூ மமத வினிவாரண படுசித <br/> தாமரச ம்ர்துகோடர வாசினி சாமஜ ராஜ சத்ர்ச கமனே <br/> காம மஞ்ஜுச ராசன நிருபம காந்தி ஹர சில்லி சலன நிஹத <br/> பீம நிபிடாக்-ஞானமலேசு லலாம சோபித பாலதலே வர <br/> ஹேம சாருபூஷண லசிதே மதஹீன மௌனி ஹ்ர்தயைகபதே சுர <br/> பாமினீ நிவஹ கீத குணே சசிதாம மந்தஹசிதே ஜய பகவதி"}, {"M": "சரணம் 2", "T": "மங்களாரவசாலி வீணாசங்கிகர ம்ர்துளாங்குளி தளஜித <br/> துங்க கல்பக கிசலய நிவஹே துரித சேவக தாப பரே <br/> ப்ர்ங்க சஞ்சய வலயித சு ம சுர பீக்ர்த தம்மில்லர சிதமத <br/> பங்க சஜலாம்போத குலே நவ பங்கஜோபம நயய யுகே லசதங்க <br/> ராக கன சார ஹரிண மத ஹார பாசி குசகும்பயுகே ஹரி <br/> புங்கவோபமித மத்யதலே பாபோத ரூபிணி பரே ஜகதீஶ்வரி"}, {"M": "சரணம் 3", "T": "பாலசந்த்ர வதம்சினி பரிஜன பாலனைகபரே கன பாதக <br/> சைல பிதுராயித சரிதே கருணாலவாலாயித ஹ்ர்தயே <br/> லோல ருசிராளக பரிவ்ர்த சு-விசால நிடிலாயித வதனே <br/> நாலமிஹ பணி நாயகோபி பதாலபிதுமயி மஹிமானம் தே <br/> துலதாம நயமமோத்யத வித்யா ஜாலமாசுனனு பராதி சகலம் <br/> பால லோசன முகாகில வந்தித பத்மனாப பதசேவக நிரதே"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "సరోరుహాసన జాయే భవతి సామోదమ్ అమ్బ నమామి"}, {"M": "అనుపల్లవి", "T": "పురన్దరాది సురోత్తమ సురుచిర కిరీట మణి కిరణాంచిత చరణే"}, {"M": "చరణమ్ 1", "T": "యామినీ శమనోజ్ఞతమ రుచి భూ మమద వినివారణ పటుసిత <br/> తామరస మ్ర్దుకోటర వాసిని సామజ రాజ సద్ర్శ గమనే <br/> కామ మంజుశ రాసన నిరుపమ కాన్తి హర చిల్లి చలన నిహత <br/> భీమ నిబిడాగ్-జ్ఞానమలేసు లలామ శోభిత పాలతలే వర <br/> హేమ చారుభూషణ లసితే మదహీన మౌని హ్ర్దయైకపదే సుర <br/> భామినీ నివహ గీత గుణే శశిధామ మన్దహసితే జయ భగవతి"}, {"M": "చరణమ్ 2", "T": "మంగళారవశాలి వీణాసంగికర మ్ర్దుళాంగుళి దళజిత <br/> తుంగ కల్పక కిసలయ నివహే దురిత సేవక తాప భరే <br/> భ్ర్ంగ సంచయ వలయిత సు మ సుర భీక్ర్త ధమ్మిల్లర చితమద <br/> భంగ సజలామ్బోధ కులే నవ పంకజోపమ నయయ యుగే లసతంగ <br/> రాగ ఘన సార హరిణ మద హార భాసి కుచకుమ్భయుగే హరి <br/> పుంగవోపమిత మధ్యతలే పాబోధ రూపిణి పరే జగదీశ్వరి"}, {"M": "చరణమ్ 3", "T": "బాలచన్ద్ర వతమ్సిని పరిజన పాలనైకపరే ఘన పాదక <br/> శైల భిదురాయిత చరితే కరుణాలవాలాయిత హ్ర్దయే <br/> లోల రుచిరాళక పరివ్ర్త సు-విశాల నిటిలాయిత వదనే <br/> నాలమిహ ఫణి నాయకోపి బతాలబితుమయి మహిమానమ్ తే <br/> తులతామ నయమమోద్యత విద్యా జాలమాశునను పరాధి సకలమ్ <br/> ఫాల లోచన ముఖాఖిల వన్దిత పద్మనాభ పదసేవక నిరతే"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಸರೋರುಹಾಸನ ಜಾಯೇ ಭವತಿ ಸಾಮೋದಮ್ ಅಮ್ಬ ನಮಾಮಿ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಪುರನ್ದರಾದಿ ಸುರೋತ್ತಮ ಸುರುಚಿರ ಕಿರೀಟ ಮಣಿ ಕಿರಣಾಂಚಿತ ಚರಣೇ"}, {"M": "ಚರಣಮ್ 1", "T": "ಯಾಮಿನೀ ಶಮನೋಜ್ಞತಮ ರುಚಿ ಭೂ ಮಮದ ವಿನಿವಾರಣ ಪಟುಸಿತ <br/> ತಾಮರಸ ಮ್ರ್ದುಕೋಟರ ವಾಸಿನಿ ಸಾಮಜ ರಾಜ ಸದ್ರ್ಶ ಗಮನೇ <br/> ಕಾಮ ಮಂಜುಶ ರಾಸನ ನಿರುಪಮ ಕಾನ್ತಿ ಹರ ಚಿಲ್ಲಿ ಚಲನ ನಿಹತ <br/> ಭೀಮ ನಿಬಿಡಾಗ್-ಜ್ಞಾನಮಲೇಸು ಲಲಾಮ ಶೋಭಿತ ಪಾಲತಲೇ ವರ <br/> ಹೇಮ ಚಾರುಭೂಷಣ ಲಸಿತೇ ಮದಹೀನ ಮೌನಿ ಹ್ರ್ದಯೈಕಪದೇ ಸುರ <br/> ಭಾಮಿನೀ ನಿವಹ ಗೀತ ಗುಣೇ ಶಶಿಧಾಮ ಮನ್ದಹಸಿತೇ ಜಯ ಭಗವತಿ"}, {"M": "ಚರಣಮ್ 2", "T": "ಮಂಗಳಾರವಶಾಲಿ ವೀಣಾಸಂಗಿಕರ ಮ್ರ್ದುಳಾಂಗುಳಿ ದಳಜಿತ <br/> ತುಂಗ ಕಲ್ಪಕ ಕಿಸಲಯ ನಿವಹೇ ದುರಿತ ಸೇವಕ ತಾಪ ಭರೇ <br/> ಭ್ರ್ಂಗ ಸಂಚಯ ವಲಯಿತ ಸು ಮ ಸುರ ಭೀಕ್ರ್ತ ಧಮ್ಮಿಲ್ಲರ ಚಿತಮದ <br/> ಭಂಗ ಸಜಲಾಮ್ಬೋಧ ಕುಲೇ ನವ ಪಂಕಜೋಪಮ ನಯಯ ಯುಗೇ ಲಸತಂಗ <br/> ರಾಗ ಘನ ಸಾರ ಹರಿಣ ಮದ ಹಾರ ಭಾಸಿ ಕುಚಕುಮ್ಭಯುಗೇ ಹರಿ <br/> ಪುಂಗವೋಪಮಿತ ಮಧ್ಯತಲೇ ಪಾಬೋಧ ರೂಪಿಣಿ ಪರೇ ಜಗದೀಶ್ವರಿ"}, {"M": "ಚರಣಮ್ 3", "T": "ಬಾಲಚನ್ದ್ರ ವತಮ್ಸಿನಿ ಪರಿಜನ ಪಾಲನೈಕಪರೇ ಘನ ಪಾದಕ <br/> ಶೈಲ ಭಿದುರಾಯಿತ ಚರಿತೇ ಕರುಣಾಲವಾಲಾಯಿತ ಹ್ರ್ದಯೇ <br/> ಲೋಲ ರುಚಿರಾಳಕ ಪರಿವ್ರ್ತ ಸು-ವಿಶಾಲ ನಿಟಿಲಾಯಿತ ವದನೇ <br/> ನಾಲಮಿಹ ಫಣಿ ನಾಯಕೋಪಿ ಬತಾಲಬಿತುಮಯಿ ಮಹಿಮಾನಮ್ ತೇ <br/> ತುಲತಾಮ ನಯಮಮೋದ್ಯತ ವಿದ್ಯಾ ಜಾಲಮಾಶುನನು ಪರಾಧಿ ಸಕಲಮ್ <br/> ಫಾಲ ಲೋಚನ ಮುಖಾಖಿಲ ವನ್ದಿತ ಪದ್ಮನಾಭ ಪದಸೇವಕ ನಿರತೇ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "സരോരുഹാസന ജായേ ഭവതി സാമോദമ് അമ്ബ നമാമി"}, {"M": "അനുപല്ലവി", "T": "പുരന്ദരാദി സുരോത്തമ സുരുചിര കിരീട മണി കിരണാംചിത ചരണേ"}, {"M": "ചരണമ് 1", "T": "യാമിനീ ശമനോജ്ഞതമ രുചി ഭൂ മമദ വിനിവാരണ പടുസിത <br/> താമരസ മ്ര്ദുകോടര വാസിനി സാമജ രാജ സദ്ര്ശ ഗമനേ <br/> കാമ മംജുശ രാസന നിരുപമ കാന്തി ഹര ചില്ലി ചലന നിഹത <br/> ഭീമ നിബിഡാഗ്-ജ്ഞാനമലേസു ലലാമ ശോഭിത പാലതലേ വര <br/> ഹേമ ചാരുഭൂഷണ ലസിതേ മദഹീന മൌനി ഹ്ര്ദയൈകപദേ സുര <br/> ഭാമിനീ നിവഹ ഗീത ഗുണേ ശശിധാമ മന്ദഹസിതേ ജയ ഭഗവതി"}, {"M": "ചരണമ് 2", "T": "മംഗളാരവശാലി വീണാസംഗികര മ്ര്ദുളാംഗുളി ദളജിത <br/> തുംഗ കല്പക കിസലയ നിവഹേ ദുരിത സേവക താപ ഭരേ <br/> ഭ്ര്ംഗ സംചയ വലയിത സു മ സുര ഭീക്ര്ത ധമ്മില്ലര ചിതമദ <br/> ഭംഗ സജലാമ്ബോധ കുലേ നവ പംകജോപമ നയയ യുഗേ ലസതംഗ <br/> രാഗ ഘന സാര ഹരിണ മദ ഹാര ഭാസി കുചകുമ്ഭയുഗേ ഹരി <br/> പുംഗവോപമിത മധ്യതലേ പാബോധ രൂപിണി പരേ ജഗദീശ്വരി"}, {"M": "ചരണമ് 3", "T": "ബാലചന്ദ്ര വതമ്സിനി പരിജന പാലനൈകപരേ ഘന പാദക <br/> ശൈല ഭിദുരായിത ചരിതേ കരുണാലവാലായിത ഹ്ര്ദയേ <br/> ലോല രുചിരാളക പരിവ്ര്ത സു-വിശാല നിടിലായിത വദനേ <br/> നാലമിഹ ഫണി നായകോപി ബതാലബിതുമയി മഹിമാനമ് തേ <br/> തുലതാമ നയമമോദ്യത വിദ്യാ ജാലമാശുനനു പരാധി സകലമ് <br/> ഫാല ലോചന മുഖാഖില വന്ദിത പദ്മനാഭ പദസേവക നിരതേ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "सरोरुहासन जाये भवति सामोदम् अम्ब नमामि"}, {"M": "अनुपल्लवि", "T": "पुरन्दरादि सुरोत्तम सुरुचिर किरीट मणि किरणांचित चरणे"}, {"M": "चरणम् 1", "T": "यामिनी शमनोज्ञतम रुचि भू ममद विनिवारण पटुसित <br/> तामरस म्र्दुकोटर वासिनि सामज राज सद्र्श गमने <br/> काम मंजुश रासन निरुपम कान्ति हर चिल्लि चलन निहत <br/> भीम निबिडाग्-ज्ञानमलेसु ललाम शोभित पालतले वर <br/> हेम चारुभूषण लसिते मदहीन मौनि ह्र्दयैकपदे सुर <br/> भामिनी निवह गीत गुणे शशिधाम मन्दहसिते जय भगवति"}, {"M": "चरणम् 2", "T": "मंगलारवशालि वीणासंगिकर म्र्दुलांगुलि दलजित <br/> तुंग कल्पक किसलय निवहे दुरित सेवक ताप भरे <br/> भ्र्ंग संचय वलयित सु म सुर भीक्र्त धम्मिल्लर चितमद <br/> भंग सजलाम्बोध कुले नव पंकजोपम नयय युगे लसतंग <br/> राग घन सार हरिण मद हार भासि कुचकुम्भयुगे हरि <br/> पुंगवोपमित मध्यतले पाबोध रूपिणि परे जगदीश्वरि"}, {"M": "चरणम् 3", "T": "बालचन्द्र वतम्सिनि परिजन पालनैकपरे घन पादक <br/> शैल भिदुरायित चरिते करुणालवालायित ह्र्दये <br/> लोल रुचिरालक परिव्र्त सु-विशाल निटिलायित वदने <br/> नालमिह फणि नायकोपि बतालबितुमयि महिमानम् ते <br/> तुलताम नयममोद्यत विद्या जालमाशुननु पराधि सकलम् <br/> फाल लोचन मुखाखिल वन्दित पद्मनाभ पदसेवक निरते"}]}], "L": "l", "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c6946.shtml"}, {"N": "www.carnatica.net", "L": "http://www.carnatica.net/special/saroruhasana.htm"}]}], "songs": [{"I": "MlNAvIJiGP4", "T": 22, "S": 529, "R": 26, "C": 5, "A": 51, "D": "14:41", "V": "14,846", "J": "h"}, {"I": "k0DxwlQDgUE", "T": 22, "S": 529, "R": 26, "C": 5, "A": 51, "D": "12:40", "V": "5,659", "J": "h"}, {"I": "rYrTshaC5aw", "T": 22, "S": 529, "R": 26, "C": 5, "A": 51, "D": "14:32", "V": "4,162", "J": "h"}, {"I": "3ISBrUkHWC4", "T": 22, "S": 529, "R": 26, "C": 5, "A": 51, "D": "13:03", "V": "2,677", "J": "h"}, {"I": "KgKrQC0J6HA", "T": 22, "S": 529, "R": 26, "C": 5, "A": 51, "D": "12:40", "V": "1,783", "J": "h"}, {"I": "xLuJdrzlEXk", "T": 22, "S": 529, "R": 26, "C": 5, "A": 51, "D": "25:47", "V": "1,104", "J": "h"}, {"I": "qey2XBs5zr4", "T": 22, "S": 529, "R": 26, "C": 5, "A": 51, "D": "29:20", "V": "1,000", "J": "m"}, {"I": "9CVkmVyw1Tk", "T": 22, "S": 529, "R": 26, "C": 5, "A": 51, "D": "42:04", "V": "782", "J": "m"}, {"I": "8cNswGlX-4A", "T": 22, "S": 529, "R": 26, "C": 5, "A": 51, "D": "1:07:57", "V": "518", "J": "m"}, {"I": "v-XxyEC7pCo", "T": 22, "S": 529, "R": 26, "C": 5, "A": 51, "D": "1:08:00", "V": "166", "J": "m"}, {"I": "MYYpnAFd2gw&start=2145&end=2421", "T": 22, "S": 529, "R": 26, "C": 5, "A": 33, "D": "4:36", "V": "21,406", "J": "m"}, {"I": "FLqgYh5wb3c", "T": 22, "S": 529, "R": 26, "C": 5, "A": 33, "D": "4:36", "V": "1,091", "J": "m"}, {"I": "rAy-NBMkDJo", "T": 22, "S": 529, "R": 26, "C": 5, "A": 521, "D": "25:09", "V": "1,357", "J": "m"}, {"I": "bp3fgIdgYRQ&start=1338&end=2841", "T": 22, "S": 529, "R": 26, "C": 5, "A": 521, "D": "25:03", "V": "930", "J": "m"}, {"I": "131H8MwYoIY&start=1349&end=2848", "T": 22, "S": 529, "R": 26, "C": 5, "A": 521, "D": "24:59", "V": "94", "J": "m"}, {"I": "almRRPqDsFo", "T": 22, "S": 529, "R": 26, "C": 5, "A": 521, "D": "26:12", "V": "49", "J": "m"}, {"I": "36lB5Bpf9LM&start=1338&end=2841", "T": 22, "S": 529, "R": 26, "C": 5, "A": 521, "D": "25:03", "V": "34", "J": "m"}, {"I": "p_nfyezietM", "T": 22, "S": 529, "R": 26, "C": 5, "A": 28, "D": "7:06", "V": "212", "J": "m"}, {"I": "KPkefSGanVc", "T": 22, "S": 529, "R": 26, "C": 5, "A": 70, "D": "5:14", "V": "1,685", "J": "s"}, {"I": "mHemdDQULmo&start=1829&end=4034", "T": 22, "S": 529, "R": 26, "C": 5, "A": 16, "D": "36:45", "V": "10,154", "J": "s"}, {"I": "0wnVO8s5fJ8", "T": 22, "S": 529, "R": 26, "C": 5, "A": 16, "D": "26:25", "V": "1,189", "J": "m"}, {"I": "x8QVaEY4zZM&start=1600&end=4356", "T": 22, "S": 529, "R": 26, "C": 5, "A": 16, "D": "45:56", "V": "790", "J": "s"}, {"I": "qJFtUdD95zA&start=914&end=1648", "T": 22, "S": 529, "R": 26, "C": 5, "A": 16, "D": "12:14", "V": "396", "J": "m"}, {"I": "wwZiSjdjXwE&start=913&end=1649", "T": 22, "S": 529, "R": 26, "C": 5, "A": 16, "D": "12:16", "V": "235", "J": "m"}, {"I": "hLFqS_b0gWs", "T": 22, "S": 529, "R": 26, "C": 5, "A": 16, "D": "12:16", "V": "95", "J": "s"}, {"I": "isU_8CSusDM", "T": 22, "S": 529, "R": 26, "C": 5, "A": 16, "D": "45:56", "V": "86", "J": "m"}, {"I": "8IeDj9G-XjQ", "T": 22, "S": 529, "R": 26, "C": 5, "A": 16, "D": "12:20", "V": "40", "J": "m"}, {"I": "j86L1G6ytbE", "T": 22, "S": 529, "R": 26, "C": 5, "A": 16, "D": "12:16", "V": "17", "J": "h"}, {"I": "fINAloPLiuY", "T": 22, "S": 529, "R": 26, "C": 5, "A": 346, "D": "4:47", "V": "4,081", "J": "m"}, {"I": "VygBTc4GRGI", "T": 22, "S": 529, "R": 26, "C": 5, "A": 346, "D": "4:47", "V": "1,278", "J": "m"}, {"I": "eFCS2ogPUBI", "T": 22, "S": 529, "R": 26, "C": 5, "A": 8, "D": "31:18", "V": "1,526", "J": "h"}, {"I": "vI99p6TI0-g", "T": 22, "S": 529, "R": 26, "C": 5, "A": 8, "D": "31:49", "V": "758", "J": "h"}, {"I": "IGdxnzQNWrg", "T": 22, "S": 529, "R": 26, "C": 5, "A": 8, "D": "31:18", "V": "575", "J": "m"}, {"I": "GfrkwK6RmNY", "T": 22, "S": 529, "R": 26, "C": 5, "A": 21, "D": "47:42", "V": "1,251", "J": "m"}, {"I": "H8yw7nNAjuw", "T": 22, "S": 529, "R": 26, "C": 5, "A": 21, "D": "47:45", "V": "18", "J": "m"}, {"I": "Q1CAO-HIzJM", "T": 22, "S": 529, "R": 26, "C": 5, "A": 157, "D": "6:41", "V": "116", "J": "m"}, {"I": "JfgryIBAMro", "T": 22, "S": 529, "R": 26, "C": 5, "A": 331, "D": "3:00", "V": "1,702", "J": "m"}, {"I": "fbC84RGs1yA", "T": 22, "S": 529, "R": 26, "C": 5, "A": 331, "D": "6:31", "V": "1,219", "J": "s"}, {"I": "Yc40Xgz_c9E", "T": 22, "S": 529, "R": 26, "C": 5, "A": 211, "D": "53:06", "V": "451", "J": "h"}, {"I": "bFl_yfhoR0s", "T": 22, "S": 529, "R": 26, "C": 5, "A": 211, "D": "28:25", "V": "38", "J": "m"}, {"I": "FHfFSEAzI60", "T": 22, "S": 529, "R": 26, "C": 5, "A": 15, "D": "12:50", "V": "8,672", "J": "h"}, {"I": "d3Z409uygio", "T": 22, "S": 529, "R": 26, "C": 5, "A": 15, "D": "43:06", "V": "4,021", "J": "s"}, {"I": "TsCG7SfF6GA", "T": 22, "S": 529, "R": 26, "C": 5, "A": 15, "D": "9:16", "V": "2,061", "J": "h"}, {"I": "h0hSi2DX1nU", "T": 22, "S": 529, "R": 26, "C": 5, "A": 15, "D": "20:12", "V": "1,809", "J": "m"}, {"I": "ta9dJGWwvhY", "T": 22, "S": 529, "R": 26, "C": 5, "A": 15, "D": "0:52", "V": "1,655", "J": "s"}, {"I": "ODmo-jgGctA", "T": 22, "S": 529, "R": 26, "C": 5, "A": 15, "D": "9:30", "V": "1,463", "J": "h"}, {"I": "0dvynOMb_p0", "T": 22, "S": 529, "R": 26, "C": 5, "A": 15, "D": "28:50", "V": "1,167", "J": "m"}, {"I": "8h2jzBMtFE0", "T": 22, "S": 529, "R": 26, "C": 5, "A": 15, "D": "42:42", "V": "578", "J": "m"}, {"I": "bCBINwFXhno", "T": 22, "S": 529, "R": 26, "C": 5, "A": 15, "D": "21:09", "V": "521", "J": "h"}, {"I": "x7UUPvitK6M", "T": 22, "S": 529, "R": 26, "C": 5, "A": 15, "D": "9:20", "V": "0", "J": "m"}, {"I": "zpM2WIU0wkM&start=7263&end=9002", "T": 22, "S": 529, "R": 26, "C": 5, "A": 12, "D": "28:59", "V": "7,744", "J": "m"}, {"I": "_RpPKTnhXwU", "T": 22, "S": 529, "R": 26, "C": 5, "A": 12, "D": "59:42", "V": "455", "J": "h"}, {"I": "hTZ-M_yNIq4", "T": 22, "S": 529, "R": 26, "C": 5, "A": 12, "D": "1:00:00", "V": "381", "J": "m"}, {"I": "E9U2J592mXw", "T": 22, "S": 529, "R": 26, "C": 5, "A": 12, "D": "25:07", "V": "257", "J": "m"}, {"I": "kejBAVcxoRk&start=2383&end=2706", "T": 22, "S": 529, "R": 26, "C": 5, "A": 53, "D": "5:23", "V": "6,585", "J": "m"}, {"I": "u1-d5e_ZfIQ", "T": 22, "S": 529, "R": 26, "C": 5, "A": 7, "D": "24:04", "V": "2,687", "J": "h"}, {"I": "-WVcGACXjWY&start=1&end=828", "T": 22, "S": 529, "R": 26, "C": 5, "A": 60, "D": "13:47", "V": "7,943", "J": "m"}, {"I": "vYItm1VgJG8", "T": 22, "S": 529, "R": 26, "C": 5, "A": 60, "D": "15:39", "V": "5,195", "J": "m"}, {"I": "uiks9Sx8TxI", "T": 22, "S": 529, "R": 26, "C": 5, "A": 506, "D": "9:38", "V": "500", "J": "m"}, {"I": "ZXvPB6rm6i8", "T": 22, "S": 529, "R": 26, "C": 5, "A": 316, "D": "58:29", "V": "303", "J": "h"}, {"I": "rqu27ZHBjlI&start=565&end=1831", "T": 22, "S": 529, "R": 26, "C": 5, "A": 17, "D": "21:06", "V": "1,115", "J": "m"}, {"I": "0hx5HhQyUI0", "T": 22, "S": 529, "R": 26, "C": 5, "A": 17, "D": "37:00", "V": "226", "J": "m"}, {"I": "2PcKWvaurag&start=6446&end=8940", "T": 22, "S": 529, "R": 26, "C": 5, "A": 245, "D": "41:34", "V": "504", "J": "m"}], "folders": [["artist", 51, "0,1,2,3,4,5,6,7,8,9"], ["artist", 33, "10,11"], ["artist", 521, "12,13,14,15,16"], ["artist", 28, "17"], ["artist", 70, "18"], ["artist", 16, "19,20,21,22,23,24,25,26,27"], ["artist", 346, "28,29"], ["artist", 8, "30,31,32"], ["artist", 21, "33,34"], ["artist", 157, "35"], ["artist", 331, "36,37"], ["artist", 211, "38,39"], ["artist", 15, "40,41,42,43,44,45,46,47,48,49"], ["artist", 12, "50,51,52,53"], ["artist", 53, "54"], ["artist", 7, "55"], ["artist", 60, "56,57"], ["artist", 506, "58"], ["artist", 316, "59"], ["artist", 17, "60,61"], ["artist", 245, "62"]], "languages": {"english": "0,1,2,3,4,5,6,7,8,9,10,11,12,20,13,14,15,16,17,18,19", "tamil": "0,20,7,10,4,6,5,14,13,2,17,15,19,18,3,9,1,11,12,8,16", "telugu": "0,20,7,10,6,5,4,2,19,18,3,9,11,12,1,8,16,14,13,17,15", "kannada": "0,20,7,10,6,5,4,2,19,18,3,9,11,12,1,8,16,14,13,17,15", "malayalam": "0,20,7,10,6,5,4,2,19,18,3,9,11,12,1,8,16,14,13,17,15", "hindi": "0,20,7,10,6,5,4,2,19,18,3,9,11,12,1,8,16,14,13,17,15", "marathi": "0,20,7,10,6,5,4,2,19,18,3,9,11,12,1,8,16,14,13,17,15", "bengali": "0,20,7,10,6,5,4,2,19,18,3,9,11,12,1,8,16,14,13,17,15", "gujarati": "0,20,7,10,6,5,4,2,19,18,3,9,11,12,1,8,16,14,13,17,15", "punjabi": "0,20,7,10,5,6,4,2,19,18,3,9,11,12,1,8,16,14,13,17,15", "odia": "0,20,7,10,6,5,4,2,19,18,3,9,11,12,1,8,16,14,13,17,15", "assamese": "0,20,7,10,6,5,4,2,19,18,3,9,11,12,1,8,16,14,13,17,15"}}