{"stats": [{"N": "Videos", "C": "1"}, {"N": "Ragas", "C": "1"}, {"N": "Artists", "C": "1"}, {"N": "Types", "C": "1"}, {"N": "Duration", "C": "2 M"}, {"N": "Views", "C": "3 K"}], "info": [{"N": "Type", "V": "Thiruvempavai"}, {"N": "Composer", "V": "Manikavachagar"}, {"N": "Raga", "V": "Vasanthabhairavi"}], "title": {"N": "senga NavanpAl disaimuganpAl dEvargaLpAl", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "senga NavanpAl disaimuganpAl dEvargaLpAl <br/> engum ilAdatOr inbamnam pAladAk <br/> konguN karunguzhali nandammaik kOdATTi <br/> ingunam illangaL tORum ezhundaruLis <br/> sengamalap poRpAdan tandaruLum sEvaganai <br/> angaN arasai aDiyOngaT kAramudai <br/> nangaL perumAnaip pADi nalandigazhap <br/> pangayap pUmbunalpAyn tADElOr embAvAy."}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "செங்க ணவன்பால் திசைமுகன்பால் தேவர்கள்பால் <br/> எங்கும் இலாததோர் இன்பம்னம் பாலதாக் <br/> கொங்குண் கருங்குழலி நந்தம்மைக் கோதாட்டி <br/> இங்குனம் இல்லங்கள் தோறும் எழுந்தருளிஸ் <br/> செங்கமலப் பொற்பாதன் தந்தருளும் சேவகனை <br/> அங்கண் அரசை அடியோங்கட் காரமுதை <br/> நங்கள் பெருமானைப் பாடி நலந்திகழப் <br/> பங்கயப் பூம்புனல்பாய்ன் தாடேலோர் எம்பாவாய்."}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "సెఙ్గ ణవన్పాల్ దిసైముగన్పాల్ దేవర్గళ్పాల్ <br/> ఎఙ్గుమ్ ఇలాదతోర్ ఇన్బమ్నమ్ పాలదాక్ <br/> కొఙ్గుణ్ కరుఙ్గుఴలి నన్దమ్మైక్ కోదాట్టి <br/> ఇఙ్గునమ్ ఇల్లఙ్గళ్ తోఱుమ్ ఎఴున్దరుళిస్ <br/> సెఙ్గమలప్ పొఱ్పాదన్ తన్దరుళుమ్ సేవగనై <br/> అఙ్గణ్ అరసై అడియోఙ్గట్ కారముదై <br/> నఙ్గళ్ పెరుమానైప్ పాడి నలన్దిగఴప్ <br/> పఙ్గయప్ పూమ్బునల్పాయ్న్ తాడేలోర్ ఎమ్బావాయ్."}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಸೆಙ್ಗ ಣವನ್ಪಾಲ್ ದಿಸೈಮುಗನ್ಪಾಲ್ ದೇವರ್ಗಳ್ಪಾಲ್ <br/> ಎಙ್ಗುಮ್ ಇಲಾದತೋರ್ ಇನ್ಬಮ್ನಮ್ ಪಾಲದಾಕ್ <br/> ಕೊಙ್ಗುಣ್ ಕರುಙ್ಗುಳಲಿ ನನ್ದಮ್ಮೈಕ್ ಕೋದಾಟ್ಟಿ <br/> ಇಙ್ಗುನಮ್ ಇಲ್ಲಙ್ಗಳ್ ತೋಱುಮ್ ಎಳುನ್ದರುಳಿಸ್ <br/> ಸೆಙ್ಗಮಲಪ್ ಪೊಱ್ಪಾದನ್ ತನ್ದರುಳುಮ್ ಸೇವಗನೈ <br/> ಅಙ್ಗಣ್ ಅರಸೈ ಅಡಿಯೋಙ್ಗಟ್ ಕಾರಮುದೈ <br/> ನಙ್ಗಳ್ ಪೆರುಮಾನೈಪ್ ಪಾಡಿ ನಲನ್ದಿಗಳಪ್ <br/> ಪಙ್ಗಯಪ್ ಪೂಮ್ಬುನಲ್ಪಾಯ್ನ್ ತಾಡೇಲೋರ್ ಎಮ್ಬಾವಾಯ್."}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "സെങ്ഗ ണവന്പാല് ദിസൈമുഗന്പാല് ദേവര്ഗള്പാല് <br/> എങ്ഗുമ് ഇലാദതോര് ഇന്ബമ്നമ് പാലദാക് <br/> കൊങ്ഗുണ് കരുങ്ഗുഴലി നന്ദമ്മൈക് കോദാട്ടി <br/> ഇങ്ഗുനമ് ഇല്ലങ്ഗള് തോറുമ് എഴുന്ദരുളിസ് <br/> സെങ്ഗമലപ് പൊറ്പാദന് തന്ദരുളുമ് സേവഗനൈ <br/> അങ്ഗണ് അരസൈ അഡിയോങ്ഗട് കാരമുദൈ <br/> നങ്ഗള് പെരുമാനൈപ് പാഡി നലന്ദിഗഴപ് <br/> പങ്ഗയപ് പൂമ്ബുനല്പായ്ന് താഡേലോര് എമ്ബാവായ്."}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "सेङ्ग णवन्पाल् दिसैमुगन्पाल् देवर्गल्पाल् <br/> एङ्गुम् इलादतोर् इन्बम्नम् पालदाक् <br/> कोङ्गुण् करुङ्गुललि नन्दम्मैक् कोदाट्टि <br/> इङ्गुनम् इल्लङ्गल् तोरुम् एलुन्दरुलिस् <br/> सेङ्गमलप् पोर्पादन् तन्दरुलुम् सेवगनै <br/> अङ्गण् अरसै अडियोङ्गट् कारमुदै <br/> नङ्गल् पेरुमानैप् पाडि नलन्दिगलप् <br/> पङ्गयप् पूम्बुनल्पाय्न् ताडेलोर् एम्बावाय्."}]}], "lyricsref": [{"links": [{"N": "www.tamilgod.org", "L": "https://www.tamilgod.org/devotional/thiruvempavai-tamil-full-lyrics"}]}], "videos": [{"folder": [{"A": 1470, "songs": [{"C": 2086, "D": "2:03", "H": 13046, "I": "Szoayi331lo", "R": 247, "S": 12302, "T": 65, "V": "2,965"}]}]}]}