{"stats": [{"H": "Videos", "C": "48"}, {"H": "Ragas", "C": "4"}, {"H": "Artists", "C": "19"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "8 H"}, {"H": "Views", "C": "57 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Muthu Thandavar", "P": "mutthu thANDavar"}, {"H": "Raga", "V": "Andolika", "P": "AndhOLikA"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Tamil", "P": "Tamil"}, {"H": "God", "V": "Shiva", "P": "Shiva"}], "title": {"H": "Sevikka Vendumayya", "V": "sEvikka vENDumayyA cidambaram sEvikka", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "sEvikka vENDumayyA cidambaram sEvikka vENDumayyA"}, {"M": "anupallavi", "T": "cEvikka vENTum citampara mUrttiyAm tEvAti tEvan tiruc canniti kaNTu"}, {"M": "caraNam 1", "T": "kArAnai mAmukattaintu karattAnai kaRpaka rAyanai mukkuRuNIyANai <br/> cIrAr puliyUrppati mElai vAcal vAzh tEvar ciRai mITkum cEvaRkoTiyAnai"}, {"M": "caraNam 2", "T": "cinkAramAna civakankaiyil mUzhki civakAmi canniti munpAkavE vantu pAnkAkavE prataTciNamum ceytu paktarkaL cittarkaL paNiviTaiyOr tozha"}, {"M": "caraNam 3", "T": "cittar paravum tirumUlattAnai ciTRampalamennum pErampalattAnai aTTa tikkum pukazhampalavANanai ANTavanait tillait tANTavarAyanai"}, {"M": "caraNam 4", "T": "nalla tiruvizhA ANittiruttErum nATenkumE pukazh naRkOpura nAnkum <br/> tillai mUvAyiravar vaLar vItiyum tirumancanamum mArkazhi taricanamum﻿"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "சேவிக்க வேண்டுமய்யா சிதம்பரம் சேவிக்க வேண்டுமய்யா"}, {"M": "அனுபல்லவி", "T": "சேவிக்க வேண்டும் சிதம்பர மூர்த்தியாம் தேவாதி தேவன் திருச் சன்னிதி கண்டு"}, {"M": "சரணம் 1", "T": "காரானை மாமுகத்தைந்து கரத்தானை கற்பக ராயனை முக்குறுணீயாணை <br/> சீரார் புலியூர்ப்பதி மேலை வாசல் வாழ் தேவர் சிறை மீட்கும் சேவற்கொடியானை"}, {"M": "சரணம் 2", "T": "சிங்காரமான சிவகங்கையில் மூழ்கி சிவகாமி சன்னிதி முன்பாகவே வந்து பாங்காகவே ப்ரதட்சிணமும் செய்து பக்தர்கள் சித்தர்கள் பணிவிடையோர் தொழ"}, {"M": "சரணம் 3", "T": "சித்தர் பரவும் திருமூலத்தானை சிற்றம்பலமென்னும் பேரம்பலத்தானை அட்ட திக்கும் புகழம்பலவாணனை ஆண்டவனைத் தில்லைத் தாண்டவராயனை"}, {"M": "சரணம் 4", "T": "நல்ல திருவிழா ஆணித்திருத்தேரும் நாடெங்குமே புகழ் நற்கோபுர நான்கும் <br/> தில்லை மூவாயிரவர் வளர் வீதியும் திருமஞ்சனமும் மார்கழி தரிசனமும்﻿"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "సేవిక్క వేణ్డుమయ్యా చిదమ్బరమ్ సేవిక్క వేణ్డుమయ్యా"}, {"M": "అనుపల్లవి", "T": "చేవిక్క వేణ్టుమ్ చితమ్పర మూర్త్తియామ్ తేవాతి తేవన్ తిరుచ్ చన్నితి కణ్టు"}, {"M": "చరణమ్ 1", "T": "కారానై మాముకత్తైన్తు కరత్తానై కఱ్పక రాయనై ముక్కుఱుణీయాణై <br/> చీరార్ పులియూర్ప్పతి మేలై వాచల్ వాఴ్ తేవర్ చిఱై మీట్కుమ్ చేవఱ్కొటియానై"}, {"M": "చరణమ్ 2", "T": "చిఙ్కారమాన చివకఙ్కైయిల్ మూఴ్కి చివకామి చన్నితి మున్పాకవే వన్తు పాఙ్కాకవే ప్రతట్చిణముమ్ చెయ్తు పక్తర్కళ్ చిత్తర్కళ్ పణివిటైయోర్ తొఴ"}, {"M": "చరణమ్ 3", "T": "చిత్తర్ పరవుమ్ తిరుమూలత్తానై చిట్ఱమ్పలమెన్నుమ్ పేరమ్పలత్తానై అట్ట తిక్కుమ్ పుకఴమ్పలవాణనై ఆణ్టవనైత్ తిల్లైత్ తాణ్టవరాయనై"}, {"M": "చరణమ్ 4", "T": "నల్ల తిరువిఴా ఆణిత్తిరుత్తేరుమ్ నాటెఙ్కుమే పుకఴ్ నఱ్కోపుర నాన్కుమ్ <br/> తిల్లై మూవాయిరవర్ వళర్ వీతియుమ్ తిరుమఞ్చనముమ్ మార్కఴి తరిచనముమ్﻿"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಸೇವಿಕ್ಕ ವೇಣ್ಡುಮಯ್ಯಾ ಚಿದಮ್ಬರಮ್ ಸೇವಿಕ್ಕ ವೇಣ್ಡುಮಯ್ಯಾ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಚೇವಿಕ್ಕ ವೇಣ್ಟುಮ್ ಚಿತಮ್ಪರ ಮೂರ್ತ್ತಿಯಾಮ್ ತೇವಾತಿ ತೇವನ್ ತಿರುಚ್ ಚನ್ನಿತಿ ಕಣ್ಟು"}, {"M": "ಚರಣಮ್ 1", "T": "ಕಾರಾನೈ ಮಾಮುಕತ್ತೈನ್ತು ಕರತ್ತಾನೈ ಕಱ್ಪಕ ರಾಯನೈ ಮುಕ್ಕುಱುಣೀಯಾಣೈ <br/> ಚೀರಾರ್ ಪುಲಿಯೂರ್ಪ್ಪತಿ ಮೇಲೈ ವಾಚಲ್ ವಾಳ್ ತೇವರ್ ಚಿಱೈ ಮೀಟ್ಕುಮ್ ಚೇವಱ್ಕೊಟಿಯಾನೈ"}, {"M": "ಚರಣಮ್ 2", "T": "ಚಿಙ್ಕಾರಮಾನ ಚಿವಕಙ್ಕೈಯಿಲ್ ಮೂಳ್ಕಿ ಚಿವಕಾಮಿ ಚನ್ನಿತಿ ಮುನ್ಪಾಕವೇ ವನ್ತು ಪಾಙ್ಕಾಕವೇ ಪ್ರತಟ್ಚಿಣಮುಮ್ ಚೆಯ್ತು ಪಕ್ತರ್ಕಳ್ ಚಿತ್ತರ್ಕಳ್ ಪಣಿವಿಟೈಯೋರ್ ತೊಳ"}, {"M": "ಚರಣಮ್ 3", "T": "ಚಿತ್ತರ್ ಪರವುಮ್ ತಿರುಮೂಲತ್ತಾನೈ ಚಿಟ್ಱಮ್ಪಲಮೆನ್ನುಮ್ ಪೇರಮ್ಪಲತ್ತಾನೈ ಅಟ್ಟ ತಿಕ್ಕುಮ್ ಪುಕಳಮ್ಪಲವಾಣನೈ ಆಣ್ಟವನೈತ್ ತಿಲ್ಲೈತ್ ತಾಣ್ಟವರಾಯನೈ"}, {"M": "ಚರಣಮ್ 4", "T": "ನಲ್ಲ ತಿರುವಿಳಾ ಆಣಿತ್ತಿರುತ್ತೇರುಮ್ ನಾಟೆಙ್ಕುಮೇ ಪುಕಳ್ ನಱ್ಕೋಪುರ ನಾನ್ಕುಮ್ <br/> ತಿಲ್ಲೈ ಮೂವಾಯಿರವರ್ ವಳರ್ ವೀತಿಯುಮ್ ತಿರುಮಞ್ಚನಮುಮ್ ಮಾರ್ಕಳಿ ತರಿಚನಮುಮ್﻿"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "സേവിക്ക വേണ്ഡുമയ്യാ ചിദമ്ബരമ് സേവിക്ക വേണ്ഡുമയ്യാ"}, {"M": "അനുപല്ലവി", "T": "ചേവിക്ക വേണ്ടുമ് ചിതമ്പര മൂര്ത്തിയാമ് തേവാതി തേവന് തിരുച് ചന്നിതി കണ്ടു"}, {"M": "ചരണമ് 1", "T": "കാരാനൈ മാമുകത്തൈന്തു കരത്താനൈ കറ്പക രായനൈ മുക്കുറുണീയാണൈ <br/> ചീരാര് പുലിയൂര്പ്പതി മേലൈ വാചല് വാഴ് തേവര് ചിറൈ മീട്കുമ് ചേവറ്കൊടിയാനൈ"}, {"M": "ചരണമ് 2", "T": "ചിങ്കാരമാന ചിവകങ്കൈയില് മൂഴ്കി ചിവകാമി ചന്നിതി മുന്പാകവേ വന്തു പാങ്കാകവേ പ്രതട്ചിണമുമ് ചെയ്തു പക്തര്കള് ചിത്തര്കള് പണിവിടൈയോര് തൊഴ"}, {"M": "ചരണമ് 3", "T": "ചിത്തര് പരവുമ് തിരുമൂലത്താനൈ ചിട്റമ്പലമെന്നുമ് പേരമ്പലത്താനൈ അട്ട തിക്കുമ് പുകഴമ്പലവാണനൈ ആണ്ടവനൈത് തില്ലൈത് താണ്ടവരായനൈ"}, {"M": "ചരണമ് 4", "T": "നല്ല തിരുവിഴാ ആണിത്തിരുത്തേരുമ് നാടെങ്കുമേ പുകഴ് നറ്കോപുര നാന്കുമ് <br/> തില്ലൈ മൂവായിരവര് വളര് വീതിയുമ് തിരുമഞ്ചനമുമ് മാര്കഴി തരിചനമുമ്﻿"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "सेविक्क वेण्डुमय्या चिदम्बरम् सेविक्क वेण्डुमय्या"}, {"M": "अनुपल्लवि", "T": "चेविक्क वेण्टुम् चितम्पर मूर्त्तियाम् तेवाति तेवन् तिरुच् चन्निति कण्टु"}, {"M": "चरणम् 1", "T": "कारानै मामुकत्तैन्तु करत्तानै कर्पक रायनै मुक्कुरुणीयाणै <br/> चीरार् पुलियूर्प्पति मेलै वाचल् वाल् तेवर् चिरै मीट्कुम् चेवर्कोटियानै"}, {"M": "चरणम् 2", "T": "चिङ्कारमान चिवकङ्कैयिल् मूल्कि चिवकामि चन्निति मुन्पाकवे वन्तु पाङ्काकवे प्रतट्चिणमुम् चेय्तु पक्तर्कल् चित्तर्कल् पणिविटैयोर् तोल"}, {"M": "चरणम् 3", "T": "चित्तर् परवुम् तिरुमूलत्तानै चिट्रम्पलमेन्नुम् पेरम्पलत्तानै अट्ट तिक्कुम् पुकलम्पलवाणनै आण्टवनैत् तिल्लैत् ताण्टवरायनै"}, {"M": "चरणम् 4", "T": "नल्ल तिरुविला आणित्तिरुत्तेरुम् नाटेङ्कुमे पुकल् नर्कोपुर नान्कुम् <br/> तिल्लै मूवायिरवर् वलर् वीतियुम् तिरुमञ्चनमुम् मार्कलि तरिचनमुम्﻿"}]}], "lyricsref": [{"links": [{"N": "periscope-narada.blogspot.com", "L": "http://periscope-narada.blogspot.com/2017/05/sevikka-vendumayya.html"}]}], "videos": [{"folder": [{"A": [3698, 3040], "songs": [{"C": [5311, 5035], "D": "4:20", "I": "OBufF5vulx4", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "381"}]}, {"A": [3933, 3262], "songs": [{"C": [5311, 5035], "D": "59:19", "I": "t7FizKAqdd4", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "963"}, {"C": [5311, 5035], "D": "7:19", "I": "PP8EAHPrGGo", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "132"}]}, {"A": [3667, 3013], "songs": [{"C": [5311, 5035], "D": "6:12", "I": "s22lumwoQVE", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "6,700"}, {"C": [5311, 5035], "D": "2:55", "I": "2hCK-yEmdiY", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "587"}, {"C": [5311, 5035], "D": "6:15", "I": "ruyghZd5KCU", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "106"}, {"C": [5311, 5035], "D": "6:16", "I": "7cncCWy3Jq0", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "61"}]}, {"A": [4073, 3495], "songs": [{"C": [5311, 5035], "D": "51:55", "I": "Ok5B62Wd1x8", "R": [1403, 1403], "S": [7609, 7628], "T": [0, 0], "V": "345"}]}, {"A": [3662, 3017], "songs": [{"C": [5311, 5035], "D": "8:53", "I": "RrQD3Qpsgnw", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "6,300"}, {"C": [5311, 5035], "D": "1:02:14", "I": "J5m_uo8t9hE", "R": [1621, 1003], "S": [7609, 7628], "T": [0, 0], "V": "4,100"}, {"C": [5311, 5035], "D": "7:31", "I": "91c9Mv9bOeE", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "413"}, {"C": [5311, 5035], "D": "6:16", "I": "-rVTRx3P6S8", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "194"}, {"C": [5311, 5035], "D": "8:13", "I": "RpLSfORWpYQ", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "193"}, {"C": [5311, 5035], "D": "5:42", "I": "4cCgirxX6tw", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "93"}, {"C": [5311, 5035], "D": "8:46", "I": "op-FquH489I", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "72"}, {"C": [5311, 5035], "D": "4:42", "I": "BkBtF-j78cQ", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "67"}, {"C": [5311, 5035], "D": "4:26", "I": "puhah-evdJ4", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "59"}, {"C": [5311, 5035], "D": "4:41", "I": "_TdMBMsxD8I", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "54"}, {"C": [5311, 5035], "D": "8:31", "I": "ZvdzdVhxeh4", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "53"}, {"C": [5311, 5035], "D": "8:56", "I": "uO0Y2XvV2nY", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "37"}, {"C": [5311, 5035], "D": "10:06", "I": "r3KsVvauPDs", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "25"}, {"C": [5311, 5035], "D": "8:31", "I": "IOXkgUIOdOg", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "25"}, {"C": [5311, 5035], "D": "7:11", "I": "IJjzzBwp-l4", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "23"}, {"C": [5311, 5035], "D": "8:28", "I": "C-BMkbFgd2Y", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "9"}]}, {"A": [3673, 3011], "songs": [{"C": [5311, 5035], "D": "2:56", "I": "CUVfhFAsrmk", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "2,600"}]}, {"A": [4135, 3381], "songs": [{"C": [5311, 5035], "D": "2:22", "I": "mPyQMPyhRZo", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "336"}, {"C": [5311, 5035], "D": "2:28", "I": "auoD6iec4eo", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "198"}]}, {"A": [4084, 3451], "songs": [{"C": [5311, 5035], "D": "3:26", "I": "wwLhFGdpjYw", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "717"}]}, {"A": [3661, 3005], "songs": [{"C": [5311, 5035], "D": "18:01", "I": "trAOy29FBSs", "R": [1621, 1003], "S": [7609, 7628], "T": [0, 0], "V": "170"}, {"C": [5311, 5035], "D": "13:58", "I": "iUWGtqAFAzk", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "5"}]}, {"A": [3907, 3220], "songs": [{"C": [5311, 5035], "D": "3:40", "I": "3M9LpkRgLXY", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "55"}]}, {"A": [3822, 3142], "songs": [{"C": [5311, 5035], "D": "8:46", "I": "pKtWKNuM3Eo", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "10,602"}, {"C": [5311, 5035], "D": "57:40", "I": "gn30dnKAab8", "R": [1651, 1031], "S": [7609, 7628], "T": [0, 0], "V": "6,300"}, {"C": [5311, 5035], "D": "11:50", "I": "1gEpOZqOVCc", "R": [1651, 1031], "S": [7609, 7628], "T": [0, 0], "V": "1,800"}]}, {"A": [4047, 3351], "songs": [{"C": [5311, 5035], "D": "3:01", "I": "GyO5COobmTc", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "1,108"}]}, {"A": [3664, 3006], "songs": [{"C": [5311, 5035], "D": "2:50", "I": "p8U4XXBI2-U", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "2,388"}, {"C": [5311, 5035], "D": "2:40", "I": "IAsHOzM4IkI", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "472"}]}, {"A": [3663, 3004], "songs": [{"C": [5311, 5035], "D": "3:25", "I": "MTVNaf-0cOY", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "5,500"}, {"C": [5311, 5035], "D": "3:26", "I": "t1ZpusQ6cSs", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "1,100"}]}, {"A": [3700, 3047], "songs": [{"C": [5311, 5035], "D": "5:56", "I": "w2tElj9XuNc", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "876"}, {"C": [5311, 5035], "D": "7:06", "I": "8o1LAp47YD0", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "56"}, {"C": [5311, 5035], "D": "6:06", "I": "0LpoK9n11Ys", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "21"}]}, {"A": [3913, 3291], "songs": [{"C": [5311, 5035], "D": "2:48", "I": "t00P8Ke246w", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "45"}]}, {"A": [3699, 3041], "songs": [{"C": [5311, 5035], "D": "5:00", "I": "dqrCs5qNsTg", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "313"}]}, {"A": [3860, 3285], "songs": [{"C": [5311, 5035], "D": "8:40", "I": "zG0xAQkDw9I", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "762"}, {"C": [5311, 5035], "D": "8:50", "I": "Rx2YbCsKI-k", "R": [1651, 1031], "S": [7609, 7628], "T": [0, 0], "V": "313"}, {"C": [5311, 5035], "D": "8:46", "I": "4giwnsPBKaE", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "119"}]}, {"A": [3760, 3110], "songs": [{"C": [5311, 5035], "D": "4:33", "I": "5Kn0TTuOzfI", "R": [1713, 1104], "S": [7609, 7628], "T": [0, 0], "V": "125"}]}]}]}