{"stats": [{"H": "Videos", "C": "3"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "13 M"}, {"H": "Views", "C": "407"}], "info": [{"H": "Type", "V": "Varnam", "P": "varNam"}, {"H": "Composer", "V": "Sikkil Sisters", "P": "sikkil sisters"}, {"H": "Raga", "V": "Reethigowla", "P": "rItigauLA"}], "title": {"H": "Sikkil Singaravela", "V": "sikkil siMgAra vElA tiru muttukumara", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "sikkil singAra vElA (tiru) muttukumara"}, {"M": "anupallavi", "T": "annai kai vEl vAngi sUranai vadam seidu valli deivayAnaioDu kAkshi tarum Unnai <br/> aDiyArgaL pOTrum kAndA ena kaDambai ena azhaikkum"}, {"M": "muktAyi sAhityam", "T": "pA pa ma ga ri sA- ni sa ga ma ga ri sA- ni sa ga ma ri sa- ni dha ma ni ni sA (x) <br/> ni ni ni -sa sa sa- ga ga ga- ma ma ma- ni ni ni -sa sa sa- ga ga- ma ga ri sa ni dha ma <br/> pa ma ga ri sa- nI ni -sA sa -gA ga -mA ma- nI ni sA sa gA ga mA ga ri sA sa <br/> ni dha ma ga ri sa ga ma"}, {"M": "caraNam", "T": "panniru kai vElA ennai rakshippAi"}, {"M": "ciTTasvaram 1", "T": "sA nI dhA mA pA mA gA rI sA sa ga ma ni ni"}, {"M": "ciTTasvaram 2", "T": "ni dha ni- pa dha ni dhA ma- ga ma pa ma ga ri sa ni- pA ni nI sA ga gA mA ni ni"}, {"M": "ciTTasvaram 3", "T": "ma pa ma ga ri sa- ga ma pa ma ga ri sa- ni dha ma ga ri sa- ga ri sa ni dha ma ga ri- sa ga ma ni ni"}, {"M": "ciTTasvaram 4", "T": "sA- ga ri sa ni dha- ma pa ma ga ri sA (x) <br/> ga mA- ma nI -ni sA- ga ri sa ni dha ma pa ma ga ri sA ga mA ma nI ni sA (x) <br/> sa ga ma ga ri sa- ni dha ni sa ni sA- ga ma ga ri sa -gamma ni sa ni dha ma nissA <br/> ga ma ga ri sa- ni pa nini sA- ni sa- ga ga ma ga ri sa gamma ni sa ni dha ma ni sa <br/> gamma ga ri sa ni pa ni ni sA- nissA ga ga ma ga ma ni ni sa ni sa ga ga ma <br/> ga ri ma ga ri sA ni dha ma ga ma ni ni ni sa ga ga ma ga ma ni ni sa ni sa ga ga ma <br/> ga ri ma ga ri sA ni dha ma ga ma ni ni"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "சிக்கில் சிங்கார வேலா (திரு) முத்துகுமர"}, {"M": "அனுபல்லவி", "T": "அன்னை கை வேல் வாங்கி சூரனை வதம் செஇது வல்லி தெஇவயானைஒடு காக்ஷி தரும் ஊன்னை <br/> அடியார்கள் போட்ரும் காந்தா என கடம்பை என அழைக்கும்"}, {"M": "முக்தாயி சாஹித்யம்", "T": "பா ப ம க ரி சா- நி ச க ம க ரி சா- நி ச க ம ரி ச- நி த ம நி நி சா (x) <br/> நி நி நி -ச ச ச- க க க- ம ம ம- நி நி நி -ச ச ச- க க- ம க ரி ச நி த ம <br/> ப ம க ரி ச- நீ நி -சா ச -கா க -மா ம- நீ நி சா ச கா க மா க ரி சா ச <br/> நி த ம க ரி ச க ம"}, {"M": "சரணம்", "T": "பன்னிரு கை வேலா என்னை ரக்ஷிப்பாஇ"}, {"M": "சிட்டஸ்வரம் 1", "T": "சா நீ தா மா பா மா கா ரீ சா ச க ம நி நி"}, {"M": "சிட்டஸ்வரம் 2", "T": "நி த நி- ப த நி தா ம- க ம ப ம க ரி ச நி- பா நி நீ சா க கா மா நி நி"}, {"M": "சிட்டஸ்வரம் 3", "T": "ம ப ம க ரி ச- க ம ப ம க ரி ச- நி த ம க ரி ச- க ரி ச நி த ம க ரி- ச க ம நி நி"}, {"M": "சிட்டஸ்வரம் 4", "T": "சா- க ரி ச நி த- ம ப ம க ரி சா (x) <br/> க மா- ம நீ -நி சா- க ரி ச நி த ம ப ம க ரி சா க மா ம நீ நி சா (x) <br/> ச க ம க ரி ச- நி த நி ச நி சா- க ம க ரி ச -கம்ம நி ச நி த ம நிஸ்சா <br/> க ம க ரி ச- நி ப நினி சா- நி ச- க க ம க ரி ச கம்ம நி ச நி த ம நி ச <br/> கம்ம க ரி ச நி ப நி நி சா- நிஸ்சா க க ம க ம நி நி ச நி ச க க ம <br/> க ரி ம க ரி சா நி த ம க ம நி நி நி ச க க ம க ம நி நி ச நி ச க க ம <br/> க ரி ம க ரி சா நி த ம க ம நி நி"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "సిక్కిల్ సిఙ్గార వేలా (తిరు) ముత్తుకుమర"}, {"M": "అనుపల్లవి", "T": "అన్నై కై వేల్ వాఙ్గి సూరనై వదమ్ సెఇదు వల్లి దెఇవయానైఒడు కాక్షి తరుమ్ ఊన్నై <br/> అడియార్గళ్ పోట్రుమ్ కాన్దా ఎన కడమ్బై ఎన అఴైక్కుమ్"}, {"M": "ముక్తాయి సాహిత్యమ్", "T": "పా ప మ గ రి సా- ని స గ మ గ రి సా- ని స గ మ రి స- ని ధ మ ని ని సా (x) <br/> ని ని ని -స స స- గ గ గ- మ మ మ- ని ని ని -స స స- గ గ- మ గ రి స ని ధ మ <br/> ప మ గ రి స- నీ ని -సా స -గా గ -మా మ- నీ ని సా స గా గ మా గ రి సా స <br/> ని ధ మ గ రి స గ మ"}, {"M": "చరణమ్", "T": "పన్నిరు కై వేలా ఎన్నై రక్షిప్పాఇ"}, {"M": "చిట్టస్వరమ్ 1", "T": "సా నీ ధా మా పా మా గా రీ సా స గ మ ని ని"}, {"M": "చిట్టస్వరమ్ 2", "T": "ని ధ ని- ప ధ ని ధా మ- గ మ ప మ గ రి స ని- పా ని నీ సా గ గా మా ని ని"}, {"M": "చిట్టస్వరమ్ 3", "T": "మ ప మ గ రి స- గ మ ప మ గ రి స- ని ధ మ గ రి స- గ రి స ని ధ మ గ రి- స గ మ ని ని"}, {"M": "చిట్టస్వరమ్ 4", "T": "సా- గ రి స ని ధ- మ ప మ గ రి సా (x) <br/> గ మా- మ నీ -ని సా- గ రి స ని ధ మ ప మ గ రి సా గ మా మ నీ ని సా (x) <br/> స గ మ గ రి స- ని ధ ని స ని సా- గ మ గ రి స -గమ్మ ని స ని ధ మ నిస్సా <br/> గ మ గ రి స- ని ప నిని సా- ని స- గ గ మ గ రి స గమ్మ ని స ని ధ మ ని స <br/> గమ్మ గ రి స ని ప ని ని సా- నిస్సా గ గ మ గ మ ని ని స ని స గ గ మ <br/> గ రి మ గ రి సా ని ధ మ గ మ ని ని ని స గ గ మ గ మ ని ని స ని స గ గ మ <br/> గ రి మ గ రి సా ని ధ మ గ మ ని ని"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಸಿಕ್ಕಿಲ್ ಸಿಙ್ಗಾರ ವೇಲಾ (ತಿರು) ಮುತ್ತುಕುಮರ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಅನ್ನೈ ಕೈ ವೇಲ್ ವಾಙ್ಗಿ ಸೂರನೈ ವದಮ್ ಸೆಇದು ವಲ್ಲಿ ದೆಇವಯಾನೈಒಡು ಕಾಕ್ಷಿ ತರುಮ್ ಊನ್ನೈ <br/> ಅಡಿಯಾರ್ಗಳ್ ಪೋಟ್ರುಮ್ ಕಾನ್ದಾ ಎನ ಕಡಮ್ಬೈ ಎನ ಅಳೈಕ್ಕುಮ್"}, {"M": "ಮುಕ್ತಾಯಿ ಸಾಹಿತ್ಯಮ್", "T": "ಪಾ ಪ ಮ ಗ ರಿ ಸಾ- ನಿ ಸ ಗ ಮ ಗ ರಿ ಸಾ- ನಿ ಸ ಗ ಮ ರಿ ಸ- ನಿ ಧ ಮ ನಿ ನಿ ಸಾ (x) <br/> ನಿ ನಿ ನಿ -ಸ ಸ ಸ- ಗ ಗ ಗ- ಮ ಮ ಮ- ನಿ ನಿ ನಿ -ಸ ಸ ಸ- ಗ ಗ- ಮ ಗ ರಿ ಸ ನಿ ಧ ಮ <br/> ಪ ಮ ಗ ರಿ ಸ- ನೀ ನಿ -ಸಾ ಸ -ಗಾ ಗ -ಮಾ ಮ- ನೀ ನಿ ಸಾ ಸ ಗಾ ಗ ಮಾ ಗ ರಿ ಸಾ ಸ <br/> ನಿ ಧ ಮ ಗ ರಿ ಸ ಗ ಮ"}, {"M": "ಚರಣಮ್", "T": "ಪನ್ನಿರು ಕೈ ವೇಲಾ ಎನ್ನೈ ರಕ್ಷಿಪ್ಪಾಇ"}, {"M": "ಚಿಟ್ಟಸ್ವರಮ್ 1", "T": "ಸಾ ನೀ ಧಾ ಮಾ ಪಾ ಮಾ ಗಾ ರೀ ಸಾ ಸ ಗ ಮ ನಿ ನಿ"}, {"M": "ಚಿಟ್ಟಸ್ವರಮ್ 2", "T": "ನಿ ಧ ನಿ- ಪ ಧ ನಿ ಧಾ ಮ- ಗ ಮ ಪ ಮ ಗ ರಿ ಸ ನಿ- ಪಾ ನಿ ನೀ ಸಾ ಗ ಗಾ ಮಾ ನಿ ನಿ"}, {"M": "ಚಿಟ್ಟಸ್ವರಮ್ 3", "T": "ಮ ಪ ಮ ಗ ರಿ ಸ- ಗ ಮ ಪ ಮ ಗ ರಿ ಸ- ನಿ ಧ ಮ ಗ ರಿ ಸ- ಗ ರಿ ಸ ನಿ ಧ ಮ ಗ ರಿ- ಸ ಗ ಮ ನಿ ನಿ"}, {"M": "ಚಿಟ್ಟಸ್ವರಮ್ 4", "T": "ಸಾ- ಗ ರಿ ಸ ನಿ ಧ- ಮ ಪ ಮ ಗ ರಿ ಸಾ (x) <br/> ಗ ಮಾ- ಮ ನೀ -ನಿ ಸಾ- ಗ ರಿ ಸ ನಿ ಧ ಮ ಪ ಮ ಗ ರಿ ಸಾ ಗ ಮಾ ಮ ನೀ ನಿ ಸಾ (x) <br/> ಸ ಗ ಮ ಗ ರಿ ಸ- ನಿ ಧ ನಿ ಸ ನಿ ಸಾ- ಗ ಮ ಗ ರಿ ಸ -ಗಮ್ಮ ನಿ ಸ ನಿ ಧ ಮ ನಿಸ್ಸಾ <br/> ಗ ಮ ಗ ರಿ ಸ- ನಿ ಪ ನಿನಿ ಸಾ- ನಿ ಸ- ಗ ಗ ಮ ಗ ರಿ ಸ ಗಮ್ಮ ನಿ ಸ ನಿ ಧ ಮ ನಿ ಸ <br/> ಗಮ್ಮ ಗ ರಿ ಸ ನಿ ಪ ನಿ ನಿ ಸಾ- ನಿಸ್ಸಾ ಗ ಗ ಮ ಗ ಮ ನಿ ನಿ ಸ ನಿ ಸ ಗ ಗ ಮ <br/> ಗ ರಿ ಮ ಗ ರಿ ಸಾ ನಿ ಧ ಮ ಗ ಮ ನಿ ನಿ ನಿ ಸ ಗ ಗ ಮ ಗ ಮ ನಿ ನಿ ಸ ನಿ ಸ ಗ ಗ ಮ <br/> ಗ ರಿ ಮ ಗ ರಿ ಸಾ ನಿ ಧ ಮ ಗ ಮ ನಿ ನಿ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "സിക്കില് സിങ്ഗാര വേലാ (തിരു) മുത്തുകുമര"}, {"M": "അനുപല്ലവി", "T": "അന്നൈ കൈ വേല് വാങ്ഗി സൂരനൈ വദമ് സെഇദു വല്ലി ദെഇവയാനൈഒഡു കാക്ഷി തരുമ് ഊന്നൈ <br/> അഡിയാര്ഗള് പോട്രുമ് കാന്ദാ എന കഡമ്ബൈ എന അഴൈക്കുമ്"}, {"M": "മുക്തായി സാഹിത്യമ്", "T": "പാ പ മ ഗ രി സാ- നി സ ഗ മ ഗ രി സാ- നി സ ഗ മ രി സ- നി ധ മ നി നി സാ (x) <br/> നി നി നി -സ സ സ- ഗ ഗ ഗ- മ മ മ- നി നി നി -സ സ സ- ഗ ഗ- മ ഗ രി സ നി ധ മ <br/> പ മ ഗ രി സ- നീ നി -സാ സ -ഗാ ഗ -മാ മ- നീ നി സാ സ ഗാ ഗ മാ ഗ രി സാ സ <br/> നി ധ മ ഗ രി സ ഗ മ"}, {"M": "ചരണമ്", "T": "പന്നിരു കൈ വേലാ എന്നൈ രക്ഷിപ്പാഇ"}, {"M": "ചിട്ടസ്വരമ് 1", "T": "സാ നീ ധാ മാ പാ മാ ഗാ രീ സാ സ ഗ മ നി നി"}, {"M": "ചിട്ടസ്വരമ് 2", "T": "നി ധ നി- പ ധ നി ധാ മ- ഗ മ പ മ ഗ രി സ നി- പാ നി നീ സാ ഗ ഗാ മാ നി നി"}, {"M": "ചിട്ടസ്വരമ് 3", "T": "മ പ മ ഗ രി സ- ഗ മ പ മ ഗ രി സ- നി ധ മ ഗ രി സ- ഗ രി സ നി ധ മ ഗ രി- സ ഗ മ നി നി"}, {"M": "ചിട്ടസ്വരമ് 4", "T": "സാ- ഗ രി സ നി ധ- മ പ മ ഗ രി സാ (x) <br/> ഗ മാ- മ നീ -നി സാ- ഗ രി സ നി ധ മ പ മ ഗ രി സാ ഗ മാ മ നീ നി സാ (x) <br/> സ ഗ മ ഗ രി സ- നി ധ നി സ നി സാ- ഗ മ ഗ രി സ -ഗമ്മ നി സ നി ധ മ നിസ്സാ <br/> ഗ മ ഗ രി സ- നി പ നിനി സാ- നി സ- ഗ ഗ മ ഗ രി സ ഗമ്മ നി സ നി ധ മ നി സ <br/> ഗമ്മ ഗ രി സ നി പ നി നി സാ- നിസ്സാ ഗ ഗ മ ഗ മ നി നി സ നി സ ഗ ഗ മ <br/> ഗ രി മ ഗ രി സാ നി ധ മ ഗ മ നി നി നി സ ഗ ഗ മ ഗ മ നി നി സ നി സ ഗ ഗ മ <br/> ഗ രി മ ഗ രി സാ നി ധ മ ഗ മ നി നി"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "सिक्किल् सिङ्गार वेला (तिरु) मुत्तुकुमर"}, {"M": "अनुपल्लवि", "T": "अन्नै कै वेल् वाङ्गि सूरनै वदम् सेइदु वल्लि देइवयानैओडु काक्षि तरुम् ऊन्नै <br/> अडियार्गल् पोट्रुम् कान्दा एन कडम्बै एन अलैक्कुम्"}, {"M": "मुक्तायि साहित्यम्", "T": "पा प म ग रि सा- नि स ग म ग रि सा- नि स ग म रि स- नि ध म नि नि सा (x) <br/> नि नि नि -स स स- ग ग ग- म म म- नि नि नि -स स स- ग ग- म ग रि स नि ध म <br/> प म ग रि स- नी नि -सा स -गा ग -मा म- नी नि सा स गा ग मा ग रि सा स <br/> नि ध म ग रि स ग म"}, {"M": "चरणम्", "T": "पन्निरु कै वेला एन्नै रक्षिप्पाइ"}, {"M": "चिट्टस्वरम् 1", "T": "सा नी धा मा पा मा गा री सा स ग म नि नि"}, {"M": "चिट्टस्वरम् 2", "T": "नि ध नि- प ध नि धा म- ग म प म ग रि स नि- पा नि नी सा ग गा मा नि नि"}, {"M": "चिट्टस्वरम् 3", "T": "म प म ग रि स- ग म प म ग रि स- नि ध म ग रि स- ग रि स नि ध म ग रि- स ग म नि नि"}, {"M": "चिट्टस्वरम् 4", "T": "सा- ग रि स नि ध- म प म ग रि सा (x) <br/> ग मा- म नी -नि सा- ग रि स नि ध म प म ग रि सा ग मा म नी नि सा (x) <br/> स ग म ग रि स- नि ध नि स नि सा- ग म ग रि स -गम्म नि स नि ध म निस्सा <br/> ग म ग रि स- नि प निनि सा- नि स- ग ग म ग रि स गम्म नि स नि ध म नि स <br/> गम्म ग रि स नि प नि नि सा- निस्सा ग ग म ग म नि नि स नि स ग ग म <br/> ग रि म ग रि सा नि ध म ग म नि नि नि स ग ग म ग म नि नि स नि स ग ग म <br/> ग रि म ग रि सा नि ध म ग म नि नि"}]}], "videos": [{"folder": [{"A": [3386, 3388], "songs": [{"C": [5491, 5508], "D": "5:09", "I": "snI16rG3Zsw", "R": [1038, 1039], "S": [14335, 14630], "T": [26, 7004], "V": "344"}, {"C": [5491, 5508], "D": "4:58", "I": "Ls-MiNDtLFw", "R": [1038, 1039], "S": [14335, 14630], "T": [26, 7004], "V": "42"}, {"C": [5491, 5508], "D": "4:58", "I": "513vuew8B9Y", "R": [1038, 1039], "S": [14335, 14630], "T": [26, 7004], "V": "21"}]}]}]}