{"stats": [{"H": "Videos", "C": "1"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "5 M"}, {"H": "Views", "C": "2 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Annamacharya", "P": "annamAcchAryA"}, {"H": "Raga", "V": "Mukhari", "P": "mukAri"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Telugu", "P": "Telugu"}, {"H": "God", "V": "vishNu", "P": "vishNu"}], "title": {"H": "Siri Dolankedi", "V": "siridolaMkeDi pagalU cIkaTA yitaDEmi", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "siridolankeDi pagalU cIkaTA yitaDEmi yiravudelisiyu deliyaniyya DaTugAna"}, {"M": "caraNam 1", "T": "talapOya harinIladarpaNambO itaDu velugucunnADu bahuvibhavamulatODa <br/> kalaguNambaTu valenekAbOlu lOkambu galadella velilOna ganipincugAna"}, {"M": "caraNam 2", "T": "mEramIrinanIlamEghamA yitaDEmi bhUrisampadalatO bolayucunnADu <br/> kAruNyanidhiyaTla kAbOlu prANulaku kOrikalu dalapulO guriyu naTugAna"}, {"M": "caraNam 3", "T": "tanivOni AkASatattvamO yitaDEmi anaghuDI tiruvEnkaTAdri vallabhuDu <br/> ghanamUrti aTuvalene kAbOlu sakalambu tanayande yaNagi yudbhavamandugAna"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "சிரிதொலங்கெடி பகலூ சீகடா யிதடேமி யிரவுதெலிசியு தெலியனிய்ய டடுகான"}, {"M": "சரணம் 1", "T": "தலபோய ஹரினீலதர்பணம்போ இதடு வெலுகுசுன்னாடு பஹுவிபவமுலதோட <br/> கலகுணம்படு வலெனெகாபோலு லோகம்பு கலதெல்ல வெலிலோன கனிபிஞ்சுகான"}, {"M": "சரணம் 2", "T": "மேரமீரினனீலமேகமா யிதடேமி பூரிசம்பதலதோ பொலயுசுன்னாடு <br/> காருண்யனிதியட்ல காபோலு ப்ராணுலகு கோரிகலு தலபுலோ குரியு நடுகான"}, {"M": "சரணம் 3", "T": "தனிவோனி ஆகாசதத்த்வமோ யிதடேமி அனகுடீ திருவேங்கடாத்ரி வல்லபுடு <br/> கனமூர்தி அடுவலெனெ காபோலு சகலம்பு தனயந்தெ யணகி யுத்பவமந்துகான"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "సిరిదొలఙ్కెడి పగలూ చీకటా యితడేమి యిరవుదెలిసియు దెలియనియ్య డటుగాన"}, {"M": "చరణమ్ 1", "T": "తలపోయ హరినీలదర్పణమ్బో ఇతడు వెలుగుచున్నాడు బహువిభవములతోడ <br/> కలగుణమ్బటు వలెనెకాబోలు లోకమ్బు గలదెల్ల వెలిలోన గనిపిఞ్చుగాన"}, {"M": "చరణమ్ 2", "T": "మేరమీరిననీలమేఘమా యితడేమి భూరిసమ్పదలతో బొలయుచున్నాడు <br/> కారుణ్యనిధియట్ల కాబోలు ప్రాణులకు కోరికలు దలపులో గురియు నటుగాన"}, {"M": "చరణమ్ 3", "T": "తనివోని ఆకాశతత్త్వమో యితడేమి అనఘుడీ తిరువేఙ్కటాద్రి వల్లభుడు <br/> ఘనమూర్తి అటువలెనె కాబోలు సకలమ్బు తనయన్దె యణగి యుద్భవమన్దుగాన"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಸಿರಿದೊಲಙ್ಕೆಡಿ ಪಗಲೂ ಚೀಕಟಾ ಯಿತಡೇಮಿ ಯಿರವುದೆಲಿಸಿಯು ದೆಲಿಯನಿಯ್ಯ ಡಟುಗಾನ"}, {"M": "ಚರಣಮ್ 1", "T": "ತಲಪೋಯ ಹರಿನೀಲದರ್ಪಣಮ್ಬೋ ಇತಡು ವೆಲುಗುಚುನ್ನಾಡು ಬಹುವಿಭವಮುಲತೋಡ <br/> ಕಲಗುಣಮ್ಬಟು ವಲೆನೆಕಾಬೋಲು ಲೋಕಮ್ಬು ಗಲದೆಲ್ಲ ವೆಲಿಲೋನ ಗನಿಪಿಞ್ಚುಗಾನ"}, {"M": "ಚರಣಮ್ 2", "T": "ಮೇರಮೀರಿನನೀಲಮೇಘಮಾ ಯಿತಡೇಮಿ ಭೂರಿಸಮ್ಪದಲತೋ ಬೊಲಯುಚುನ್ನಾಡು <br/> ಕಾರುಣ್ಯನಿಧಿಯಟ್ಲ ಕಾಬೋಲು ಪ್ರಾಣುಲಕು ಕೋರಿಕಲು ದಲಪುಲೋ ಗುರಿಯು ನಟುಗಾನ"}, {"M": "ಚರಣಮ್ 3", "T": "ತನಿವೋನಿ ಆಕಾಶತತ್ತ್ವಮೋ ಯಿತಡೇಮಿ ಅನಘುಡೀ ತಿರುವೇಙ್ಕಟಾದ್ರಿ ವಲ್ಲಭುಡು <br/> ಘನಮೂರ್ತಿ ಅಟುವಲೆನೆ ಕಾಬೋಲು ಸಕಲಮ್ಬು ತನಯನ್ದೆ ಯಣಗಿ ಯುದ್ಭವಮನ್ದುಗಾನ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "സിരിദൊലങ്കെഡി പഗലൂ ചീകടാ യിതഡേമി യിരവുദെലിസിയു ദെലിയനിയ്യ ഡടുഗാന"}, {"M": "ചരണമ് 1", "T": "തലപോയ ഹരിനീലദര്പണമ്ബോ ഇതഡു വെലുഗുചുന്നാഡു ബഹുവിഭവമുലതോഡ <br/> കലഗുണമ്ബടു വലെനെകാബോലു ലോകമ്ബു ഗലദെല്ല വെലിലോന ഗനിപിഞ്ചുഗാന"}, {"M": "ചരണമ് 2", "T": "മേരമീരിനനീലമേഘമാ യിതഡേമി ഭൂരിസമ്പദലതോ ബൊലയുചുന്നാഡു <br/> കാരുണ്യനിധിയട്ല കാബോലു പ്രാണുലകു കോരികലു ദലപുലോ ഗുരിയു നടുഗാന"}, {"M": "ചരണമ് 3", "T": "തനിവോനി ആകാശതത്ത്വമോ യിതഡേമി അനഘുഡീ തിരുവേങ്കടാദ്രി വല്ലഭുഡു <br/> ഘനമൂര്തി അടുവലെനെ കാബോലു സകലമ്ബു തനയന്ദെ യണഗി യുദ്ഭവമന്ദുഗാന"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "सिरिदोलङ्केडि पगलू चीकटा यितडेमि यिरवुदेलिसियु देलियनिय्य डटुगान"}, {"M": "चरणम् 1", "T": "तलपोय हरिनीलदर्पणम्बो इतडु वेलुगुचुन्नाडु बहुविभवमुलतोड <br/> कलगुणम्बटु वलेनेकाबोलु लोकम्बु गलदेल्ल वेलिलोन गनिपिञ्चुगान"}, {"M": "चरणम् 2", "T": "मेरमीरिननीलमेघमा यितडेमि भूरिसम्पदलतो बोलयुचुन्नाडु <br/> कारुण्यनिधियट्ल काबोलु प्राणुलकु कोरिकलु दलपुलो गुरियु नटुगान"}, {"M": "चरणम् 3", "T": "तनिवोनि आकाशतत्त्वमो यितडेमि अनघुडी तिरुवेङ्कटाद्रि वल्लभुडु <br/> घनमूर्ति अटुवलेने काबोलु सकलम्बु तनयन्दे यणगि युद्भवमन्दुगान"}]}], "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c14153.shtml"}]}], "videos": [{"folder": [{"A": [3056, 3057], "songs": [{"C": [5017, 5018], "D": "5:41", "I": "cyyVfeEfAK0", "R": [1070, 1071], "S": [16978, 17832], "T": [0, 0], "V": "1,200"}]}]}]}