{"stats": [{"H": "Videos", "C": "51"}, {"H": "Ragas", "C": "2"}, {"H": "Artists", "C": "27"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "5 H"}, {"H": "Views", "C": "3 M"}], "info": [{"H": "Type", "V": "Bhajan", "P": "bhajan", "I": 8}, {"H": "Composer", "V": "Tulsidas", "P": "tulasidAs", "I": 43}, {"H": "Raga", "V": "Yamunakalyani", "P": "yamunA kalyANi", "I": 41}], "title": {"T": 736, "H": "Sri Ramachandra Kripala", "V": "SrI rAmachaMdra kripAla", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "SrI rAmacandra krupAlu bhajumana <br/> haraNa bhavabhaya dAruNaM <br/> nava kanja lOcana kanja mukha <br/> kara kanja pada kanjAruNaM"}, {"M": "caraNam 1", "T": "kandarpa agaNita amita chavi <br/> nava nIla nIrada sundaraM <br/> paTapIta mAnahuM taDita ruci Suci <br/> nOmi janaka sutAvaraM"}, {"M": "caraNam 2", "T": "bhaju dInabandhu dinESa dAnava <br/> daitya vaMSa nikandanaM <br/> raghunanda Ananda kanda kOSala <br/> canda daSaratha nandanaM"}, {"M": "caraNam 3", "T": "Sira mukuTa kuNDala tilaka <br/> cAru udAru anga vibhUshaNaM <br/> AjAnu bhuja Sara cApa dhara <br/> sangrAma jita kharadUshaNaM"}, {"M": "caraNam 4", "T": "iti vadati tulasIdAsa Sankara <br/> SEsha muni mana ranjanaM <br/> mam hrudaya kanja nivAsa kuru <br/> kAmAdi khaladala ganjanaM"}, {"M": "caraNam 5", "T": "mana jAhi rAcyO milahi sO <br/> vara sahaja sundara sAMvarO <br/> karuNA nidhAna sujAna SIla <br/> snEha jAnata rAvarO"}, {"M": "caraNam 6", "T": "Ehi bhAnti gaurI asIsa suna siya <br/> sahita hiya harashita alI <br/> tulasI bhavAnihi pUjI puni-puni <br/> mudita mana mandira calI"}, {"M": "caraNam 7", "T": "jAnI gaurI anukUla siya <br/> hiya harashu na jAi kahi <br/> manjula mangala mUla vAma <br/> anga pharakana lagE। <br/> racayitA: gOsvAmI tulasIdAsa"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ஶ்ரீ ராமசந்த்ர க்ருபாலு பஜுமன <br/> ஹரண பவபய தாருணம் <br/> நவ கஞ்ஜ லோசன கஞ்ஜ முக <br/> கர கஞ்ஜ பத கஞ்ஜாருணம்"}, {"M": "சரணம் 1", "T": "கந்தர்ப அகணித அமித சவி <br/> நவ நீல நீரத சுந்தரம் <br/> படபீத மானஹுன் தடித ருசி சுசி <br/> நோமி ஜனக சுதாவரம்"}, {"M": "சரணம் 2", "T": "பஜு தீனபந்து தினேச தானவ <br/> தைத்ய வம்ச நிகந்தனம் <br/> ரகுனந்த ஆனந்த கந்த கோசல <br/> சந்த தசரத நந்தனம்"}, {"M": "சரணம் 3", "T": "சிர முகுட குண்டல திலக <br/> சாரு உதாரு அங்க விபூஷணம் <br/> ஆஜானு புஜ சர சாப தர <br/> சங்க்ராம ஜித கரதூஷணம்"}, {"M": "சரணம் 4", "T": "இதி வததி துலசீதாச சங்கர <br/> சேஷ முனி மன ரஞ்ஜனம் <br/> மம் ஹ்ருதய கஞ்ஜ நிவாச குரு <br/> காமாதி கலதல கஞ்ஜனம்"}, {"M": "சரணம் 5", "T": "மன ஜாஹி ராச்யோ மிலஹி சோ <br/> வர சஹஜ சுந்தர சாம்வரோ <br/> கருணா நிதான சுஜான சீல <br/> ஸ்னேஹ ஜானத ராவரோ"}, {"M": "சரணம் 6", "T": "ஏஹி பாந்தி கௌரீ அசீச சுன சிய <br/> சஹித ஹிய ஹரஷித அலீ <br/> துலசீ பவானிஹி பூஜீ புனி-புனி <br/> முதித மன மந்திர சலீ"}, {"M": "சரணம் 7", "T": "ஜானீ கௌரீ அனுகூல சிய <br/> ஹிய ஹரஷு ந ஜாஇ கஹி <br/> மஞ்ஜுல மங்கல மூல வாம <br/> அங்க பரகன லகே। <br/> ரசயிதா: கோஸ்வாமீ துலசீதாச"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "శ్రీ రామచన్ద్ర కృపాలు భజుమన <br/> హరణ భవభయ దారుణం <br/> నవ కంజ లోచన కంజ ముఖ <br/> కర కంజ పద కంజారుణం"}, {"M": "చరణమ్ 1", "T": "కన్దర్ప అగణిత అమిత ఛవి <br/> నవ నీల నీరద సున్దరం <br/> పటపీత మానహున్ తడిత రుచి శుచి <br/> నోమి జనక సుతావరం"}, {"M": "చరణమ్ 2", "T": "భజు దీనబన్ధు దినేశ దానవ <br/> దైత్య వంశ నికన్దనం <br/> రఘునన్ద ఆనన్ద కన్ద కోశల <br/> చన్ద దశరథ నన్దనం"}, {"M": "చరణమ్ 3", "T": "శిర ముకుట కుండల తిలక <br/> చారు ఉదారు అంగ విభూషణం <br/> ఆజాను భుజ శర చాప ధర <br/> సంగ్రామ జిత ఖరదూషణం"}, {"M": "చరణమ్ 4", "T": "ఇతి వదతి తులసీదాస శంకర <br/> శేష ముని మన రంజనం <br/> మమ్ హృదయ కంజ నివాస కురు <br/> కామాది ఖలదల గంజనం"}, {"M": "చరణమ్ 5", "T": "మన జాహి రాచ్యో మిలహి సో <br/> వర సహజ సున్దర సాంవరో <br/> కరుణా నిధాన సుజాన శీల <br/> స్నేహ జానత రావరో"}, {"M": "చరణమ్ 6", "T": "ఏహి భాంతి గౌరీ అసీస సున సియ <br/> సహిత హియ హరషిత అలీ <br/> తులసీ భవానిహి పూజీ పుని-పుని <br/> ముదిత మన మన్దిర చలీ"}, {"M": "చరణమ్ 7", "T": "జానీ గౌరీ అనుకూల సియ <br/> హియ హరషు న జాఇ కహి <br/> మంజుల మంగల మూల వామ <br/> అంగ ఫరకన లగే। <br/> రచయితా: గోస్వామీ తులసీదాస"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಶ್ರೀ ರಾಮಚನ್ದ್ರ ಕೃಪಾಲು ಭಜುಮನ <br/> ಹರಣ ಭವಭಯ ದಾರುಣಂ <br/> ನವ ಕಂಜ ಲೋಚನ ಕಂಜ ಮುಖ <br/> ಕರ ಕಂಜ ಪದ ಕಂಜಾರುಣಂ"}, {"M": "ಚರಣಮ್ 1", "T": "ಕನ್ದರ್ಪ ಅಗಣಿತ ಅಮಿತ ಛವಿ <br/> ನವ ನೀಲ ನೀರದ ಸುನ್ದರಂ <br/> ಪಟಪೀತ ಮಾನಹುನ್ ತಡಿತ ರುಚಿ ಶುಚಿ <br/> ನೋಮಿ ಜನಕ ಸುತಾವರಂ"}, {"M": "ಚರಣಮ್ 2", "T": "ಭಜು ದೀನಬನ್ಧು ದಿನೇಶ ದಾನವ <br/> ದೈತ್ಯ ವಂಶ ನಿಕನ್ದನಂ <br/> ರಘುನನ್ದ ಆನನ್ದ ಕನ್ದ ಕೋಶಲ <br/> ಚನ್ದ ದಶರಥ ನನ್ದನಂ"}, {"M": "ಚರಣಮ್ 3", "T": "ಶಿರ ಮುಕುಟ ಕುಂಡಲ ತಿಲಕ <br/> ಚಾರು ಉದಾರು ಅಂಗ ವಿಭೂಷಣಂ <br/> ಆಜಾನು ಭುಜ ಶರ ಚಾಪ ಧರ <br/> ಸಂಗ್ರಾಮ ಜಿತ ಖರದೂಷಣಂ"}, {"M": "ಚರಣಮ್ 4", "T": "ಇತಿ ವದತಿ ತುಲಸೀದಾಸ ಶಂಕರ <br/> ಶೇಷ ಮುನಿ ಮನ ರಂಜನಂ <br/> ಮಮ್ ಹೃದಯ ಕಂಜ ನಿವಾಸ ಕುರು <br/> ಕಾಮಾದಿ ಖಲದಲ ಗಂಜನಂ"}, {"M": "ಚರಣಮ್ 5", "T": "ಮನ ಜಾಹಿ ರಾಚ್ಯೋ ಮಿಲಹಿ ಸೋ <br/> ವರ ಸಹಜ ಸುನ್ದರ ಸಾಂವರೋ <br/> ಕರುಣಾ ನಿಧಾನ ಸುಜಾನ ಶೀಲ <br/> ಸ್ನೇಹ ಜಾನತ ರಾವರೋ"}, {"M": "ಚರಣಮ್ 6", "T": "ಏಹಿ ಭಾಂತಿ ಗೌರೀ ಅಸೀಸ ಸುನ ಸಿಯ <br/> ಸಹಿತ ಹಿಯ ಹರಷಿತ ಅಲೀ <br/> ತುಲಸೀ ಭವಾನಿಹಿ ಪೂಜೀ ಪುನಿ-ಪುನಿ <br/> ಮುದಿತ ಮನ ಮನ್ದಿರ ಚಲೀ"}, {"M": "ಚರಣಮ್ 7", "T": "ಜಾನೀ ಗೌರೀ ಅನುಕೂಲ ಸಿಯ <br/> ಹಿಯ ಹರಷು ನ ಜಾಇ ಕಹಿ <br/> ಮಂಜುಲ ಮಂಗಲ ಮೂಲ ವಾಮ <br/> ಅಂಗ ಫರಕನ ಲಗೇ। <br/> ರಚಯಿತಾ: ಗೋಸ್ವಾಮೀ ತುಲಸೀದಾಸ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ശ്രീ രാമചന്ദ്ര കൃപാലു ഭജുമന <br/> ഹരണ ഭവഭയ ദാരുണം <br/> നവ കംജ ലോചന കംജ മുഖ <br/> കര കംജ പദ കംജാരുണം"}, {"M": "ചരണമ് 1", "T": "കന്ദര്പ അഗണിത അമിത ഛവി <br/> നവ നീല നീരദ സുന്ദരം <br/> പടപീത മാനഹുന് തഡിത രുചി ശുചി <br/> നോമി ജനക സുതാവരം"}, {"M": "ചരണമ് 2", "T": "ഭജു ദീനബന്ധു ദിനേശ ദാനവ <br/> ദൈത്യ വംശ നികന്ദനം <br/> രഘുനന്ദ ആനന്ദ കന്ദ കോശല <br/> ചന്ദ ദശരഥ നന്ദനം"}, {"M": "ചരണമ് 3", "T": "ശിര മുകുട കുംഡല തിലക <br/> ചാരു ഉദാരു അംഗ വിഭൂഷണം <br/> ആജാനു ഭുജ ശര ചാപ ധര <br/> സംഗ്രാമ ജിത ഖരദൂഷണം"}, {"M": "ചരണമ് 4", "T": "ഇതി വദതി തുലസീദാസ ശംകര <br/> ശേഷ മുനി മന രംജനം <br/> മമ് ഹൃദയ കംജ നിവാസ കുരു <br/> കാമാദി ഖലദല ഗംജനം"}, {"M": "ചരണമ് 5", "T": "മന ജാഹി രാച്യോ മിലഹി സോ <br/> വര സഹജ സുന്ദര സാംവരോ <br/> കരുണാ നിധാന സുജാന ശീല <br/> സ്നേഹ ജാനത രാവരോ"}, {"M": "ചരണമ് 6", "T": "ഏഹി ഭാംതി ഗൌരീ അസീസ സുന സിയ <br/> സഹിത ഹിയ ഹരഷിത അലീ <br/> തുലസീ ഭവാനിഹി പൂജീ പുനി-പുനി <br/> മുദിത മന മന്ദിര ചലീ"}, {"M": "ചരണമ് 7", "T": "ജാനീ ഗൌരീ അനുകൂല സിയ <br/> ഹിയ ഹരഷു ന ജാഇ കഹി <br/> മംജുല മംഗല മൂല വാമ <br/> അംഗ ഫരകന ലഗേ। <br/> രചയിതാ: ഗോസ്വാമീ തുലസീദാസ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "श्री रामचन्द्र कृपालु भजुमन <br/> हरण भवभय दारुणं <br/> नव कंज लोचन कंज मुख <br/> कर कंज पद कंजारुणं"}, {"M": "चरणम् 1", "T": "कन्दर्प अगणित अमित छवि <br/> नव नील नीरद सुन्दरं <br/> पटपीत मानहुँ तडित रुचि शुचि <br/> नोमि जनक सुतावरं"}, {"M": "चरणम् 2", "T": "भजु दीनबन्धु दिनेश दानव <br/> दैत्य वंश निकन्दनं <br/> रघुनन्द आनन्द कन्द कोशल <br/> चन्द दशरथ नन्दनं"}, {"M": "चरणम् 3", "T": "शिर मुकुट कुंडल तिलक <br/> चारु उदारु अंग विभूषणं <br/> आजानु भुज शर चाप धर <br/> संग्राम जित खरदूषणं"}, {"M": "चरणम् 4", "T": "इति वदति तुलसीदास शंकर <br/> शेष मुनि मन रंजनं <br/> मम् हृदय कंज निवास कुरु <br/> कामादि खलदल गंजनं"}, {"M": "चरणम् 5", "T": "मन जाहि राच्यो मिलहि सो <br/> वर सहज सुन्दर सांवरो <br/> करुणा निधान सुजान शील <br/> स्नेह जानत रावरो"}, {"M": "चरणम् 6", "T": "एहि भांति गौरी असीस सुन सिय <br/> सहित हिय हरषित अली <br/> तुलसी भवानिहि पूजी पुनि-पुनि <br/> मुदित मन मन्दिर चली"}, {"M": "चरणम् 7", "T": "जानी गौरी अनुकूल सिय <br/> हिय हरषु न जाइ कहि <br/> मंजुल मंगल मूल वाम <br/> अंग फरकन लगे। <br/> रचयिता: गोस्वामी तुलसीदास"}]}], "L": "l", "lyricsref": [{"links": [{"N": "www.bhaktibharat.com", "L": "https://www.bhaktibharat.com/aarti/shri-ram-stuti"}]}], "songs": [{"I": "lGQleZmsTXQ", "T": 8, "S": 736, "R": 41, "C": 43, "A": 48, "D": "10:04", "V": "20,867", "J": "m"}, {"I": "xw-3kRNq6kI", "T": 8, "S": 736, "R": 41, "C": 43, "A": 48, "D": "7:47", "V": "6,709", "J": "m"}, {"I": "f6mkGInspCA", "T": 8, "S": 736, "R": 41, "C": 43, "A": 48, "D": "6:08", "V": "699", "J": "h"}, {"I": "PAZj2NVD5aQ", "T": 8, "S": 736, "R": 41, "C": 43, "A": 228, "D": "4:48", "V": "959,228", "J": "h"}, {"I": "8eBoC5mgt0c&start=0&end=447", "T": 8, "S": 736, "R": 41, "C": 43, "A": 36, "D": "7:27", "V": "579,393", "J": "m"}, {"I": "SUcsvQFMb2c&start=1919&end=2366", "T": 8, "S": 736, "R": 41, "C": 43, "A": 36, "D": "7:27", "V": "6,143", "J": "m"}, {"I": "4rD06qpqsaU", "T": 8, "S": 736, "R": 41, "C": 43, "A": 36, "D": "7:33", "V": "5,424", "J": "m"}, {"I": "0T1qdFe23D8&start=528&end=976", "T": 8, "S": 736, "R": 41, "C": 43, "A": 36, "D": "7:28", "V": "1,666", "J": "m"}, {"I": "VaTp_ko4qIk&start=1713&end=2161", "T": 8, "S": 736, "R": 41, "C": 43, "A": 36, "D": "7:28", "V": "740", "J": "m"}, {"I": "iheyQlKr9dE", "T": 8, "S": 736, "R": 41, "C": 43, "A": 36, "D": "7:28", "V": "25", "J": "m"}, {"I": "EQo0xIvuoRA", "T": 8, "S": 736, "R": 41, "C": 43, "A": 176, "D": "3:31", "V": "251", "J": "m"}, {"I": "_cwGpV8Q42c", "T": 8, "S": 736, "R": 41, "C": 43, "A": 454, "D": "4:04", "V": "672", "J": "h"}, {"I": "YClMR9HDkf4", "T": 8, "S": 736, "R": 41, "C": 43, "A": 433, "D": "6:04", "V": "23,127", "J": "h"}, {"I": "m1RIMlf_hUc", "T": 8, "S": 736, "R": 41, "C": 43, "A": 433, "D": "4:08", "V": "80", "J": "s"}, {"I": "_1lS45YHtzY", "T": 8, "S": 736, "R": 1, "C": 43, "A": 416, "D": "4:24", "V": "704", "J": "m"}, {"I": "dEFFsrYr9bo&start=1464&end=1554", "T": 8, "S": 736, "R": 41, "C": 43, "A": 428, "D": "1:30", "V": "9,222", "J": "m"}, {"I": "IUwUrSZwVAQ", "T": 8, "S": 736, "R": 41, "C": 43, "A": 3, "D": "8:21", "V": "536,049", "J": "h"}, {"I": "cR9f7nJ3edM", "T": 8, "S": 736, "R": 41, "C": 43, "A": 3, "D": "8:20", "V": "263,009", "J": "h"}, {"I": "KFzwOv1QpUc", "T": 8, "S": 736, "R": 41, "C": 43, "A": 3, "D": "8:20", "V": "39,355", "J": "h"}, {"I": "Lpe17pyg_Gs", "T": 8, "S": 736, "R": 41, "C": 43, "A": 3, "D": "8:25", "V": "9,347", "J": "m"}, {"I": "yspyI2F2d5U&start=9169&end=9476", "T": 8, "S": 736, "R": 41, "C": 43, "A": 3, "D": "5:07", "V": "2,745", "J": "h"}, {"I": "q-KqjMqPf7o", "T": 8, "S": 736, "R": 41, "C": 43, "A": 3, "D": "6:10", "V": "347", "J": "m"}, {"I": "1DBcQJLgqCg", "T": 8, "S": 736, "R": 41, "C": 43, "A": 3, "D": "1:00", "V": "3", "J": "h"}, {"I": "K_aFB1YzujA&start=6903&end=7123", "T": 8, "S": 736, "R": 41, "C": 43, "A": 21, "D": "3:40", "V": "720", "J": "m"}, {"I": "CW7XwU4tOoo", "T": 8, "S": 736, "R": 41, "C": 43, "A": 198, "D": "5:58", "V": "2,585", "J": "h"}, {"I": "tKkD6iG29zY", "T": 8, "S": 736, "R": 1, "C": 43, "A": 338, "D": "7:44", "V": "1,740", "J": "m"}, {"I": "83hWlgWwFiQ", "T": 8, "S": 736, "R": 41, "C": 43, "A": 184, "D": "9:19", "V": "167", "J": "m"}, {"I": "4nDdhaH-8KQ", "T": 8, "S": 736, "R": 41, "C": 43, "A": 132, "D": "7:35", "V": "3,072", "J": "m"}, {"I": "c9a7pS3yqwI", "T": 8, "S": 736, "R": 41, "C": 43, "A": 15, "D": "10:37", "V": "126,686", "J": "h"}, {"I": "9CxwzkRha3o&start=9012&end=9400", "T": 8, "S": 736, "R": 41, "C": 43, "A": 64, "D": "6:28", "V": "5,965", "J": "m"}, {"I": "63nGwQkMSq4", "T": 8, "S": 736, "R": 41, "C": 43, "A": 64, "D": "22:50", "V": "96", "J": "m"}, {"I": "tyOzLU9ERcA&start=5048&end=5580", "T": 8, "S": 736, "R": 41, "C": 43, "A": 26, "D": "8:52", "V": "240,507", "J": "m"}, {"I": "siPGGVKAcig", "T": 8, "S": 736, "R": 41, "C": 43, "A": 26, "D": "8:59", "V": "111,026", "J": "m"}, {"I": "RGz7et19e5A&start=0&end=9", "T": 8, "S": 736, "R": 41, "C": 43, "A": 26, "D": "0:09", "V": "13,914", "J": "m"}, {"I": "cps7ym3U-jg&start=5&end=544", "T": 8, "S": 736, "R": 41, "C": 43, "A": 26, "D": "8:59", "V": "10,422", "J": "m"}, {"I": "ahxPfVf49_M&start=318&end=544", "T": 8, "S": 736, "R": 41, "C": 43, "A": 26, "D": "3:46", "V": "5,671", "J": "m"}, {"I": "tF95o3qiEBM&start=0&end=9", "T": 8, "S": 736, "R": 41, "C": 43, "A": 26, "D": "0:09", "V": "2,459", "J": "m"}, {"I": "7W8gGPLjqAM", "T": 8, "S": 736, "R": 41, "C": 43, "A": 26, "D": "9:14", "V": "2,332", "J": "m"}, {"I": "mRBhP3Qy4mc", "T": 8, "S": 736, "R": 41, "C": 43, "A": 26, "D": "0:15", "V": "907", "J": "m"}, {"I": "rEQ7cKINPTI", "T": 8, "S": 736, "R": 41, "C": 43, "A": 396, "D": "5:04", "V": "2,451", "J": "h"}, {"I": "IDlE6mLsd6g", "T": 8, "S": 736, "R": 41, "C": 43, "A": 352, "D": "5:52", "V": "142", "J": "m"}, {"I": "mF23uJMm7bw", "T": 8, "S": 736, "R": 41, "C": 43, "A": 177, "D": "5:38", "V": "66,427", "J": "h"}, {"I": "T4cEp03lJcM", "T": 8, "S": 736, "R": 41, "C": 43, "A": 9, "D": "12:48", "V": "145,196", "J": "m"}, {"I": "3g_bL4lEfZY", "T": 8, "S": 736, "R": 41, "C": 43, "A": 9, "D": "6:36", "V": "53,462", "J": "m"}, {"I": "xfd4e2k7MB4", "T": 8, "S": 736, "R": 41, "C": 43, "A": 9, "D": "6:55", "V": "2,215", "J": "m"}, {"I": "Pm_yRQzAJlM", "T": 8, "S": 736, "R": 41, "C": 43, "A": 202, "D": "3:53", "V": "11,665", "J": "m"}, {"I": "-4fqgFf8aC0", "T": 8, "S": 736, "R": 41, "C": 43, "A": 648, "D": "7:21", "V": "425", "J": "m"}, {"I": "BRdzfGtfZ0E", "T": 8, "S": 736, "R": 41, "C": 43, "A": 256, "D": "10:46", "V": "1,502", "J": "m"}, {"I": "2hnxCyGLsto", "T": 8, "S": 736, "R": 41, "C": 43, "A": 113, "D": "5:58", "V": "1,026", "J": "m"}, {"I": "5DvE27rx3XA", "T": 8, "S": 736, "R": 41, "C": 43, "A": 143, "D": "6:22", "V": "6,967", "J": "m"}, {"I": "M9sJp8bRZ4w", "T": 8, "S": 736, "R": 41, "C": 43, "A": 160, "D": "5:13", "V": "38,487", "J": "m"}], "folders": [["artist", 48, "0,1,2"], ["artist", 228, "3"], ["artist", 36, "4,5,6,7,8,9"], ["artist", 176, "10"], ["artist", 454, "11"], ["artist", 433, "12,13"], ["artist", 416, "14"], ["artist", 428, "15"], ["artist", 3, "16,17,18,19,20,21,22"], ["artist", 21, "23"], ["artist", 198, "24"], ["artist", 338, "25"], ["artist", 184, "26"], ["artist", 132, "27"], ["artist", 15, "28"], ["artist", 64, "29,30"], ["artist", 26, "31,32,33,34,35,36,37,38"], ["artist", 396, "39"], ["artist", 352, "40"], ["artist", 177, "41"], ["artist", 9, "42,43,44"], ["artist", 202, "45"], ["artist", 648, "46"], ["artist", 256, "47"], ["artist", 113, "48"], ["artist", 143, "49"], ["artist", 160, "50"]], "languages": {"english": "0,1,25,2,3,4,5,6,7,23,8,9,10,11,12,13,14,21,22,15,16,17,18,24,19,26,20", "tamil": "25,0,8,1,13,4,23,5,7,6,17,24,3,18,26,20,2,14,9,11,10,12,16,22,21,15,19", "telugu": "25,0,8,1,13,4,23,7,6,5,3,20,14,2,9,12,11,10,16,22,21,15,19,17,24,18,26", "kannada": "25,0,8,1,13,4,23,7,6,5,3,20,14,2,9,12,11,10,16,22,21,15,19,17,24,18,26", "malayalam": "25,0,8,1,13,4,23,7,6,5,3,20,14,2,9,12,11,10,16,22,21,15,19,17,24,18,26", "hindi": "25,0,8,1,13,4,23,7,6,5,3,20,14,2,9,12,11,10,16,22,21,15,19,17,24,18,26", "marathi": "25,0,8,1,13,4,23,7,6,5,3,20,14,2,9,12,11,10,16,22,21,15,19,17,24,18,26", "bengali": "25,0,8,1,13,4,23,7,6,5,3,20,14,2,9,12,11,10,16,22,21,15,19,17,24,18,26", "gujarati": "25,0,8,1,13,4,23,7,6,5,3,20,14,2,9,12,11,10,16,22,21,15,19,17,24,18,26", "punjabi": "25,0,8,1,13,4,23,5,7,6,3,20,14,2,9,11,10,12,16,22,21,15,19,17,24,18,26", "odia": "25,0,8,1,13,4,23,7,6,5,3,20,14,2,9,12,11,10,16,22,21,15,19,17,24,18,26", "assamese": "25,0,8,1,13,4,23,7,6,5,3,20,14,2,9,12,11,10,16,22,21,15,19,17,24,18,26"}}