{"stats": [{"H": "Videos", "C": "1"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "6 M"}, {"H": "Views", "C": "131"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Thyagaraja", "P": "tyAgarAja"}, {"H": "Raga", "V": "Saveri", "P": "sAvEri"}, {"H": "Tala", "V": "Caapu", "P": "cApu"}, {"H": "Tala name", "V": "Misra Caapu", "P": "miSra cApu"}, {"H": "Tala count", "V": "3 + 2 + 2 = 7", "P": "3 + 2 + 2 = 7"}, {"H": "Language", "V": "Telugu", "P": "Telugu"}, {"H": "God", "V": "rAmA", "P": "rAmA"}], "title": {"H": "Sri Rama Ramasritu", "V": "SrI rAma rAmASritulamu kAmA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "SrI rAma rAmASritulamu kAmA <br/> nErAmA brOva bhAramA"}, {"M": "caraNam 1", "T": "manasA nA mATa vini sAreku <br/> mukti kanumI mancidanumI SrI"}, {"M": "caraNam 2", "T": "palu vidha karmambulayandu marmamu <br/> telusukO harini kalusukO SrI"}, {"M": "caraNam 3", "T": "lOkulu tama trOvayEkamanduru <br/> oppukOkavE mOsa pOkavE SrI"}, {"M": "caraNam 4", "T": "mATi mATiki nUne rOTiyeddulu tirugu <br/> dATi rA matamE pATirA SrI"}, {"M": "caraNam 5", "T": "A matamulayandu nEmamu <br/> satyamu Emara pOku pAmara SrI"}, {"M": "caraNam 6", "T": "gatyntaramu lEdu pratyEkamuna jUDu <br/> nityuni kruta-krutyuni SrI"}, {"M": "caraNam 7", "T": "toli bhava nATakamula jEyu pApamu <br/> tolagunu sukhamu kalugunu SrI"}, {"M": "caraNam 8", "T": "nA talapunanuNDu SrIduni manasendu <br/> mIdanO evari bOdhanO SrI"}, {"M": "caraNam 9", "T": "jADa telusukoni vEDukonna nannu <br/> jUDaDu mATADaDu SrI"}, {"M": "caraNam 10", "T": "krOdha lObhamulatO bAdhincina <br/> ArAdhanO lEka SOdhanO SrI"}, {"M": "caraNam 11", "T": "sadayuni ciru navvu vadanuni pada bhakti <br/> vadalanu endu kadalanu SrI"}, {"M": "caraNam 12", "T": "nEmamuga toli nOmuna dorikina <br/> rAmuni jita kAmuni SrI"}, {"M": "caraNam 13", "T": "SIluni sad-guNa SAlini jUcuTE <br/> cAlunu anyamElanu SrI"}, {"M": "caraNam 14", "T": "vala rAja janakuni valacudunani pEra <br/> kOlutunu yamuni gelutunu SrI"}, {"M": "caraNam 15", "T": "nA jayamunu tyAgarAjuni rAjAdhi- <br/> rAjunaku kUrtu rAjini SrI"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ஶ்ரீ ராம ராமாஶ்ரிதுலமு காமா <br/> நேராமா ப்ரோவ பாரமா"}, {"M": "சரணம் 1", "T": "மனசா நா மாட வினி சாரெகு <br/> முக்தி கனுமீ மன்சிதனுமீ ஶ்ரீ"}, {"M": "சரணம் 2", "T": "பலு வித கர்மம்புலயந்து மர்மமு <br/> தெலுசுகோ ஹரினி கலுசுகோ ஶ்ரீ"}, {"M": "சரணம் 3", "T": "லோகுலு தம த்ரோவயேகமந்துரு <br/> ஒப்புகோகவே மோச போகவே ஶ்ரீ"}, {"M": "சரணம் 4", "T": "மாடி மாடிகி நூனெ ரோடியெத்துலு திருகு <br/> தாடி ரா மதமே பாடிரா ஶ்ரீ"}, {"M": "சரணம் 5", "T": "ஆ மதமுலயந்து நேமமு <br/> சத்யமு ஏமர போகு பாமர ஶ்ரீ"}, {"M": "சரணம் 6", "T": "கத்ய்ந்தரமு லேது ப்ரத்யேகமுன ஜூடு <br/> நித்யுனி க்ருத-க்ருத்யுனி ஶ்ரீ"}, {"M": "சரணம் 7", "T": "தொலி பவ நாடகமுல ஜேயு பாபமு <br/> தொலகுனு சுகமு கலுகுனு ஶ்ரீ"}, {"M": "சரணம் 8", "T": "நா தலபுனனுண்டு ஶ்ரீதுனி மனசெந்து <br/> மீதனோ எவரி போதனோ ஶ்ரீ"}, {"M": "சரணம் 9", "T": "ஜாட தெலுசுகொனி வேடுகொன்ன நன்னு <br/> ஜூடடு மாடாடடு ஶ்ரீ"}, {"M": "சரணம் 10", "T": "க்ரோத லோபமுலதோ பாதின்சின <br/> ஆராதனோ லேக சோதனோ ஶ்ரீ"}, {"M": "சரணம் 11", "T": "சதயுனி சிரு நவ்வு வதனுனி பத பக்தி <br/> வதலனு எந்து கதலனு ஶ்ரீ"}, {"M": "சரணம் 12", "T": "நேமமுக தொலி நோமுன தொரிகின <br/> ராமுனி ஜித காமுனி ஶ்ரீ"}, {"M": "சரணம் 13", "T": "சீலுனி சத்-குண சாலினி ஜூசுடே <br/> சாலுனு அன்யமேலனு ஶ்ரீ"}, {"M": "சரணம் 14", "T": "வல ராஜ ஜனகுனி வலசுதுனனி பேர <br/> கோலுதுனு யமுனி கெலுதுனு ஶ்ரீ"}, {"M": "சரணம் 15", "T": "நா ஜயமுனு த்யாகராஜுனி ராஜாதி- <br/> ராஜுனகு கூர்து ராஜினி ஶ்ரீ"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "శ్రీ రామ రామాశ్రితులము కామా <br/> నేరామా బ్రోవ భారమా"}, {"M": "చరణమ్ 1", "T": "మనసా నా మాట విని సారెకు <br/> ముక్తి కనుమీ మన్చిదనుమీ శ్రీ"}, {"M": "చరణమ్ 2", "T": "పలు విధ కర్మమ్బులయన్దు మర్మము <br/> తెలుసుకో హరిని కలుసుకో శ్రీ"}, {"M": "చరణమ్ 3", "T": "లోకులు తమ త్రోవయేకమన్దురు <br/> ఒప్పుకోకవే మోస పోకవే శ్రీ"}, {"M": "చరణమ్ 4", "T": "మాటి మాటికి నూనె రోటియెద్దులు తిరుగు <br/> దాటి రా మతమే పాటిరా శ్రీ"}, {"M": "చరణమ్ 5", "T": "ఆ మతములయన్దు నేమము <br/> సత్యము ఏమర పోకు పామర శ్రీ"}, {"M": "చరణమ్ 6", "T": "గత్య్న్తరము లేదు ప్రత్యేకమున జూడు <br/> నిత్యుని కృత-కృత్యుని శ్రీ"}, {"M": "చరణమ్ 7", "T": "తొలి భవ నాటకముల జేయు పాపము <br/> తొలగును సుఖము కలుగును శ్రీ"}, {"M": "చరణమ్ 8", "T": "నా తలపుననుణ్డు శ్రీదుని మనసెన్దు <br/> మీదనో ఎవరి బోధనో శ్రీ"}, {"M": "చరణమ్ 9", "T": "జాడ తెలుసుకొని వేడుకొన్న నన్ను <br/> జూడడు మాటాడడు శ్రీ"}, {"M": "చరణమ్ 10", "T": "క్రోధ లోభములతో బాధిన్చిన <br/> ఆరాధనో లేక శోధనో శ్రీ"}, {"M": "చరణమ్ 11", "T": "సదయుని చిరు నవ్వు వదనుని పద భక్తి <br/> వదలను ఎన్దు కదలను శ్రీ"}, {"M": "చరణమ్ 12", "T": "నేమముగ తొలి నోమున దొరికిన <br/> రాముని జిత కాముని శ్రీ"}, {"M": "చరణమ్ 13", "T": "శీలుని సద్-గుణ శాలిని జూచుటే <br/> చాలును అన్యమేలను శ్రీ"}, {"M": "చరణమ్ 14", "T": "వల రాజ జనకుని వలచుదునని పేర <br/> కోలుతును యముని గెలుతును శ్రీ"}, {"M": "చరణమ్ 15", "T": "నా జయమును త్యాగరాజుని రాజాధి- <br/> రాజునకు కూర్తు రాజిని శ్రీ"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಶ್ರೀ ರಾಮ ರಾಮಾಶ್ರಿತುಲಮು ಕಾಮಾ <br/> ನೇರಾಮಾ ಬ್ರೋವ ಭಾರಮಾ"}, {"M": "ಚರಣಮ್ 1", "T": "ಮನಸಾ ನಾ ಮಾಟ ವಿನಿ ಸಾರೆಕು <br/> ಮುಕ್ತಿ ಕನುಮೀ ಮನ್ಚಿದನುಮೀ ಶ್ರೀ"}, {"M": "ಚರಣಮ್ 2", "T": "ಪಲು ವಿಧ ಕರ್ಮಮ್ಬುಲಯನ್ದು ಮರ್ಮಮು <br/> ತೆಲುಸುಕೋ ಹರಿನಿ ಕಲುಸುಕೋ ಶ್ರೀ"}, {"M": "ಚರಣಮ್ 3", "T": "ಲೋಕುಲು ತಮ ತ್ರೋವಯೇಕಮನ್ದುರು <br/> ಒಪ್ಪುಕೋಕವೇ ಮೋಸ ಪೋಕವೇ ಶ್ರೀ"}, {"M": "ಚರಣಮ್ 4", "T": "ಮಾಟಿ ಮಾಟಿಕಿ ನೂನೆ ರೋಟಿಯೆದ್ದುಲು ತಿರುಗು <br/> ದಾಟಿ ರಾ ಮತಮೇ ಪಾಟಿರಾ ಶ್ರೀ"}, {"M": "ಚರಣಮ್ 5", "T": "ಆ ಮತಮುಲಯನ್ದು ನೇಮಮು <br/> ಸತ್ಯಮು ಏಮರ ಪೋಕು ಪಾಮರ ಶ್ರೀ"}, {"M": "ಚರಣಮ್ 6", "T": "ಗತ್ಯ್ನ್ತರಮು ಲೇದು ಪ್ರತ್ಯೇಕಮುನ ಜೂಡು <br/> ನಿತ್ಯುನಿ ಕೃತ-ಕೃತ್ಯುನಿ ಶ್ರೀ"}, {"M": "ಚರಣಮ್ 7", "T": "ತೊಲಿ ಭವ ನಾಟಕಮುಲ ಜೇಯು ಪಾಪಮು <br/> ತೊಲಗುನು ಸುಖಮು ಕಲುಗುನು ಶ್ರೀ"}, {"M": "ಚರಣಮ್ 8", "T": "ನಾ ತಲಪುನನುಣ್ಡು ಶ್ರೀದುನಿ ಮನಸೆನ್ದು <br/> ಮೀದನೋ ಎವರಿ ಬೋಧನೋ ಶ್ರೀ"}, {"M": "ಚರಣಮ್ 9", "T": "ಜಾಡ ತೆಲುಸುಕೊನಿ ವೇಡುಕೊನ್ನ ನನ್ನು <br/> ಜೂಡಡು ಮಾಟಾಡಡು ಶ್ರೀ"}, {"M": "ಚರಣಮ್ 10", "T": "ಕ್ರೋಧ ಲೋಭಮುಲತೋ ಬಾಧಿನ್ಚಿನ <br/> ಆರಾಧನೋ ಲೇಕ ಶೋಧನೋ ಶ್ರೀ"}, {"M": "ಚರಣಮ್ 11", "T": "ಸದಯುನಿ ಚಿರು ನವ್ವು ವದನುನಿ ಪದ ಭಕ್ತಿ <br/> ವದಲನು ಎನ್ದು ಕದಲನು ಶ್ರೀ"}, {"M": "ಚರಣಮ್ 12", "T": "ನೇಮಮುಗ ತೊಲಿ ನೋಮುನ ದೊರಿಕಿನ <br/> ರಾಮುನಿ ಜಿತ ಕಾಮುನಿ ಶ್ರೀ"}, {"M": "ಚರಣಮ್ 13", "T": "ಶೀಲುನಿ ಸದ್-ಗುಣ ಶಾಲಿನಿ ಜೂಚುಟೇ <br/> ಚಾಲುನು ಅನ್ಯಮೇಲನು ಶ್ರೀ"}, {"M": "ಚರಣಮ್ 14", "T": "ವಲ ರಾಜ ಜನಕುನಿ ವಲಚುದುನನಿ ಪೇರ <br/> ಕೋಲುತುನು ಯಮುನಿ ಗೆಲುತುನು ಶ್ರೀ"}, {"M": "ಚರಣಮ್ 15", "T": "ನಾ ಜಯಮುನು ತ್ಯಾಗರಾಜುನಿ ರಾಜಾಧಿ- <br/> ರಾಜುನಕು ಕೂರ್ತು ರಾಜಿನಿ ಶ್ರೀ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ശ്രീ രാമ രാമാശ്രിതുലമു കാമാ <br/> നേരാമാ ബ്രോവ ഭാരമാ"}, {"M": "ചരണമ് 1", "T": "മനസാ നാ മാട വിനി സാരെകു <br/> മുക്തി കനുമീ മന്ചിദനുമീ ശ്രീ"}, {"M": "ചരണമ് 2", "T": "പലു വിധ കര്മമ്ബുലയന്ദു മര്മമു <br/> തെലുസുകോ ഹരിനി കലുസുകോ ശ്രീ"}, {"M": "ചരണമ് 3", "T": "ലോകുലു തമ ത്രോവയേകമന്ദുരു <br/> ഒപ്പുകോകവേ മോസ പോകവേ ശ്രീ"}, {"M": "ചരണമ് 4", "T": "മാടി മാടികി നൂനെ രോടിയെദ്ദുലു തിരുഗു <br/> ദാടി രാ മതമേ പാടിരാ ശ്രീ"}, {"M": "ചരണമ് 5", "T": "ആ മതമുലയന്ദു നേമമു <br/> സത്യമു ഏമര പോകു പാമര ശ്രീ"}, {"M": "ചരണമ് 6", "T": "ഗത്യ്ന്തരമു ലേദു പ്രത്യേകമുന ജൂഡു <br/> നിത്യുനി കൃത-കൃത്യുനി ശ്രീ"}, {"M": "ചരണമ് 7", "T": "തൊലി ഭവ നാടകമുല ജേയു പാപമു <br/> തൊലഗുനു സുഖമു കലുഗുനു ശ്രീ"}, {"M": "ചരണമ് 8", "T": "നാ തലപുനനുണ്ഡു ശ്രീദുനി മനസെന്ദു <br/> മീദനോ എവരി ബോധനോ ശ്രീ"}, {"M": "ചരണമ് 9", "T": "ജാഡ തെലുസുകൊനി വേഡുകൊന്ന നന്നു <br/> ജൂഡഡു മാടാഡഡു ശ്രീ"}, {"M": "ചരണമ് 10", "T": "ക്രോധ ലോഭമുലതോ ബാധിന്ചിന <br/> ആരാധനോ ലേക ശോധനോ ശ്രീ"}, {"M": "ചരണമ് 11", "T": "സദയുനി ചിരു നവ്വു വദനുനി പദ ഭക്തി <br/> വദലനു എന്ദു കദലനു ശ്രീ"}, {"M": "ചരണമ് 12", "T": "നേമമുഗ തൊലി നോമുന ദൊരികിന <br/> രാമുനി ജിത കാമുനി ശ്രീ"}, {"M": "ചരണമ് 13", "T": "ശീലുനി സദ്-ഗുണ ശാലിനി ജൂചുടേ <br/> ചാലുനു അന്യമേലനു ശ്രീ"}, {"M": "ചരണമ് 14", "T": "വല രാജ ജനകുനി വലചുദുനനി പേര <br/> കോലുതുനു യമുനി ഗെലുതുനു ശ്രീ"}, {"M": "ചരണമ് 15", "T": "നാ ജയമുനു ത്യാഗരാജുനി രാജാധി- <br/> രാജുനകു കൂര്തു രാജിനി ശ്രീ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "श्री राम रामाश्रितुलमु कामा <br/> नेरामा ब्रोव भारमा"}, {"M": "चरणम् 1", "T": "मनसा ना माट विनि सारेकु <br/> मुक्ति कनुमी मन्चिदनुमी श्री"}, {"M": "चरणम् 2", "T": "पलु विध कर्मम्बुलयन्दु मर्ममु <br/> तेलुसुको हरिनि कलुसुको श्री"}, {"M": "चरणम् 3", "T": "लोकुलु तम त्रोवयेकमन्दुरु <br/> ओप्पुकोकवे मोस पोकवे श्री"}, {"M": "चरणम् 4", "T": "माटि माटिकि नूने रोटियेद्दुलु तिरुगु <br/> दाटि रा मतमे पाटिरा श्री"}, {"M": "चरणम् 5", "T": "आ मतमुलयन्दु नेममु <br/> सत्यमु एमर पोकु पामर श्री"}, {"M": "चरणम् 6", "T": "गत्य्न्तरमु लेदु प्रत्येकमुन जूडु <br/> नित्युनि कृत-कृत्युनि श्री"}, {"M": "चरणम् 7", "T": "तोलि भव नाटकमुल जेयु पापमु <br/> तोलगुनु सुखमु कलुगुनु श्री"}, {"M": "चरणम् 8", "T": "ना तलपुननुण्डु श्रीदुनि मनसेन्दु <br/> मीदनो एवरि बोधनो श्री"}, {"M": "चरणम् 9", "T": "जाड तेलुसुकोनि वेडुकोन्न नन्नु <br/> जूडडु माटाडडु श्री"}, {"M": "चरणम् 10", "T": "क्रोध लोभमुलतो बाधिन्चिन <br/> आराधनो लेक शोधनो श्री"}, {"M": "चरणम् 11", "T": "सदयुनि चिरु नव्वु वदनुनि पद भक्ति <br/> वदलनु एन्दु कदलनु श्री"}, {"M": "चरणम् 12", "T": "नेममुग तोलि नोमुन दोरिकिन <br/> रामुनि जित कामुनि श्री"}, {"M": "चरणम् 13", "T": "शीलुनि सद्-गुण शालिनि जूचुटे <br/> चालुनु अन्यमेलनु श्री"}, {"M": "चरणम् 14", "T": "वल राज जनकुनि वलचुदुननि पेर <br/> कोलुतुनु यमुनि गेलुतुनु श्री"}, {"M": "चरणम् 15", "T": "ना जयमुनु त्यागराजुनि राजाधि- <br/> राजुनकु कूर्तु राजिनि श्री"}]}], "lyricsref": [{"links": [{"N": "thyagaraja-vaibhavam.blogspot.com", "L": "http://thyagaraja-vaibhavam.blogspot.com/2007/04/thyagaraja-kriti-sri-rama.html"}, {"N": "www.karnatik.com", "L": "http://www.karnatik.com/c2854.shtml"}, {"N": "sahityam.net", "L": "http://sahityam.net/wiki/Sri_Rama_Ramasritulamu"}]}], "videos": [{"folder": [{"A": [5023, 5024], "songs": [{"C": [5001, 5002], "D": "6:06", "I": "8Q5Dbqe_BT0", "R": [1032, 1033], "S": [16094, 17770], "T": [0, 0], "V": "131"}]}]}]}