{"stats": [{"H": "Videos", "C": "77"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "30"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "9 H"}, {"H": "Views", "C": "3 M"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti", "I": 1}, {"H": "Composer", "V": "Agasthiyar", "P": "agastiyar", "I": 100}, {"H": "Raga", "V": "Ragamalika", "P": "rAgamAlikA", "I": 1}, {"H": "Tala", "V": "Adi", "P": "Adi", "I": 1}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA", "I": 0}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2", "I": 0}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8", "I": 0}, {"H": "Language", "V": "Tamil", "P": "Tamil", "I": 0}, {"H": "God", "V": "dEvi", "P": "dEvi", "I": 0}], "title": {"T": 506, "H": "Sri Chakara Raja", "V": "srIcakra rAja", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "srIcakra rAja simmAsanEsvari <br/> srIlalitAmbikaiyE buvanEsvari"}, {"M": "anupallavi", "T": "Akama vEda kalAmaya rUpiNi <br/> akila sarAsara janani nArAyaNi <br/> nAga kangaNa naTarAja manOhari <br/> nyAna vidyEshvari rAjarAjEsvari"}, {"M": "caraNam 1", "T": "palavidamAy unnaip pADavum ADavum <br/> pADik koNDADum anbar pada malar sUDavum <br/> ulagam muzhuvadum en akamuRak kANavum <br/> orunilai taruvAy kAnci kAmEshvari"}, {"M": "caraNam 2", "T": "uzhanRu tirinda ennai uttamanAkki vaittAy <br/> uyariya periyOruDan onRiDa kUTTi vaittAy <br/> nizhalena toDarnda munnUzh koDumaiyai nInga seydAy <br/> nitya kalyANi bavAni padmEshvari"}, {"M": "caraNam 3", "T": "tunbap puTattiliTTu tUyavanAkki vaittAy <br/> toDarnda mun mAyai nIkki piRanda payanait dandAy <br/> anbaip pukaTTi undan ADalaik kANac seydAy <br/> aDaikkalam nIyE ammA akilANDEsvari"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ஸ்ரீசக்ர ராஜ சிம்மாசனேஸ்வரி <br/> ஸ்ரீலலிதாம்பிகையே புவனேஸ்வரி"}, {"M": "அனுபல்லவி", "T": "ஆகம வேத கலாமய ரூபிணி <br/> அகில சராசர ஜனனி நாராயணி <br/> நாக கங்கண நடராஜ மனோஹரி <br/> ஞான வித்யேஷ்வரி ராஜராஜேஸ்வரி"}, {"M": "சரணம் 1", "T": "பலவிதமாய் உன்னைப் பாடவும் ஆடவும் <br/> பாடிக் கொண்டாடும் அன்பர் பத மலர் சூடவும் <br/> உலகம் முழுவதும் என் அகமுறக் காணவும் <br/> ஒருனிலை தருவாய் காஞ்சி காமேஷ்வரி"}, {"M": "சரணம் 2", "T": "உழன்று திரிந்த என்னை உத்தமனாக்கி வைத்தாய் <br/> உயரிய பெரியோருடன் ஒன்றிட கூட்டி வைத்தாய் <br/> நிழலென தொடர்ந்த முன்னூழ் கொடுமையை நீங்க செய்தாய் <br/> நித்ய கல்யாணி பவானி பத்மேஷ்வரி"}, {"M": "சரணம் 3", "T": "துன்பப் புடத்திலிட்டு தூயவனாக்கி வைத்தாய் <br/> தொடர்ந்த முன் மாயை நீக்கி பிறந்த பயனைத் தந்தாய் <br/> அன்பைப் புகட்டி உந்தன் ஆடலைக் காணச் செய்தாய் <br/> அடைக்கலம் நீயே அம்மா அகிலாண்டேஸ்வரி"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "స్రీచక్ర రాజ సిమ్మాసనేస్వరి <br/> స్రీలలితామ్బికైయే బువనేస్వరి"}, {"M": "అనుపల్లవి", "T": "ఆకమ వేద కలామయ రూపిణి <br/> అకిల సరాసర జనని నారాయణి <br/> నాగ కఙ్గణ నటరాజ మనోహరి <br/> ఞాన విద్యేష్వరి రాజరాజేస్వరి"}, {"M": "చరణమ్ 1", "T": "పలవిదమాయ్ ఉన్నైప్ పాడవుమ్ ఆడవుమ్ <br/> పాడిక్ కొణ్డాడుమ్ అన్బర్ పద మలర్ సూడవుమ్ <br/> ఉలగమ్ ముఴువదుమ్ ఎన్ అకముఱక్ కాణవుమ్ <br/> ఒరునిలై తరువాయ్ కాఞ్చి కామేష్వరి"}, {"M": "చరణమ్ 2", "T": "ఉఴన్ఱు తిరిన్ద ఎన్నై ఉత్తమనాక్కి వైత్తాయ్ <br/> ఉయరియ పెరియోరుడన్ ఒన్ఱిడ కూట్టి వైత్తాయ్ <br/> నిఴలెన తొడర్న్ద మున్నూఴ్ కొడుమైయై నీఙ్గ సెయ్దాయ్ <br/> నిత్య కల్యాణి బవాని పద్మేష్వరి"}, {"M": "చరణమ్ 3", "T": "తున్బప్ పుటత్తిలిట్టు తూయవనాక్కి వైత్తాయ్ <br/> తొడర్న్ద మున్ మాయై నీక్కి పిఱన్ద పయనైత్ దన్దాయ్ <br/> అన్బైప్ పుకట్టి ఉన్దన్ ఆడలైక్ కాణచ్ సెయ్దాయ్ <br/> అడైక్కలమ్ నీయే అమ్మా అకిలాణ్డేస్వరి"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಸ್ರೀಚಕ್ರ ರಾಜ ಸಿಮ್ಮಾಸನೇಸ್ವರಿ <br/> ಸ್ರೀಲಲಿತಾಮ್ಬಿಕೈಯೇ ಬುವನೇಸ್ವರಿ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಆಕಮ ವೇದ ಕಲಾಮಯ ರೂಪಿಣಿ <br/> ಅಕಿಲ ಸರಾಸರ ಜನನಿ ನಾರಾಯಣಿ <br/> ನಾಗ ಕಙ್ಗಣ ನಟರಾಜ ಮನೋಹರಿ <br/> ಞಾನ ವಿದ್ಯೇಷ್ವರಿ ರಾಜರಾಜೇಸ್ವರಿ"}, {"M": "ಚರಣಮ್ 1", "T": "ಪಲವಿದಮಾಯ್ ಉನ್ನೈಪ್ ಪಾಡವುಮ್ ಆಡವುಮ್ <br/> ಪಾಡಿಕ್ ಕೊಣ್ಡಾಡುಮ್ ಅನ್ಬರ್ ಪದ ಮಲರ್ ಸೂಡವುಮ್ <br/> ಉಲಗಮ್ ಮುಳುವದುಮ್ ಎನ್ ಅಕಮುಱಕ್ ಕಾಣವುಮ್ <br/> ಒರುನಿಲೈ ತರುವಾಯ್ ಕಾಞ್ಚಿ ಕಾಮೇಷ್ವರಿ"}, {"M": "ಚರಣಮ್ 2", "T": "ಉಳನ್ಱು ತಿರಿನ್ದ ಎನ್ನೈ ಉತ್ತಮನಾಕ್ಕಿ ವೈತ್ತಾಯ್ <br/> ಉಯರಿಯ ಪೆರಿಯೋರುಡನ್ ಒನ್ಱಿಡ ಕೂಟ್ಟಿ ವೈತ್ತಾಯ್ <br/> ನಿಳಲೆನ ತೊಡರ್ನ್ದ ಮುನ್ನೂಳ್ ಕೊಡುಮೈಯೈ ನೀಙ್ಗ ಸೆಯ್ದಾಯ್ <br/> ನಿತ್ಯ ಕಲ್ಯಾಣಿ ಬವಾನಿ ಪದ್ಮೇಷ್ವರಿ"}, {"M": "ಚರಣಮ್ 3", "T": "ತುನ್ಬಪ್ ಪುಟತ್ತಿಲಿಟ್ಟು ತೂಯವನಾಕ್ಕಿ ವೈತ್ತಾಯ್ <br/> ತೊಡರ್ನ್ದ ಮುನ್ ಮಾಯೈ ನೀಕ್ಕಿ ಪಿಱನ್ದ ಪಯನೈತ್ ದನ್ದಾಯ್ <br/> ಅನ್ಬೈಪ್ ಪುಕಟ್ಟಿ ಉನ್ದನ್ ಆಡಲೈಕ್ ಕಾಣಚ್ ಸೆಯ್ದಾಯ್ <br/> ಅಡೈಕ್ಕಲಮ್ ನೀಯೇ ಅಮ್ಮಾ ಅಕಿಲಾಣ್ಡೇಸ್ವರಿ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "സ്രീചക്ര രാജ സിമ്മാസനേസ്വരി <br/> സ്രീലലിതാമ്ബികൈയേ ബുവനേസ്വരി"}, {"M": "അനുപല്ലവി", "T": "ആകമ വേദ കലാമയ രൂപിണി <br/> അകില സരാസര ജനനി നാരായണി <br/> നാഗ കങ്ഗണ നടരാജ മനോഹരി <br/> ഞാന വിദ്യേഷ്വരി രാജരാജേസ്വരി"}, {"M": "ചരണമ് 1", "T": "പലവിദമായ് ഉന്നൈപ് പാഡവുമ് ആഡവുമ് <br/> പാഡിക് കൊണ്ഡാഡുമ് അന്ബര് പദ മലര് സൂഡവുമ് <br/> ഉലഗമ് മുഴുവദുമ് എന് അകമുറക് കാണവുമ് <br/> ഒരുനിലൈ തരുവായ് കാഞ്ചി കാമേഷ്വരി"}, {"M": "ചരണമ് 2", "T": "ഉഴന്റു തിരിന്ദ എന്നൈ ഉത്തമനാക്കി വൈത്തായ് <br/> ഉയരിയ പെരിയോരുഡന് ഒന്റിഡ കൂട്ടി വൈത്തായ് <br/> നിഴലെന തൊഡര്ന്ദ മുന്നൂഴ് കൊഡുമൈയൈ നീങ്ഗ സെയ്ദായ് <br/> നിത്യ കല്യാണി ബവാനി പദ്മേഷ്വരി"}, {"M": "ചരണമ് 3", "T": "തുന്ബപ് പുടത്തിലിട്ടു തൂയവനാക്കി വൈത്തായ് <br/> തൊഡര്ന്ദ മുന് മായൈ നീക്കി പിറന്ദ പയനൈത് ദന്ദായ് <br/> അന്ബൈപ് പുകട്ടി ഉന്ദന് ആഡലൈക് കാണച് സെയ്ദായ് <br/> അഡൈക്കലമ് നീയേ അമ്മാ അകിലാണ്ഡേസ്വരി"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "स्रीचक्र राज सिम्मासनेस्वरि <br/> स्रीललिताम्बिकैये बुवनेस्वरि"}, {"M": "अनुपल्लवि", "T": "आकम वेद कलामय रूपिणि <br/> अकिल सरासर जननि नारायणि <br/> नाग कङ्गण नटराज मनोहरि <br/> ञान विद्येष्वरि राजराजेस्वरि"}, {"M": "चरणम् 1", "T": "पलविदमाय् उन्नैप् पाडवुम् आडवुम् <br/> पाडिक् कोण्डाडुम् अन्बर् पद मलर् सूडवुम् <br/> उलगम् मुलुवदुम् एन् अकमुरक् काणवुम् <br/> ओरुनिलै तरुवाय् काञ्चि कामेष्वरि"}, {"M": "चरणम् 2", "T": "उलन्रु तिरिन्द एन्नै उत्तमनाक्कि वैत्ताय् <br/> उयरिय पेरियोरुडन् ओन्रिड कूट्टि वैत्ताय् <br/> निललेन तोडर्न्द मुन्नूल् कोडुमैयै नीङ्ग सेय्दाय् <br/> नित्य कल्याणि बवानि पद्मेष्वरि"}, {"M": "चरणम् 3", "T": "तुन्बप् पुटत्तिलिट्टु तूयवनाक्कि वैत्ताय् <br/> तोडर्न्द मुन् मायै नीक्कि पिरन्द पयनैत् दन्दाय् <br/> अन्बैप् पुकट्टि उन्दन् आडलैक् काणच् सेय्दाय् <br/> अडैक्कलम् नीये अम्मा अकिलाण्डेस्वरि"}]}], "L": "l", "lyricsref": [{"links": [{"N": "amrithavarshini.proboards.com", "L": "https://amrithavarshini.proboards.com/thread/712/"}]}], "songs": [{"I": "CFjPy0Wctxs", "T": 0, "S": 506, "R": 1, "C": 100, "A": 228, "D": "8:42", "V": "531,574", "J": "m"}, {"I": "9AHEZq5uYzg", "T": 0, "S": 506, "R": 1, "C": 100, "A": 209, "D": "8:18", "V": "2,448", "J": "m"}, {"I": "D_VABPCsAHs", "T": 0, "S": 506, "R": 1, "C": 100, "A": 66, "D": "8:36", "V": "241", "J": "h"}, {"I": "Hw3fRJOg3o8", "T": 0, "S": 506, "R": 1, "C": 100, "A": 176, "D": "6:24", "V": "8,614", "J": "m"}, {"I": "cJxcAmtla4k", "T": 0, "S": 506, "R": 1, "C": 100, "A": 215, "D": "4:53", "V": "90,385", "J": "m"}, {"I": "mbfeHtGZ9mo", "T": 0, "S": 506, "R": 1, "C": 100, "A": 28, "D": "7:54", "V": "116", "J": "m"}, {"I": "yKCrTq2hAJA", "T": 0, "S": 506, "R": 1, "C": 100, "A": 167, "D": "7:36", "V": "4,786", "J": "m"}, {"I": "wp_0R6qEFOM", "T": 0, "S": 506, "R": 1, "C": 100, "A": 428, "D": "1:19", "V": "3,064", "J": "m"}, {"I": "qlCNC3t8iMw", "T": 0, "S": 506, "R": 1, "C": 100, "A": 2, "D": "4:51", "V": "4,147", "J": "m"}, {"I": "2_-0OvyF8iY&start=6150&end=6507", "T": 0, "S": 506, "R": 1, "C": 100, "A": 2, "D": "5:57", "V": "3,914", "J": "m"}, {"I": "I3JplKHwsF0", "T": 0, "S": 506, "R": 1, "C": 100, "A": 2, "D": "7:49", "V": "41", "J": "h"}, {"I": "53uA_UYM8zY&start=2618&end=3043", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "7:05", "V": "1,087,433", "J": "m"}, {"I": "24_-83-n7CU", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "5:45", "V": "353,675", "J": "h"}, {"I": "b_Jq7dMlxME", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "4:30", "V": "123,697", "J": "h"}, {"I": "-t-1zZ7wOFQ&start=11683&end=12109", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "7:06", "V": "54,987", "J": "m"}, {"I": "fkHDYFocDi4&start=2618&end=3043", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "7:05", "V": "53,820", "J": "h"}, {"I": "O_ziqdUFo7s", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "5:46", "V": "19,783", "J": "m"}, {"I": "WEAxNnlsKMY", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "6:30", "V": "5,300", "J": "m"}, {"I": "Q5p_CmRWY58&start=8355&end=8813", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "7:38", "V": "1,124", "J": "s"}, {"I": "2Zm2_deHYIs", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "5:44", "V": "1,100", "J": "m"}, {"I": "pD27rS-WWQY&start=319&end=394", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "1:15", "V": "879", "J": "m"}, {"I": "33PLPnfuj5M", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "5:44", "V": "792", "J": "m"}, {"I": "JpZYvP6LHMY", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "4:25", "V": "757", "J": "m"}, {"I": "lTGRPv77wDg", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "6:44", "V": "693", "J": "m"}, {"I": "ttXEVDaWkKA", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "2:45", "V": "535", "J": "m"}, {"I": "Q0CCXVgi6uw", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "7:30", "V": "270", "J": "m"}, {"I": "KPiYXpwYDy0", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "7:50", "V": "204", "J": "h"}, {"I": "Y8VKNvDsCpY", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "7:50", "V": "164", "J": "h"}, {"I": "nDC-T2EO36A", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "5:34", "V": "105", "J": "m"}, {"I": "42C6aIj9EnE", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "5:44", "V": "90", "J": "m"}, {"I": "IP9RJfNUaA8", "T": 0, "S": 506, "R": 1, "C": 100, "A": 21, "D": "7:50", "V": "2", "J": "m"}, {"I": "RAM-luKde6E", "T": 0, "S": 506, "R": 1, "C": 100, "A": 198, "D": "6:42", "V": "162,949", "J": "h"}, {"I": "AjssQ_BtIPU", "T": 0, "S": 506, "R": 1, "C": 100, "A": 198, "D": "6:38", "V": "1,075", "J": "m"}, {"I": "FJ7cj8rkVfU&start=6506&end=7074", "T": 0, "S": 506, "R": 1, "C": 100, "A": 87, "D": "9:28", "V": "1,721", "J": "m"}, {"I": "sOt5vKEfqJo", "T": 0, "S": 506, "R": 1, "C": 100, "A": 13, "D": "6:23", "V": "16,306", "J": "m"}, {"I": "V5T8WIiJRBo&start=3235&end=3561", "T": 0, "S": 506, "R": 1, "C": 100, "A": 439, "D": "5:26", "V": "37", "J": "s"}, {"I": "ZWkuCPffbP0", "T": 0, "S": 506, "R": 1, "C": 100, "A": 29, "D": "8:07", "V": "8,269", "J": "m"}, {"I": "59aJTBb0bks", "T": 0, "S": 506, "R": 1, "C": 100, "A": 29, "D": "8:07", "V": "7,345", "J": "h"}, {"I": "JI0pCEpDxbQ", "T": 0, "S": 506, "R": 1, "C": 100, "A": 29, "D": "8:07", "V": "4,835", "J": "m"}, {"I": "7N1xHQe49iY", "T": 0, "S": 506, "R": 1, "C": 100, "A": 29, "D": "8:07", "V": "2,300", "J": "m"}, {"I": "ZbOKN-2h8Eo", "T": 0, "S": 506, "R": 1, "C": 100, "A": 29, "D": "8:07", "V": "1,022", "J": "m"}, {"I": "ffrBJIN934k", "T": 0, "S": 506, "R": 1, "C": 100, "A": 29, "D": "8:07", "V": "933", "J": "m"}, {"I": "15PRC3w8oyE", "T": 0, "S": 506, "R": 1, "C": 100, "A": 29, "D": "8:07", "V": "922", "J": "m"}, {"I": "2qKoSrXGzdY", "T": 0, "S": 506, "R": 1, "C": 100, "A": 29, "D": "8:07", "V": "441", "J": "h"}, {"I": "K17m0_OAUak", "T": 0, "S": 506, "R": 1, "C": 100, "A": 29, "D": "6:41", "V": "255", "J": "h"}, {"I": "EqTBWCbTH4M", "T": 0, "S": 506, "R": 1, "C": 100, "A": 29, "D": "8:07", "V": "233", "J": "m"}, {"I": "OLaiUj1phms", "T": 0, "S": 506, "R": 1, "C": 100, "A": 29, "D": "1:00", "V": "2", "J": "s"}, {"I": "ICJzNZIDs3A", "T": 0, "S": 506, "R": 1, "C": 100, "A": 27, "D": "5:23", "V": "86,648", "J": "h"}, {"I": "rBp8KF4wmHE", "T": 0, "S": 506, "R": 1, "C": 100, "A": 27, "D": "9:18", "V": "6,803", "J": "m"}, {"I": "cTHIKomv-rk", "T": 0, "S": 506, "R": 1, "C": 100, "A": 27, "D": "0:59", "V": "1,632", "J": "s"}, {"I": "cj4NuqeeUFY", "T": 0, "S": 506, "R": 1, "C": 100, "A": 27, "D": "9:18", "V": "302", "J": "s"}, {"I": "LNdrZQvC7WI", "T": 0, "S": 506, "R": 1, "C": 100, "A": 53, "D": "8:39", "V": "33,680", "J": "m"}, {"I": "LXQggurNy8k", "T": 0, "S": 506, "R": 1, "C": 100, "A": 333, "D": "5:35", "V": "1,978", "J": "m"}, {"I": "EkRi1agFvZA", "T": 0, "S": 506, "R": 1, "C": 100, "A": 177, "D": "7:07", "V": "90,325", "J": "m"}, {"I": "KPCVPdZzLtg", "T": 0, "S": 506, "R": 1, "C": 100, "A": 5, "D": "6:50", "V": "217,558", "J": "m"}, {"I": "oRTGzPDQMyo", "T": 0, "S": 506, "R": 1, "C": 100, "A": 5, "D": "3:01", "V": "40,471", "J": "m"}, {"I": "mRKNQukEZuw", "T": 0, "S": 506, "R": 1, "C": 100, "A": 5, "D": "6:50", "V": "14,177", "J": "m"}, {"I": "qlkzpT_3WAU", "T": 0, "S": 506, "R": 1, "C": 100, "A": 5, "D": "6:50", "V": "9,098", "J": "m"}, {"I": "OWwIC-j2AbM&start=1133&end=1543", "T": 0, "S": 506, "R": 1, "C": 100, "A": 5, "D": "6:50", "V": "6,667", "J": "m"}, {"I": "7JtWxpASHPs&start=1178&end=1588", "T": 0, "S": 506, "R": 1, "C": 100, "A": 5, "D": "6:50", "V": "2,978", "J": "m"}, {"I": "VHLL6nCGJcY&start=1178&end=1588", "T": 0, "S": 506, "R": 1, "C": 100, "A": 5, "D": "6:50", "V": "627", "J": "m"}, {"I": "GV27gC-F8UE", "T": 0, "S": 506, "R": 1, "C": 100, "A": 5, "D": "6:50", "V": "253", "J": "m"}, {"I": "sHYpAcXSx2M", "T": 0, "S": 506, "R": 1, "C": 100, "A": 84, "D": "10:55", "V": "74,121", "J": "m"}, {"I": "suW1_zQuh_s", "T": 0, "S": 506, "R": 1, "C": 100, "A": 84, "D": "7:53", "V": "14,057", "J": "m"}, {"I": "Xms-sftm9YU", "T": 0, "S": 506, "R": 1, "C": 100, "A": 263, "D": "14:38", "V": "129", "J": "h"}, {"I": "xF2qfEAohiY", "T": 0, "S": 506, "R": 1, "C": 100, "A": 263, "D": "5:54", "V": "96", "J": "m"}, {"I": "btb4b2ITLmY", "T": 0, "S": 506, "R": 1, "C": 100, "A": 196, "D": "6:11", "V": "21,930", "J": "h"}, {"I": "9V9su1EQzX0", "T": 0, "S": 506, "R": 1, "C": 100, "A": 103, "D": "1:34:45", "V": "11,212", "J": "m"}, {"I": "Ga7r4SJawzI", "T": 0, "S": 506, "R": 1, "C": 100, "A": 103, "D": "3:57", "V": "368", "J": "m"}, {"I": "_GtStYVAOHI", "T": 0, "S": 506, "R": 1, "C": 100, "A": 360, "D": "5:51", "V": "1,125", "J": "m"}, {"I": "9W-nshTo3rM", "T": 0, "S": 506, "R": 1, "C": 100, "A": 252, "D": "8:26", "V": "583", "J": "m"}, {"I": "yoO4q0mpE8w", "T": 0, "S": 506, "R": 1, "C": 100, "A": 90, "D": "13:22", "V": "6,563", "J": "m"}, {"I": "IchtN_DYvEY", "T": 0, "S": 506, "R": 1, "C": 100, "A": 90, "D": "7:01", "V": "6,485", "J": "m"}, {"I": "7UdwrF6XqoM&start=7006&end=7281", "T": 0, "S": 506, "R": 1, "C": 100, "A": 90, "D": "4:35", "V": "130", "J": "m"}, {"I": "-Ri5zzwnduY", "T": 0, "S": 506, "R": 1, "C": 100, "A": 271, "D": "5:05", "V": "33,992", "J": "m"}, {"I": "GUNFV7w2PFk", "T": 0, "S": 506, "R": 1, "C": 100, "A": 99, "D": "6:44", "V": "796", "J": "m"}, {"I": "kvVa86eekPg&start=3042&end=3378", "T": 0, "S": 506, "R": 1, "C": 100, "A": 25, "D": "5:36", "V": "20", "J": "s"}], "folders": [["artist", 228, "0"], ["artist", 209, "1"], ["artist", 66, "2"], ["artist", 176, "3"], ["artist", 215, "4"], ["artist", 28, "5"], ["artist", 167, "6"], ["artist", 428, "7"], ["artist", 2, "8,9,10"], ["artist", 21, "11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30"], ["artist", 198, "31,32"], ["artist", 87, "33"], ["artist", 13, "34"], ["artist", 439, "35"], ["artist", 29, "36,37,38,39,40,41,42,43,44,45,46"], ["artist", 27, "47,48,49,50"], ["artist", 53, "51"], ["artist", 333, "52"], ["artist", 177, "53"], ["artist", 5, "54,55,56,57,58,59,60,61"], ["artist", 84, "62,63"], ["artist", 263, "64,65"], ["artist", 196, "66"], ["artist", 103, "67,68"], ["artist", 360, "69"], ["artist", 252, "70"], ["artist", 90, "71,72,73"], ["artist", 271, "74"], ["artist", 99, "75"], ["artist", 25, "76"]], "languages": {"english": "25,0,27,1,2,3,4,24,5,22,6,26,7,8,9,10,11,12,13,14,15,16,17,18,19,28,20,23,29,21", "tamil": "27,1,29,8,15,25,0,26,7,16,17,3,4,19,6,22,28,24,20,5,12,11,13,2,14,9,10,23,21,18", "telugu": "27,1,29,8,15,25,0,26,7,3,4,6,22,28,20,24,5,12,11,13,14,2,9,10,23,21,17,18,16,19", "kannada": "27,1,29,8,15,25,0,26,7,3,4,6,22,28,20,24,5,12,11,13,14,2,9,10,23,21,17,18,16,19", "malayalam": "27,1,29,8,15,25,0,26,7,3,4,6,22,28,20,24,5,12,11,13,14,2,9,10,23,21,17,18,16,19", "hindi": "27,1,29,8,15,25,0,26,7,3,4,6,22,28,20,24,5,12,11,13,14,2,9,10,23,21,17,18,16,19", "marathi": "27,1,29,25,8,15,0,26,7,3,4,22,6,28,20,24,5,12,11,13,14,2,9,10,23,21,17,18,16,19", "bengali": "27,1,29,25,8,15,0,26,7,3,4,22,6,28,20,24,5,12,11,13,14,21,2,9,10,23,17,18,16,19", "gujarati": "27,1,29,25,8,15,0,26,7,3,4,22,6,28,20,24,5,12,11,13,14,2,9,10,23,21,17,18,16,19", "punjabi": "27,1,29,25,8,15,0,26,7,3,4,22,6,28,20,24,5,12,11,13,14,2,9,10,23,21,17,18,16,19", "odia": "27,1,29,25,8,15,0,26,7,3,4,22,6,28,20,24,5,12,11,13,14,2,9,10,23,21,17,18,16,19", "assamese": "27,1,29,25,8,15,0,26,7,3,4,22,6,28,20,24,5,12,11,13,14,21,2,9,10,23,17,18,16,19"}}