{"stats": [{"H": "Videos", "C": "7"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "5"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "36 M"}, {"H": "Views", "C": "9 K"}], "info": [], "title": {"H": "taka tajhaNu dhImta tajhaNu dhImta", "V": "taka tajhaNu dhImta tajhaNu dhImta", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "taka tajhaNu dhImta tajhaNu dhImta tadhiranA dhiranA dhiranA"}, {"M": "anupallavi", "T": "tana tadhImta kiTatajham tanatadhIm dhIm kiTatajham tajhaNuta <br/> tOm taka dhitlAm tAm kiTatOm dhitlAm tAm kiTatOm dhitlAm tAm"}, {"M": "caraNam", "T": "sundara mOhana rUpam vandita muni janAnandam <br/> santatam valli kAntam cintayE guruvaram skandam <br/> taka jhaNu dhIm tajhaNu dhIm jhaNu dhIm pa da ri* sa* , <br/> taka takiTa dhimita jhaNuta tatOm taka dhImta tadhIm <br/> kiTajhamta da gA* ri* sa* nI dha kiTatajham tatAm tatAm <br/> takajhaNuta dhIm tadhIm tadhIm takatajhaNu dhIm tajham tajham"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "தக தஜணு தீம்த தஜணு தீம்த ததிரனா திரனா திரனா"}, {"M": "அனுபல்லவி", "T": "தன ததீம்த கிடதஜம் தனததீம் தீம் கிடதஜம் தஜணுத <br/> தோம் தக தித்லாம் தாம் கிடதோம் தித்லாம் தாம் கிடதோம் தித்லாம் தாம்"}, {"M": "சரணம்", "T": "சுந்தர மோஹன ரூபம் வந்தித முனி ஜனானந்தம் <br/> சந்ததம் வல்லி காந்தம் சிந்தயே குருவரம் ஸ்கந்தம் <br/> தக ஜணு தீம் தஜணு தீம் ஜணு தீம் ப த ரி* ச* , <br/> தக தகிட திமித ஜணுத ததோம் தக தீம்த ததீம் <br/> கிடஜம்த த கா* ரி* ச* நீ த கிடதஜம் ததாம் ததாம் <br/> தகஜணுத தீம் ததீம் ததீம் தகதஜணு தீம் தஜம் தஜம்"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "తక తఝణు ధీమ్త తఝణు ధీమ్త తధిరనా ధిరనా ధిరనా"}, {"M": "అనుపల్లవి", "T": "తన తధీమ్త కిటతఝమ్ తనతధీమ్ ధీమ్ కిటతఝమ్ తఝణుత <br/> తోమ్ తక ధిత్లామ్ తామ్ కిటతోమ్ ధిత్లామ్ తామ్ కిటతోమ్ ధిత్లామ్ తామ్"}, {"M": "చరణమ్", "T": "సున్దర మోహన రూపమ్ వన్దిత ముని జనానన్దమ్ <br/> సన్తతమ్ వల్లి కాన్తమ్ చిన్తయే గురువరమ్ స్కన్దమ్ <br/> తక ఝణు ధీమ్ తఝణు ధీమ్ ఝణు ధీమ్ ప ద రి* స* , <br/> తక తకిట ధిమిత ఝణుత తతోమ్ తక ధీమ్త తధీమ్ <br/> కిటఝమ్త ద గా* రి* స* నీ ధ కిటతఝమ్ తతామ్ తతామ్ <br/> తకఝణుత ధీమ్ తధీమ్ తధీమ్ తకతఝణు ధీమ్ తఝమ్ తఝమ్"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ತಕ ತಝಣು ಧೀಮ್ತ ತಝಣು ಧೀಮ್ತ ತಧಿರನಾ ಧಿರನಾ ಧಿರನಾ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ತನ ತಧೀಮ್ತ ಕಿಟತಝಮ್ ತನತಧೀಮ್ ಧೀಮ್ ಕಿಟತಝಮ್ ತಝಣುತ <br/> ತೋಮ್ ತಕ ಧಿತ್ಲಾಮ್ ತಾಮ್ ಕಿಟತೋಮ್ ಧಿತ್ಲಾಮ್ ತಾಮ್ ಕಿಟತೋಮ್ ಧಿತ್ಲಾಮ್ ತಾಮ್"}, {"M": "ಚರಣಮ್", "T": "ಸುನ್ದರ ಮೋಹನ ರೂಪಮ್ ವನ್ದಿತ ಮುನಿ ಜನಾನನ್ದಮ್ <br/> ಸನ್ತತಮ್ ವಲ್ಲಿ ಕಾನ್ತಮ್ ಚಿನ್ತಯೇ ಗುರುವರಮ್ ಸ್ಕನ್ದಮ್ <br/> ತಕ ಝಣು ಧೀಮ್ ತಝಣು ಧೀಮ್ ಝಣು ಧೀಮ್ ಪ ದ ರಿ* ಸ* , <br/> ತಕ ತಕಿಟ ಧಿಮಿತ ಝಣುತ ತತೋಮ್ ತಕ ಧೀಮ್ತ ತಧೀಮ್ <br/> ಕಿಟಝಮ್ತ ದ ಗಾ* ರಿ* ಸ* ನೀ ಧ ಕಿಟತಝಮ್ ತತಾಮ್ ತತಾಮ್ <br/> ತಕಝಣುತ ಧೀಮ್ ತಧೀಮ್ ತಧೀಮ್ ತಕತಝಣು ಧೀಮ್ ತಝಮ್ ತಝಮ್"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "തക തഝണു ധീമ്ത തഝണു ധീമ്ത തധിരനാ ധിരനാ ധിരനാ"}, {"M": "അനുപല്ലവി", "T": "തന തധീമ്ത കിടതഝമ് തനതധീമ് ധീമ് കിടതഝമ് തഝണുത <br/> തോമ് തക ധിത്ലാമ് താമ് കിടതോമ് ധിത്ലാമ് താമ് കിടതോമ് ധിത്ലാമ് താമ്"}, {"M": "ചരണമ്", "T": "സുന്ദര മോഹന രൂപമ് വന്ദിത മുനി ജനാനന്ദമ് <br/> സന്തതമ് വല്ലി കാന്തമ് ചിന്തയേ ഗുരുവരമ് സ്കന്ദമ് <br/> തക ഝണു ധീമ് തഝണു ധീമ് ഝണു ധീമ് പ ദ രി* സ* , <br/> തക തകിട ധിമിത ഝണുത തതോമ് തക ധീമ്ത തധീമ് <br/> കിടഝമ്ത ദ ഗാ* രി* സ* നീ ധ കിടതഝമ് തതാമ് തതാമ് <br/> തകഝണുത ധീമ് തധീമ് തധീമ് തകതഝണു ധീമ് തഝമ് തഝമ്"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "तक तझणु धीम्त तझणु धीम्त तधिरना धिरना धिरना"}, {"M": "अनुपल्लवि", "T": "तन तधीम्त किटतझम् तनतधीम् धीम् किटतझम् तझणुत <br/> तोम् तक धित्लाम् ताम् किटतोम् धित्लाम् ताम् किटतोम् धित्लाम् ताम्"}, {"M": "चरणम्", "T": "सुन्दर मोहन रूपम् वन्दित मुनि जनानन्दम् <br/> सन्ततम् वल्लि कान्तम् चिन्तये गुरुवरम् स्कन्दम् <br/> तक झणु धीम् तझणु धीम् झणु धीम् प द रि* स* , <br/> तक तकिट धिमित झणुत ततोम् तक धीम्त तधीम् <br/> किटझम्त द गा* रि* स* नी ध किटतझम् तताम् तताम् <br/> तकझणुत धीम् तधीम् तधीम् तकतझणु धीम् तझम् तझम्"}]}], "videos": [{"folder": [{"A": [3082, 3083], "songs": [{"C": [5037, 5038], "D": "6:43", "I": "eLTrvo9hYEo", "R": [1151, 1152], "S": [10315, 10315], "T": [28, 7005], "V": "6,000"}]}, {"A": [3965, 3972], "songs": [{"C": [5037, 5038], "D": "7:38", "I": "5pHYGYyokP4", "R": [1151, 1152], "S": [10315, 10315], "T": [28, 7005], "V": "542"}, {"C": [5037, 5038], "D": "3:01", "I": "QAY8wu2uIws", "R": [1151, 1152], "S": [10315, 10315], "T": [28, 7005], "V": "196"}]}, {"A": [3018, 3019], "songs": [{"C": [5037, 5038], "D": "5:11", "I": "9c2CjNAGg-0", "R": [1151, 1152], "S": [10315, 10315], "T": [28, 7005], "V": "684"}]}, {"A": [3250, 3251], "songs": [{"C": [5037, 5038], "D": "5:28", "I": "AeAgHtEgST4", "R": [1151, 1152], "S": [10315, 10315], "T": [28, 7005], "V": "362"}]}, {"A": [5037, 5038], "songs": [{"C": [5037, 5038], "D": "5:33", "I": "DHbFVSVXWaw", "R": [1151, 1152], "S": [10315, 10315], "T": [28, 7005], "V": "1,000"}, {"C": [5037, 5038], "D": "5:24", "I": "alfuDgU0Ix0", "R": [1151, 1152], "S": [10315, 10315], "T": [28, 7005], "V": "39"}]}]}]}