{"stats": [{"H": "Videos", "C": "2"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "13 M"}, {"H": "Views", "C": "236"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Spencer R. Venugopal", "P": "spencar Ar. vENugOpAl"}, {"H": "Raga", "V": "Thodi", "P": "tODi"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Tamil", "P": "Tamil"}], "title": {"H": "Thamadhama Kattarula Thaye", "V": "tAmadamA kAttaruLa tAyE dayApari", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "tAmadamA kAttaruLa tAyE dayApari"}, {"M": "anupallavi", "T": "pAmaran un pAdamalar paNindiDa uLLam kanindiDumO tEn madhura svarUpiNi amba ten purittiTTu taLavi dayini"}, {"M": "ciTTasvaram", "T": "dhA ma dha ma ga ri sa ri ni dha sA ri sa ri ga ma dha ma dha ni dhA ni dha ni ni ni ni dha ma dha mA sA nI dha ma ga ri sa ri"}, {"M": "caraNam", "T": "SrIpati sahOdari kuncita phaladAyaki amba pApa haraNi pAvani nI paripUraNi jananI <br/> kAppadu un bhAram enRum kazhaliNai tanai SaraN aDaindEn <br/> tApa nilai pArttum amba pari en pari inda taniyanukkundan dayai purindiDa"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "தாமதமா காத்தருள தாயே தயாபரி"}, {"M": "அனுபல்லவி", "T": "பாமரன் உன் பாதமலர் பணிந்திட உள்ளம் கனிந்திடுமோ தேன் மதுர ஸ்வரூபிணி அம்ப தென் புரித்திட்டு தளவி தயினி"}, {"M": "சிட்டஸ்வரம்", "T": "தா ம த ம க ரி ச ரி நி த சா ரி ச ரி க ம த ம த நி தா நி த நி நி நி நி த ம த மா சா நீ த ம க ரி ச ரி"}, {"M": "சரணம்", "T": "ஶ்ரீபதி சஹோதரி குஞ்சித பலதாயகி அம்ப பாப ஹரணி பாவனி நீ பரிபூரணி ஜனனீ <br/> காப்பது உன் பாரம் என்றும் கழலிணை தனை சரண் அடைந்தேன் <br/> தாப நிலை பார்த்தும் அம்ப பரி என் பரி இந்த தனியனுக்குந்தன் தயை புரிந்திட"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "తామదమా కాత్తరుళ తాయే దయాపరి"}, {"M": "అనుపల్లవి", "T": "పామరన్ ఉన్ పాదమలర్ పణిన్దిడ ఉళ్ళమ్ కనిన్దిడుమో తేన్ మధుర స్వరూపిణి అమ్బ తెన్ పురిత్తిట్టు తళవి దయిని"}, {"M": "చిట్టస్వరమ్", "T": "ధా మ ధ మ గ రి స రి ని ధ సా రి స రి గ మ ధ మ ధ ని ధా ని ధ ని ని ని ని ధ మ ధ మా సా నీ ధ మ గ రి స రి"}, {"M": "చరణమ్", "T": "శ్రీపతి సహోదరి కుఞ్చిత ఫలదాయకి అమ్బ పాప హరణి పావని నీ పరిపూరణి జననీ <br/> కాప్పదు ఉన్ భారమ్ ఎన్ఱుమ్ కఴలిణై తనై శరణ్ అడైన్దేన్ <br/> తాప నిలై పార్త్తుమ్ అమ్బ పరి ఎన్ పరి ఇన్ద తనియనుక్కున్దన్ దయై పురిన్దిడ"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ತಾಮದಮಾ ಕಾತ್ತರುಳ ತಾಯೇ ದಯಾಪರಿ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಪಾಮರನ್ ಉನ್ ಪಾದಮಲರ್ ಪಣಿನ್ದಿಡ ಉಳ್ಳಮ್ ಕನಿನ್ದಿಡುಮೋ ತೇನ್ ಮಧುರ ಸ್ವರೂಪಿಣಿ ಅಮ್ಬ ತೆನ್ ಪುರಿತ್ತಿಟ್ಟು ತಳವಿ ದಯಿನಿ"}, {"M": "ಚಿಟ್ಟಸ್ವರಮ್", "T": "ಧಾ ಮ ಧ ಮ ಗ ರಿ ಸ ರಿ ನಿ ಧ ಸಾ ರಿ ಸ ರಿ ಗ ಮ ಧ ಮ ಧ ನಿ ಧಾ ನಿ ಧ ನಿ ನಿ ನಿ ನಿ ಧ ಮ ಧ ಮಾ ಸಾ ನೀ ಧ ಮ ಗ ರಿ ಸ ರಿ"}, {"M": "ಚರಣಮ್", "T": "ಶ್ರೀಪತಿ ಸಹೋದರಿ ಕುಞ್ಚಿತ ಫಲದಾಯಕಿ ಅಮ್ಬ ಪಾಪ ಹರಣಿ ಪಾವನಿ ನೀ ಪರಿಪೂರಣಿ ಜನನೀ <br/> ಕಾಪ್ಪದು ಉನ್ ಭಾರಮ್ ಎನ್ಱುಮ್ ಕಳಲಿಣೈ ತನೈ ಶರಣ್ ಅಡೈನ್ದೇನ್ <br/> ತಾಪ ನಿಲೈ ಪಾರ್ತ್ತುಮ್ ಅಮ್ಬ ಪರಿ ಎನ್ ಪರಿ ಇನ್ದ ತನಿಯನುಕ್ಕುನ್ದನ್ ದಯೈ ಪುರಿನ್ದಿಡ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "താമദമാ കാത്തരുള തായേ ദയാപരി"}, {"M": "അനുപല്ലവി", "T": "പാമരന് ഉന് പാദമലര് പണിന്ദിഡ ഉള്ളമ് കനിന്ദിഡുമോ തേന് മധുര സ്വരൂപിണി അമ്ബ തെന് പുരിത്തിട്ടു തളവി ദയിനി"}, {"M": "ചിട്ടസ്വരമ്", "T": "ധാ മ ധ മ ഗ രി സ രി നി ധ സാ രി സ രി ഗ മ ധ മ ധ നി ധാ നി ധ നി നി നി നി ധ മ ധ മാ സാ നീ ധ മ ഗ രി സ രി"}, {"M": "ചരണമ്", "T": "ശ്രീപതി സഹോദരി കുഞ്ചിത ഫലദായകി അമ്ബ പാപ ഹരണി പാവനി നീ പരിപൂരണി ജനനീ <br/> കാപ്പദു ഉന് ഭാരമ് എന്റുമ് കഴലിണൈ തനൈ ശരണ് അഡൈന്ദേന് <br/> താപ നിലൈ പാര്ത്തുമ് അമ്ബ പരി എന് പരി ഇന്ദ തനിയനുക്കുന്ദന് ദയൈ പുരിന്ദിഡ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "तामदमा कात्तरुल ताये दयापरि"}, {"M": "अनुपल्लवि", "T": "पामरन् उन् पादमलर् पणिन्दिड उल्लम् कनिन्दिडुमो तेन् मधुर स्वरूपिणि अम्ब तेन् पुरित्तिट्टु तलवि दयिनि"}, {"M": "चिट्टस्वरम्", "T": "धा म ध म ग रि स रि नि ध सा रि स रि ग म ध म ध नि धा नि ध नि नि नि नि ध म ध मा सा नी ध म ग रि स रि"}, {"M": "चरणम्", "T": "श्रीपति सहोदरि कुञ्चित फलदायकि अम्ब पाप हरणि पावनि नी परिपूरणि जननी <br/> काप्पदु उन् भारम् एन्रुम् कललिणै तनै शरण् अडैन्देन् <br/> ताप निलै पार्त्तुम् अम्ब परि एन् परि इन्द तनियनुक्कुन्दन् दयै पुरिन्दिड"}]}], "videos": [{"folder": [{"A": [3046, 3047], "songs": [{"C": [5171, 5173], "D": "6:51", "I": "o5U2OOcpmqM", "R": [1003, 1004], "S": [13652, 14198], "T": [0, 0], "V": "166"}, {"C": [5171, 5173], "D": "7:16", "I": "cUSsbi_xP0U", "R": [1003, 1004], "S": [13652, 14198], "T": [0, 0], "V": "70"}]}]}]}