{"stats": [{"N": "Videos", "C": "93"}, {"N": "Ragas", "C": "1"}, {"N": "Artists", "C": "25"}, {"N": "Types", "C": "1"}, {"N": "Duration", "C": "24 H"}, {"N": "Views", "C": "6 M"}], "info": [{"N": "Type", "V": "Krithi"}, {"N": "Composer", "V": "Oothukkadu Venkata Kavi"}, {"N": "Raga", "V": "Thodi"}, {"N": "Tala", "V": "Adi"}, {"N": "Tala name", "V": "Chatusra Jaati Triputa Tala"}, {"N": "Tala angas", "V": "Laghu-1, Dhruta-2"}, {"N": "Tala count", "V": "4 + 2 + 2 = 8"}, {"N": "Language", "V": "Tamil"}, {"N": "God", "V": "Krishna"}], "title": {"N": "tAyE yasOdA undan Ayar kulattuditta", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "tAyE yasOdA undan Ayar kulattuditta <br/> mAyan gOpAla kirushNan seyyum jAlattaik kELaDi (tAyE)"}, {"M": "anupallavi", "T": "taiyalE kELaTi untan paiyanaip pOlavE inta <br/> vaiyakattil oru piLLai ammammA nAn kaNTatillai (tAyE)"}, {"M": "caraNam 1", "T": "kAlinil cilampu koncak kaivaLai kulunka muttu <br/> mAlaikaL acaiyat teru vAcalil vantAn <br/> kAlacaivum kaiyacaivum tALamOTu icaintu vara <br/> nIlavaNNak kaNNan ivan narttanam ATinAn"}, {"M": "caraNam 2", "T": "pAlanenRu tAvi aNaittEn aNaitta ennai <br/> mAlaiyiTTavan pOl vAyil muttamiTTANDi <br/> pAlanallaTi un makan jAlam mika ceyyum kirushNan <br/> nAlu pErkaL kETkac colla nANamika AkutaTi (tAyE)"}, {"M": "caraNam 3", "T": "mundAnAL andi nErattil contamuTan kiTTE vantu <br/> vintaikaL anEkam ceytu viLaiyATinAn oru <br/> pantaLavAkilum veNNai tantAltAn viTuvEn enRu <br/> muntukilait toTTizhuttup pOrATinAn"}, {"M": "caraNam 4", "T": "anta vAcutEvan ivan tAn aTi yacOtA! <br/> maindanenRu toTTizhuttu maTimEl vaittu <br/> cuntara mukattaik kaNTu cintai mayankum nEram <br/> antara vaikuntamOTu ellAm kATTinAn aTi! (tAyE)"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "தாயே யசோதா உந்தன் ஆயர் குலத்துதித்த <br/> மாயன் கோபால கிருஷ்ணன் செய்யும் ஜாலத்தைக் கேளடி (தாயே)"}, {"M": "அனுபல்லவி", "T": "தையலே கேளடி உந்தன் பையனைப் போலவே இந்த <br/> வையகத்தில் ஒரு பிள்ளை அம்மம்மா நான் கண்டதில்லை (தாயே)"}, {"M": "சரணம் 1", "T": "காலினில் சிலம்பு கொஞ்சக் கைவளை குலுங்க முத்து <br/> மாலைகள் அசையத் தெரு வாசலில் வந்தான் <br/> காலசைவும் கையசைவும் தாளமோடு இசைந்து வர <br/> நீலவண்ணக் கண்ணன் இவன் நர்த்தனம் ஆடினான்"}, {"M": "சரணம் 2", "T": "பாலனென்று தாவி அணைத்தேன் அணைத்த என்னை <br/> மாலையிட்டவன் போல் வாயில் முத்தமிட்டாண்டி <br/> பாலனல்லடி உன் மகன் ஜாலம் மிக செய்யும் கிருஷ்ணன் <br/> நாலு பேர்கள் கேட்கச் சொல்ல நாணமிக ஆகுதடி (தாயே)"}, {"M": "சரணம் 3", "T": "முந்தாநாள் அந்தி நேரத்தில் சொந்தமுடன் கிட்டே வந்து <br/> விந்தைகள் அனேகம் செய்து விளையாடினான் ஒரு <br/> பந்தளவாகிலும் வெண்ணை தந்தால்தான் விடுவேன் என்று <br/> முந்துகிலைத் தொட்டிழுத்துப் போராடினான்"}, {"M": "சரணம் 4", "T": "அந்த வாசுதேவன் இவன் தான் அடி யசோதா! <br/> மைந்தனென்று தொட்டிழுத்து மடிமேல் வைத்து <br/> சுந்தர முகத்தைக் கண்டு சிந்தை மயங்கும் நேரம் <br/> அந்தர வைகுந்தமோடு எல்லாம் காட்டினான் அடி! (தாயே)"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "తాయే యసోదా ఉన్దన్ ఆయర్ కులత్తుదిత్త <br/> మాయన్ గోపాల కిరుష్ణన్ సెయ్యుమ్ జాలత్తైక్ కేళడి (తాయే)"}, {"M": "అనుపల్లవి", "T": "తైయలే కేళటి ఉన్తన్ పైయనైప్ పోలవే ఇన్త <br/> వైయకత్తిల్ ఒరు పిళ్ళై అమ్మమ్మా నాన్ కణ్టతిల్లై (తాయే)"}, {"M": "చరణమ్ 1", "T": "కాలినిల్ చిలమ్పు కొఞ్చక్ కైవళై కులుఙ్క ముత్తు <br/> మాలైకళ్ అచైయత్ తెరు వాచలిల్ వన్తాన్ <br/> కాలచైవుమ్ కైయచైవుమ్ తాళమోటు ఇచైన్తు వర <br/> నీలవణ్ణక్ కణ్ణన్ ఇవన్ నర్త్తనమ్ ఆటినాన్"}, {"M": "చరణమ్ 2", "T": "పాలనెన్ఱు తావి అణైత్తేన్ అణైత్త ఎన్నై <br/> మాలైయిట్టవన్ పోల్ వాయిల్ ముత్తమిట్టాణ్డి <br/> పాలనల్లటి ఉన్ మకన్ జాలమ్ మిక చెయ్యుమ్ కిరుష్ణన్ <br/> నాలు పేర్కళ్ కేట్కచ్ చొల్ల నాణమిక ఆకుతటి (తాయే)"}, {"M": "చరణమ్ 3", "T": "మున్దా.ణాళ్ అన్ది నేరత్తిల్ చొన్తముటన్ కిట్టే వన్తు <br/> విన్తైకళ్ అనేకమ్ చెయ్తు విళైయాటినాన్ ఒరు <br/> పన్తళవాకిలుమ్ వెణ్ణై తన్తాల్తాన్ విటువేన్ ఎన్ఱు <br/> మున్తుకిలైత్ తొట్టిఴుత్తుప్ పోరాటినాన్"}, {"M": "చరణమ్ 4", "T": "అన్త వాచుతేవన్ ఇవన్ తాన్ అటి యచోతా! <br/> మైన్దనెన్ఱు తొట్టిఴుత్తు మటిమేల్ వైత్తు <br/> చున్తర ముకత్తైక్ కణ్టు చిన్తై మయఙ్కుమ్ నేరమ్ <br/> అన్తర వైకున్తమోటు ఎల్లామ్ కాట్టినాన్ అటి! (తాయే)"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ತಾಯೇ ಯಸೋದಾ ಉನ್ದನ್ ಆಯರ್ ಕುಲತ್ತುದಿತ್ತ <br/> ಮಾಯನ್ ಗೋಪಾಲ ಕಿರುಷ್ಣನ್ ಸೆಯ್ಯುಮ್ ಜಾಲತ್ತೈಕ್ ಕೇಳಡಿ (ತಾಯೇ)"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ತೈಯಲೇ ಕೇಳಟಿ ಉನ್ತನ್ ಪೈಯನೈಪ್ ಪೋಲವೇ ಇನ್ತ <br/> ವೈಯಕತ್ತಿಲ್ ಒರು ಪಿಳ್ಳೈ ಅಮ್ಮಮ್ಮಾ ನಾನ್ ಕಣ್ಟತಿಲ್ಲೈ (ತಾಯೇ)"}, {"M": "ಚರಣಮ್ 1", "T": "ಕಾಲಿನಿಲ್ ಚಿಲಮ್ಪು ಕೊಞ್ಚಕ್ ಕೈವಳೈ ಕುಲುಙ್ಕ ಮುತ್ತು <br/> ಮಾಲೈಕಳ್ ಅಚೈಯತ್ ತೆರು ವಾಚಲಿಲ್ ವನ್ತಾನ್ <br/> ಕಾಲಚೈವುಮ್ ಕೈಯಚೈವುಮ್ ತಾಳಮೋಟು ಇಚೈನ್ತು ವರ <br/> ನೀಲವಣ್ಣಕ್ ಕಣ್ಣನ್ ಇವನ್ ನರ್ತ್ತನಮ್ ಆಟಿನಾನ್"}, {"M": "ಚರಣಮ್ 2", "T": "ಪಾಲನೆನ್ಱು ತಾವಿ ಅಣೈತ್ತೇನ್ ಅಣೈತ್ತ ಎನ್ನೈ <br/> ಮಾಲೈಯಿಟ್ಟವನ್ ಪೋಲ್ ವಾಯಿಲ್ ಮುತ್ತಮಿಟ್ಟಾಣ್ಡಿ <br/> ಪಾಲನಲ್ಲಟಿ ಉನ್ ಮಕನ್ ಜಾಲಮ್ ಮಿಕ ಚೆಯ್ಯುಮ್ ಕಿರುಷ್ಣನ್ <br/> ನಾಲು ಪೇರ್ಕಳ್ ಕೇಟ್ಕಚ್ ಚೊಲ್ಲ ನಾಣಮಿಕ ಆಕುತಟಿ (ತಾಯೇ)"}, {"M": "ಚರಣಮ್ 3", "T": "ಮುನ್ದಾ.ಣಾಳ್ ಅನ್ದಿ ನೇರತ್ತಿಲ್ ಚೊನ್ತಮುಟನ್ ಕಿಟ್ಟೇ ವನ್ತು <br/> ವಿನ್ತೈಕಳ್ ಅನೇಕಮ್ ಚೆಯ್ತು ವಿಳೈಯಾಟಿನಾನ್ ಒರು <br/> ಪನ್ತಳವಾಕಿಲುಮ್ ವೆಣ್ಣೈ ತನ್ತಾಲ್ತಾನ್ ವಿಟುವೇನ್ ಎನ್ಱು <br/> ಮುನ್ತುಕಿಲೈತ್ ತೊಟ್ಟಿಳುತ್ತುಪ್ ಪೋರಾಟಿನಾನ್"}, {"M": "ಚರಣಮ್ 4", "T": "ಅನ್ತ ವಾಚುತೇವನ್ ಇವನ್ ತಾನ್ ಅಟಿ ಯಚೋತಾ! <br/> ಮೈನ್ದನೆನ್ಱು ತೊಟ್ಟಿಳುತ್ತು ಮಟಿಮೇಲ್ ವೈತ್ತು <br/> ಚುನ್ತರ ಮುಕತ್ತೈಕ್ ಕಣ್ಟು ಚಿನ್ತೈ ಮಯಙ್ಕುಮ್ ನೇರಮ್ <br/> ಅನ್ತರ ವೈಕುನ್ತಮೋಟು ಎಲ್ಲಾಮ್ ಕಾಟ್ಟಿನಾನ್ ಅಟಿ! (ತಾಯೇ)"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "തായേ യസോദാ ഉന്ദന് ആയര് കുലത്തുദിത്ത <br/> മായന് ഗോപാല കിരുഷ്ണന് സെയ്യുമ് ജാലത്തൈക് കേളഡി (തായേ)"}, {"M": "അനുപല്ലവി", "T": "തൈയലേ കേളടി ഉന്തന് പൈയനൈപ് പോലവേ ഇന്ത <br/> വൈയകത്തില് ഒരു പിള്ളൈ അമ്മമ്മാ നാന് കണ്ടതില്ലൈ (തായേ)"}, {"M": "ചരണമ് 1", "T": "കാലിനില് ചിലമ്പു കൊഞ്ചക് കൈവളൈ കുലുങ്ക മുത്തു <br/> മാലൈകള് അചൈയത് തെരു വാചലില് വന്താന് <br/> കാലചൈവുമ് കൈയചൈവുമ് താളമോടു ഇചൈന്തു വര <br/> നീലവണ്ണക് കണ്ണന് ഇവന് നര്ത്തനമ് ആടിനാന്"}, {"M": "ചരണമ് 2", "T": "പാലനെന്റു താവി അണൈത്തേന് അണൈത്ത എന്നൈ <br/> മാലൈയിട്ടവന് പോല് വായില് മുത്തമിട്ടാണ്ഡി <br/> പാലനല്ലടി ഉന് മകന് ജാലമ് മിക ചെയ്യുമ് കിരുഷ്ണന് <br/> നാലു പേര്കള് കേട്കച് ചൊല്ല നാണമിക ആകുതടി (തായേ)"}, {"M": "ചരണമ് 3", "T": "മുന്ദാ.ണാള് അന്ദി നേരത്തില് ചൊന്തമുടന് കിട്ടേ വന്തു <br/> വിന്തൈകള് അനേകമ് ചെയ്തു വിളൈയാടിനാന് ഒരു <br/> പന്തളവാകിലുമ് വെണ്ണൈ തന്താല്താന് വിടുവേന് എന്റു <br/> മുന്തുകിലൈത് തൊട്ടിഴുത്തുപ് പോരാടിനാന്"}, {"M": "ചരണമ് 4", "T": "അന്ത വാചുതേവന് ഇവന് താന് അടി യചോതാ! <br/> മൈന്ദനെന്റു തൊട്ടിഴുത്തു മടിമേല് വൈത്തു <br/> ചുന്തര മുകത്തൈക് കണ്ടു ചിന്തൈ മയങ്കുമ് നേരമ് <br/> അന്തര വൈകുന്തമോടു എല്ലാമ് കാട്ടിനാന് അടി! (തായേ)"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "ताये यसोदा उन्दन् आयर् कुलत्तुदित्त <br/> मायन् गोपाल किरुष्णन् सेय्युम् जालत्तैक् केलडि (ताये)"}, {"M": "अनुपल्लवि", "T": "तैयले केलटि उन्तन् पैयनैप् पोलवे इन्त <br/> वैयकत्तिल् ओरु पिल्लै अम्मम्मा नान् कण्टतिल्लै (ताये)"}, {"M": "चरणम् 1", "T": "कालिनिल् चिलम्पु कोञ्चक् कैवलै कुलुङ्क मुत्तु <br/> मालैकल् अचैयत् तेरु वाचलिल् वन्तान् <br/> कालचैवुम् कैयचैवुम् तालमोटु इचैन्तु वर <br/> नीलवण्णक् कण्णन् इवन् नर्त्तनम् आटिनान्"}, {"M": "चरणम् 2", "T": "पालनेन्रु तावि अणैत्तेन् अणैत्त एन्नै <br/> मालैयिट्टवन् पोल् वायिल् मुत्तमिट्टाण्डि <br/> पालनल्लटि उन् मकन् जालम् मिक चेय्युम् किरुष्णन् <br/> नालु पेर्कल् केट्कच् चोल्ल नाणमिक आकुतटि (ताये)"}, {"M": "चरणम् 3", "T": "मुन्दा.णाल् अन्दि नेरत्तिल् चोन्तमुटन् किट्टे वन्तु <br/> विन्तैकल् अनेकम् चेय्तु विलैयाटिनान् ओरु <br/> पन्तलवाकिलुम् वेण्णै तन्ताल्तान् विटुवेन् एन्रु <br/> मुन्तुकिलैत् तोट्टिलुत्तुप् पोराटिनान्"}, {"M": "चरणम् 4", "T": "अन्त वाचुतेवन् इवन् तान् अटि यचोता! <br/> मैन्दनेन्रु तोट्टिलुत्तु मटिमेल् वैत्तु <br/> चुन्तर मुकत्तैक् कण्टु चिन्तै मयङ्कुम् नेरम् <br/> अन्तर वैकुन्तमोटु एल्लाम् काट्टिनान् अटि! (ताये)"}]}], "lyricsref": [{"links": [{"N": "kannansongs.blogspot.com", "L": "http://kannansongs.blogspot.com/2006/12/15.html"}]}], "videos": [{"folder": [{"A": 1040, "songs": [{"C": 2013, "D": "15:36", "H": 5112, "I": "N0361aheK-A", "R": 102, "S": 5110, "T": 0, "V": "1,800"}]}, {"A": 1020, "songs": [{"C": 2013, "D": "3:01", "H": 5112, "I": "MZjSMUVKGN4", "R": 102, "S": 5110, "T": 0, "V": "2,600"}, {"C": 2013, "D": "26:12", "H": 5112, "I": "d0WafA5twug", "R": 102, "S": 5110, "T": 0, "V": "1,400"}, {"C": 2013, "D": "3:01", "H": 5112, "I": "Lg8Oaehxnyg", "R": 102, "S": 5110, "T": 0, "V": "344"}]}, {"A": 1053, "songs": [{"C": 2013, "D": "8:02", "H": 5112, "I": "oQYwzzkzXjY", "R": 102, "S": 5110, "T": 0, "V": "469"}]}, {"A": 1025, "songs": [{"C": 2013, "D": "25:06", "H": 5112, "I": "APka8oniGr0", "R": 102, "S": 5110, "T": 0, "V": "106,000"}, {"C": 2013, "D": "8:00", "H": 5112, "I": "myiPL4jz2lg", "R": 102, "S": 5110, "T": 0, "V": "14,000"}, {"C": 2013, "D": "18:07", "H": 5112, "I": "LqDhoAlq8sc", "R": 102, "S": 5110, "T": 0, "V": "13,000"}, {"C": 2013, "D": "8:37", "H": 5112, "I": "BxZeLhHU4Mo", "R": 102, "S": 5110, "T": 0, "V": "8,000"}, {"C": 2013, "D": "15:45", "H": 5112, "I": "LAvquHuu3J4", "R": 102, "S": 5110, "T": 0, "V": "296"}, {"C": 2013, "D": "16:41", "H": 5112, "I": "gcdH1P336QE", "R": 102, "S": 5110, "T": 0, "V": "36"}, {"C": 2013, "D": "9:51", "H": 5112, "I": "gcW9Gh2xgU4", "R": 102, "S": 5110, "T": 0, "V": "27"}, {"C": 2013, "D": "25:06", "H": 5112, "I": "Ev-Ovt8B5KM", "R": 102, "S": 5110, "T": 0, "V": "17"}]}, {"A": 1023, "songs": [{"C": 2013, "D": "10:00", "H": 5112, "I": "_rENkqZg3B4", "R": 102, "S": 5110, "T": 0, "V": "920,000"}, {"C": 2013, "D": "8:33", "H": 5112, "I": "XifYeqZ1weI", "R": 102, "S": 5110, "T": 0, "V": "170,000"}, {"C": 2013, "D": "9:57", "H": 5112, "I": "vcfs_Nens1Q", "R": 102, "S": 5110, "T": 0, "V": "85,861"}, {"C": 2013, "D": "10:00", "H": 5112, "I": "Y5lcRUEhmNw", "R": 102, "S": 5110, "T": 0, "V": "59,000"}, {"C": 2013, "D": "40:28", "H": 5112, "I": "MmSa9Va2TzI", "R": 102, "S": 5110, "T": 0, "V": "20,645"}, {"C": 2013, "D": "19:18", "H": 5112, "I": "lR6b1HvFN7A", "R": 102, "S": 5110, "T": 0, "V": "8,200"}, {"C": 2013, "D": "35:10", "H": 5112, "I": "ycRfNkhcyHw", "R": 102, "S": 5110, "T": 0, "V": "3,900"}, {"C": 2013, "D": "20:05", "H": 5112, "I": "NT6hCcIoAdY", "R": 102, "S": 5110, "T": 0, "V": "3,728"}, {"C": 2013, "D": "19:26", "H": 5112, "I": "TqZbt2xud0s", "R": 102, "S": 5110, "T": 0, "V": "804"}, {"C": 2013, "D": "8:36", "H": 5112, "I": "7FHVidZL1uQ", "R": 102, "S": 5110, "T": 0, "V": "8"}, {"C": 2013, "D": "19:21", "H": 5112, "I": "35bB2pn7yCg", "R": 102, "S": 5110, "T": 0, "V": "3"}]}, {"A": 1014, "songs": [{"C": 2013, "D": "19:01", "H": 5112, "I": "1xZRwWCvIkQ", "R": 102, "S": 5110, "T": 0, "V": "752"}, {"C": 2013, "D": "17:56", "H": 5112, "I": "yVRoTBjCSVs", "R": 102, "S": 5110, "T": 0, "V": "511"}, {"C": 2013, "D": "11:45", "H": 5112, "I": "3jUZ18Ao4_E", "R": 102, "S": 5110, "T": 0, "V": "492"}, {"C": 2013, "D": "16:31", "H": 5112, "I": "QxuzDLNzvK4", "R": 102, "S": 5110, "T": 0, "V": "112"}, {"C": 2013, "D": "16:20", "H": 5112, "I": "8uheqpnJPYQ", "R": 102, "S": 5110, "T": 0, "V": "71"}]}, {"A": 1001, "songs": [{"C": 2013, "D": "5:49", "H": 5112, "I": "nTdyVhm1_A4", "R": 102, "S": 5110, "T": 0, "V": "3,900"}, {"C": 2013, "D": "5:44", "H": 5112, "I": "7Uv7NV7cdxE", "R": 102, "S": 5110, "T": 0, "V": "3,062"}, {"C": 2013, "D": "5:40", "H": 5112, "I": "T-nPYxxa6kg", "R": 102, "S": 5110, "T": 0, "V": "83"}]}, {"A": 1017, "songs": [{"C": 2013, "D": "17:15", "H": 5112, "I": "cx7B3q1W_7Q", "R": 102, "S": 5110, "T": 0, "V": "6,400"}, {"C": 2013, "D": "30:20", "H": 5112, "I": "i7RjW3uTpJI", "R": 102, "S": 5110, "T": 0, "V": "1,500"}, {"C": 2013, "D": "28:50", "H": 5112, "I": "ci93Jm16KTU", "R": 102, "S": 5110, "T": 0, "V": "1,500"}, {"C": 2013, "D": "28:47", "H": 5112, "I": "t6rTDL2YWmk", "R": 102, "S": 5110, "T": 0, "V": "1,500"}, {"C": 2013, "D": "29:06", "H": 5112, "I": "L7IeZSgRov0", "R": 102, "S": 5110, "T": 0, "V": "938"}, {"C": 2013, "D": "22:16", "H": 5112, "I": "R95oX9atmOU", "R": 102, "S": 5110, "T": 0, "V": "758"}, {"C": 2013, "D": "28:51", "H": 5112, "I": "MaT8cGkrv0c", "R": 102, "S": 5110, "T": 0, "V": "294"}, {"C": 2013, "D": "29:17", "H": 5112, "I": "NqHCG5iS-vs", "R": 102, "S": 5110, "T": 0, "V": "282"}, {"C": 2013, "D": "28:51", "H": 5112, "I": "D-dEsrJu6xE", "R": 102, "S": 5110, "T": 0, "V": "161"}, {"C": 2013, "D": "39:21", "H": 5112, "I": "NYsTKnzRD24", "R": 102, "S": 5110, "T": 0, "V": "139"}, {"C": 2013, "D": "27:36", "H": 5112, "I": "Yyu5DhafRL8", "R": 102, "S": 5110, "T": 0, "V": "111"}, {"C": 2013, "D": "6:20", "H": 5112, "I": "amToe9rkUKQ", "R": 102, "S": 5110, "T": 0, "V": "105"}, {"C": 2013, "D": "25:11", "H": 5112, "I": "gIH_5FnJ7rM", "R": 102, "S": 5110, "T": 0, "V": "76"}, {"C": 2013, "D": "40:11", "H": 5112, "I": "ouVBUmNHiJ0", "R": 102, "S": 5110, "T": 0, "V": "46"}, {"C": 2013, "D": "21:17", "H": 5112, "I": "XCAmPGbWbdA", "R": 102, "S": 5110, "T": 0, "V": "46"}, {"C": 2013, "D": "13:51", "H": 5112, "I": "Kzfwhe834Qo", "R": 102, "S": 5110, "T": 0, "V": "32"}, {"C": 2013, "D": "14:11", "H": 5112, "I": "EmsUp3fg6PQ", "R": 102, "S": 5110, "T": 0, "V": "21"}, {"C": 2013, "D": "14:11", "H": 5112, "I": "eb3WO8RDM18", "R": 102, "S": 5110, "T": 0, "V": "21"}, {"C": 2013, "D": "17:26", "H": 5112, "I": "pPxdCX-qKUw", "R": 102, "S": 5110, "T": 0, "V": "10"}, {"C": 2013, "D": "6:11", "H": 5112, "I": "JIBFwvxplmE", "R": 102, "S": 5110, "T": 0, "V": "7"}, {"C": 2013, "D": "14:11", "H": 5112, "I": "JCP6r11Cvyk", "R": 102, "S": 5110, "T": 0, "V": "7"}, {"C": 2013, "D": "23:25", "H": 5112, "I": "2096ezL_jTY", "R": 102, "S": 5110, "T": 0, "V": "2"}, {"C": 2013, "D": "6:25", "H": 5112, "I": "yqf_wiCuxIQ", "R": 102, "S": 5110, "T": 0, "V": "2"}]}, {"A": 1033, "songs": [{"C": 2013, "D": "25:57", "H": 5112, "I": "pLyCAPy_esc", "R": 102, "S": 5110, "T": 0, "V": "53,000"}, {"C": 2013, "D": "39:09", "H": 5112, "I": "gRBNdCAUF7o", "R": 102, "S": 5110, "T": 0, "V": "4,200"}, {"C": 2013, "D": "34:26", "H": 5112, "I": "ZYy3bFfKhbc", "R": 102, "S": 5110, "T": 0, "V": "542"}]}, {"A": 1011, "songs": [{"C": 2013, "D": "34:46", "H": 5112, "I": "eBSwdA-GqxE", "R": 102, "S": 5110, "T": 0, "V": "12,000"}, {"C": 2013, "D": "7:27", "H": 5112, "I": "67N838MsZ6Y", "R": 102, "S": 5110, "T": 0, "V": "12,000"}, {"C": 2013, "D": "7:22", "H": 5112, "I": "ZASoxYtsVZU", "R": 102, "S": 5110, "T": 0, "V": "68"}, {"C": 2013, "D": "34:56", "H": 5112, "I": "mkdwNXDE8n8", "R": 102, "S": 5110, "T": 0, "V": "50"}]}, {"A": 1205, "songs": [{"C": 2013, "D": "6:33", "H": 5112, "I": "rBp8NAqMVdQ", "R": 102, "S": 5110, "T": 0, "V": "4,500"}, {"C": 2013, "D": "6:49", "H": 5112, "I": "Gu7eg0oSxwU", "R": 102, "S": 5110, "T": 0, "V": "1,400"}]}, {"A": 1028, "songs": [{"C": 2013, "D": "8:17", "H": 5112, "I": "sjaspsuUXis", "R": 102, "S": 5110, "T": 0, "V": "9,700"}, {"C": 2013, "D": "15:43", "H": 5112, "I": "TzOe1iIqROw", "R": 102, "S": 5110, "T": 0, "V": "30"}]}, {"A": 1075, "songs": [{"C": 2013, "D": "15:07", "H": 5112, "I": "xfNIQK5D3pA", "R": 102, "S": 5110, "T": 0, "V": "4,873"}, {"C": 2013, "D": "17:46", "H": 5112, "I": "ceNNsLFntDE", "R": 102, "S": 5110, "T": 0, "V": "1,429"}, {"C": 2013, "D": "8:51", "H": 5112, "I": "tQoQG0br1lI", "R": 102, "S": 5110, "T": 0, "V": "571"}, {"C": 2013, "D": "6:41", "H": 5112, "I": "u8n6ZS-2fKo", "R": 102, "S": 5110, "T": 0, "V": "420"}, {"C": 2013, "D": "5:50", "H": 5112, "I": "u4Blubnmby4", "R": 102, "S": 5110, "T": 0, "V": "303"}]}, {"A": 1043, "songs": [{"C": 2013, "D": "9:00", "H": 5112, "I": "TsA4xPc9__g", "R": 102, "S": 5110, "T": 0, "V": "5,100"}, {"C": 2013, "D": "25:34", "H": 5112, "I": "Xsr4PnQ7Fw8", "R": 102, "S": 5110, "T": 0, "V": "954"}]}, {"A": 1006, "songs": [{"C": 2013, "D": "7:55", "H": 5112, "I": "boL3AVgsGnY", "R": 102, "S": 5110, "T": 0, "V": "3,728,632"}, {"C": 2013, "D": "15:17", "H": 5112, "I": "HRzp3c3pyd0", "R": 102, "S": 5110, "T": 0, "V": "122,858"}, {"C": 2013, "D": "3:35", "H": 5112, "I": "wL-4IudqYIg", "R": 102, "S": 5110, "T": 0, "V": "38,000"}, {"C": 2013, "D": "6:19", "H": 5112, "I": "QGJVUP7fjms", "R": 102, "S": 5110, "T": 0, "V": "2,877"}, {"C": 2013, "D": "16:05", "H": 5112, "I": "quaFe-Wn400", "R": 102, "S": 5110, "T": 0, "V": "33"}]}, {"A": 1050, "songs": [{"C": 2013, "D": "7:47", "H": 5112, "I": "EQNj3Q6caEY", "R": 102, "S": 5110, "T": 0, "V": "113,000"}, {"C": 2013, "D": "5:03", "H": 5112, "I": "0GhBVU4cgj8", "R": 102, "S": 5110, "T": 0, "V": "2,900"}, {"C": 2013, "D": "18:07", "H": 5112, "I": "-30WeSLj50Y", "R": 102, "S": 5110, "T": 0, "V": "1,500"}, {"C": 2013, "D": "18:07", "H": 5112, "I": "MKugr3sx8nQ", "R": 102, "S": 5110, "T": 0, "V": "655"}, {"C": 2013, "D": "18:07", "H": 5112, "I": "aS9XlzUVujc", "R": 102, "S": 5110, "T": 0, "V": "60"}]}, {"A": 1368, "songs": [{"C": 2013, "D": "9:31", "H": 5112, "I": "gzMaNCCY2ow", "R": 102, "S": 5110, "T": 0, "V": "1,900"}]}, {"A": 1032, "songs": [{"C": 2013, "D": "3:22", "H": 5112, "I": "YaMoIQwq9oY", "R": 102, "S": 5110, "T": 0, "V": "108"}]}, {"A": 1157, "songs": [{"C": 2013, "D": "7:33", "H": 5112, "I": "sZY1wBtGomw", "R": 102, "S": 5110, "T": 0, "V": "2,100"}]}, {"A": 1041, "songs": [{"C": 2013, "D": "7:50", "H": 5112, "I": "cZwaQ8PUaoE", "R": 102, "S": 5110, "T": 0, "V": "1,088"}]}, {"A": 1277, "songs": [{"C": 2013, "D": "6:48", "H": 5112, "I": "JF8S3qP_z4o", "R": 102, "S": 5110, "T": 0, "V": "424"}, {"C": 2013, "D": "7:32", "H": 5112, "I": "up0N-PcO8s4", "R": 102, "S": 5110, "T": 0, "V": "122"}]}, {"A": 1010, "songs": [{"C": 2013, "D": "6:41", "H": 5112, "I": "esXt-DE1rWk", "R": 102, "S": 5110, "T": 0, "V": "80"}]}, {"A": 1133, "songs": [{"C": 2013, "D": "18:37", "H": 5112, "I": "X-ejVxOqVqQ", "R": 102, "S": 5110, "T": 0, "V": "1,606"}]}, {"A": 1108, "songs": [{"C": 2013, "D": "20:01", "H": 5112, "I": "XyEuypsC1P4", "R": 102, "S": 5110, "T": 0, "V": "549"}]}, {"A": 1232, "songs": [{"C": 2013, "D": "29:16", "H": 5112, "I": "4sWH4VNnEYA", "R": 102, "S": 5110, "T": 0, "V": "1,937"}]}]}]}