{"stats": [{"H": "Videos", "C": "2"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "10 M"}, {"H": "Views", "C": "479"}], "info": [], "title": {"T": 21732, "H": "thillAnA chitthiravINA ravikiran bEgaDA", "V": "thillAnA chitthiravINA ravikiran bEgaDA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "dhIm takiTa jhaNu tadAni tOm i tarikiTataka <br/> ii tarikiTataka tOm tarikiTataka tOm tarikiTa"}, {"M": "anupallavi", "T": "tOm dhrdAni taka tOm dhrdAni <br/> i takiTa tOm dhrdAni takadhina <br/> ii tOm dhrdAni taka tOm dhrdAni takadhina tOm dhrdAni"}, {"M": "caraNam", "T": "vAsudEva mAm pAlaya <br/> vAsava ravi SaSi hrt ni- <br/> vAsa dEva dEva SrIni – <br/> vAsa pASa nASa ISa <br/> tAm taritOm kiTataka dhIm tarikiTadhina tOm <br/> tillAna dhittillAna tatAm tadhIm tanam takiTa <br/> sh n ru n M – tadhingiNatOm – dhIm takiTa – ṅ ru̇ , sḣ N sḣ – tadhIngiNatOm <br/> dhIm takiTa – n ru , , n M P – tadhIn, giNatOm"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "தீம் தகிட ஜணு ததானி தோம் இ தரிகிடதக <br/> இஇ தரிகிடதக தோம் தரிகிடதக தோம் தரிகிட"}, {"M": "அனுபல்லவி", "T": "தோம் த்ர்தானி தக தோம் த்ர்தானி <br/> இ தகிட தோம் த்ர்தானி தகதின <br/> இஇ தோம் த்ர்தானி தக தோம் த்ர்தானி தகதின தோம் த்ர்தானி"}, {"M": "சரணம்", "T": "வாசுதேவ மாம் பாலய <br/> வாசவ ரவி சசி ஹ்ர்த் நி- <br/> வாச தேவ தேவ ஶ்ரீனி – <br/> வாச பாச நாச ஈச <br/> தாம் தரிதோம் கிடதக தீம் தரிகிடதின தோம் <br/> தில்லான தித்தில்லான ததாம் ததீம் தனம் தகிட <br/> ஷ் ங் ரு ங் ம் – ததிங்கிணதோம் – தீம் தகிட – ங்̇ ரு̇ , ஷ்̇ ண் ஷ்̇ – ததீங்கிணதோம் <br/> தீம் தகிட – ங் ரு , , ங் ம் P – ததீன், கிணதோம்"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "ధీమ్ తకిట ఝణు తదాని తోమ్ ఇ తరికిటతక <br/> ఇఇ తరికిటతక తోమ్ తరికిటతక తోమ్ తరికిట"}, {"M": "అనుపల్లవి", "T": "తోమ్ ధ్ర్దాని తక తోమ్ ధ్ర్దాని <br/> ఇ తకిట తోమ్ ధ్ర్దాని తకధిన <br/> ఇఇ తోమ్ ధ్ర్దాని తక తోమ్ ధ్ర్దాని తకధిన తోమ్ ధ్ర్దాని"}, {"M": "చరణమ్", "T": "వాసుదేవ మామ్ పాలయ <br/> వాసవ రవి శశి హ్ర్త్ ని- <br/> వాస దేవ దేవ శ్రీని – <br/> వాస పాశ నాశ ఈశ <br/> తామ్ తరితోమ్ కిటతక ధీమ్ తరికిటధిన తోమ్ <br/> తిల్లాన ధిత్తిల్లాన తతామ్ తధీమ్ తనమ్ తకిట <br/> ష్ ఙ్ ఋ ఙ్ ం – తధింగిణతోమ్ – ధీమ్ తకిట – ఙ్̇ ఋ̇ , ష్̇ ణ్ ష్̇ – తధీంగిణతోమ్ <br/> ధీమ్ తకిట – ఙ్ ఋ , , ఙ్ ం P – తధీన్, గిణతోమ్"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಧೀಮ್ ತಕಿಟ ಝಣು ತದಾನಿ ತೋಮ್ ಇ ತರಿಕಿಟತಕ <br/> ಇಇ ತರಿಕಿಟತಕ ತೋಮ್ ತರಿಕಿಟತಕ ತೋಮ್ ತರಿಕಿಟ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ತೋಮ್ ಧ್ರ್ದಾನಿ ತಕ ತೋಮ್ ಧ್ರ್ದಾನಿ <br/> ಇ ತಕಿಟ ತೋಮ್ ಧ್ರ್ದಾನಿ ತಕಧಿನ <br/> ಇಇ ತೋಮ್ ಧ್ರ್ದಾನಿ ತಕ ತೋಮ್ ಧ್ರ್ದಾನಿ ತಕಧಿನ ತೋಮ್ ಧ್ರ್ದಾನಿ"}, {"M": "ಚರಣಮ್", "T": "ವಾಸುದೇವ ಮಾಮ್ ಪಾಲಯ <br/> ವಾಸವ ರವಿ ಶಶಿ ಹ್ರ್ತ್ ನಿ- <br/> ವಾಸ ದೇವ ದೇವ ಶ್ರೀನಿ – <br/> ವಾಸ ಪಾಶ ನಾಶ ಈಶ <br/> ತಾಮ್ ತರಿತೋಮ್ ಕಿಟತಕ ಧೀಮ್ ತರಿಕಿಟಧಿನ ತೋಮ್ <br/> ತಿಲ್ಲಾನ ಧಿತ್ತಿಲ್ಲಾನ ತತಾಮ್ ತಧೀಮ್ ತನಮ್ ತಕಿಟ <br/> ಷ್ ಙ್ ಋ ಙ್ ಂ – ತಧಿಂಗಿಣತೋಮ್ – ಧೀಮ್ ತಕಿಟ – ಙ್̇ ಋ̇ , ಷ್̇ ಣ್ ಷ್̇ – ತಧೀಂಗಿಣತೋಮ್ <br/> ಧೀಮ್ ತಕಿಟ – ಙ್ ಋ , , ಙ್ ಂ P – ತಧೀನ್, ಗಿಣತೋಮ್"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ധീമ് തകിട ഝണു തദാനി തോമ് ഇ തരികിടതക <br/> ഇഇ തരികിടതക തോമ് തരികിടതക തോമ് തരികിട"}, {"M": "അനുപല്ലവി", "T": "തോമ് ധ്ര്ദാനി തക തോമ് ധ്ര്ദാനി <br/> ഇ തകിട തോമ് ധ്ര്ദാനി തകധിന <br/> ഇഇ തോമ് ധ്ര്ദാനി തക തോമ് ധ്ര്ദാനി തകധിന തോമ് ധ്ര്ദാനി"}, {"M": "ചരണമ്", "T": "വാസുദേവ മാമ് പാലയ <br/> വാസവ രവി ശശി ഹ്ര്ത് നി- <br/> വാസ ദേവ ദേവ ശ്രീനി – <br/> വാസ പാശ നാശ ഈശ <br/> താമ് തരിതോമ് കിടതക ധീമ് തരികിടധിന തോമ് <br/> തില്ലാന ധിത്തില്ലാന തതാമ് തധീമ് തനമ് തകിട <br/> ഷ് ങ് ഋ ങ് ം – തധിംഗിണതോമ് – ധീമ് തകിട – ങ്̇ ഋ̇ , ഷ്̇ ണ് ഷ്̇ – തധീംഗിണതോമ് <br/> ധീമ് തകിട – ങ് ഋ , , ങ് ം P – തധീന്, ഗിണതോമ്"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "धीम् तकिट झणु तदानि तोम् इ तरिकिटतक <br/> इइ तरिकिटतक तोम् तरिकिटतक तोम् तरिकिट"}, {"M": "अनुपल्लवि", "T": "तोम् ध्र्दानि तक तोम् ध्र्दानि <br/> इ तकिट तोम् ध्र्दानि तकधिन <br/> इइ तोम् ध्र्दानि तक तोम् ध्र्दानि तकधिन तोम् ध्र्दानि"}, {"M": "चरणम्", "T": "वासुदेव माम् पालय <br/> वासव रवि शशि ह्र्त् नि- <br/> वास देव देव श्रीनि – <br/> वास पाश नाश ईश <br/> ताम् तरितोम् किटतक धीम् तरिकिटधिन तोम् <br/> तिल्लान धित्तिल्लान तताम् तधीम् तनम् तकिट <br/> ष् ङ् ऋ ङ् ं – तधिंगिणतोम् – धीम् तकिट – ङ्̇ ऋ̇ , ष्̇ ण् ष्̇ – तधींगिणतोम् <br/> धीम् तकिट – ङ् ऋ , , ङ् ं P – तधीन्, गिणतोम्"}]}], "L": "l", "lyricsref": [{"links": [{"N": "ravikiranmusic.com", "L": "https://ravikiranmusic.com/compositions/begada-tillana-roopakam/"}]}], "songs": [{"I": "yy_Cw2vUDQQ&start=6927&end=7317", "T": 5, "S": 21732, "R": 22, "C": 2037, "A": 716, "D": "6:30", "V": "3,164", "J": "m"}, {"I": "SUCVhKCEWFM", "T": 5, "S": 21732, "R": 22, "C": 2037, "A": 716, "D": "4:44", "V": "479", "J": "m"}], "folders": [["artist", 716, "0,1"]], "languages": {"english": "0", "tamil": "0", "telugu": "0", "kannada": "0", "malayalam": "0", "hindi": "0", "marathi": "0", "bengali": "0", "gujarati": "0", "punjabi": "0", "odia": "0", "assamese": "0"}}