{"title": {"T": 21718, "H": "thillAnA chitthiravINA ravikiran kalyANa vasaMtam", "V": "thillAnA chitthiravINA ravikiran kalyANa vasaMtam", "I": "music-note-beamed"}, "stats": [{"H": "Videos", "C": "4"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "2"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "24 M"}, {"H": "Views", "C": "7 K"}], "songs": [{"I": "NQZv1bunE64", "T": 5, "S": 21718, "R": 98, "C": 2037, "A": 37, "D": "6:57", "V": "1,596", "J": "h"}, {"I": "vMK79aT8N4Y", "T": 5, "S": 21718, "R": 98, "C": 2037, "A": 143, "D": "7:26", "V": "4,400", "J": "m"}, {"I": "91RpSdUj6bg", "T": 5, "S": 21718, "R": 98, "C": 2037, "A": 143, "D": "6:04", "V": "631", "J": "h"}, {"I": "bL6OJhfvSO4", "T": 5, "S": 21718, "R": 98, "C": 2037, "A": 143, "D": "5:53", "V": "164", "J": "m"}], "folders": [["artist", 37, "0"], ["artist", 143, "1,2,3"]], "languages": {"english": "1,0", "tamil": "1,0", "telugu": "1,0", "kannada": "1,0", "malayalam": "1,0", "hindi": "1,0", "marathi": "1,0", "bengali": "1,0", "gujarati": "1,0", "punjabi": "1,0", "odia": "1,0", "assamese": "1,0"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "tattōm tattōm tattōm takiṭa dhiranā <br/> takajhaṇu takatajhaṇu takadhina tadhIngiṇatom <br/> tarikiṭatakadhina tā tari.kiṭa.taka.dhina tā tari..kiṭa..taka..dhina"}, {"M": "anupallavi", "T": "takadhImta kiṭadhina takatōm takiṭa tōm kiṭadhImta takadhinatōm takatakiṭa tōm <br/> tarikiṭa tām takatarikiṭa tā – tarikiṭa tām takatarikiṭa tā – tarikiṭa tām takatarikiṭa <br/> takiṭa tām takatarikiṭa tā – tarikiṭa tām takatarikiṭa tā – tatarikiṭa tām takatarikiṭa"}, {"M": "ciTTasvaram", "T": "vānavar vāzhttum dēvādi dēvā kēSavā vIra vāsudēvā yādavā i sakala ii nIla <br/> vānam vel azhahanē vā iṛaivā madhavā ennai ēṛkavē vādu Seiyādu vā"}, {"M": "jatisvaram", "T": "tajham takiṭa tanadhiranā DPMnru tanam takiṭa tanadhiranā NDPMnrush <br/> takadhina tōm tōm MnrushṆ takadhina tōm tōm PMnrush takadhina tōm tōm <br/> Ṁ,,ĠṘṠN ravi SaSi nayananē parivuḍan viraivinil abhayam tandaruḷa vā"}, {"M": "caraNam", "T": "takiṭa dhikiṭa dhimita jhaṇuta tā – takiṭa dhikiṭa dhimita jhaṇuta tā – <br/> takiṭa dhikiṭa dhimita jhaṇuta <br/> tatām tatām tatā – kiṭatām kiṭatām kiṭatā – takiṭatām takiṭatām takiṭa <br/> MnrushṆ takatakiṭa tā – MnrushṆ taka.taki.ṭa tā – MnrushṆ taka..taki..ṭa"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "தத்த்ōம் தத்த்ōம் தத்த்ōம் தகிṭஅ திரன்ā <br/> தகஜṇஉ தகதஜṇஉ தகதின ததீங்கிṇஅதொம் <br/> தரிகிṭஅதகதின த்ā தரி.கிṭஅ.தக.தின த்ā தரி..கிṭஅ..தக..தின"}, {"M": "அனுபல்லவி", "T": "தகதீம்த கிṭஅதின தகத்ōம் தகிṭஅ த்ōம் கிṭஅதீம்த தகதினத்ōம் தகதகிṭஅ த்ōம் <br/> தரிகிṭஅ த்āம் தகதரிகிṭஅ த்ā – தரிகிṭஅ த்āம் தகதரிகிṭஅ த்ā – தரிகிṭஅ த்āம் தகதரிகிṭஅ <br/> தகிṭஅ த்āம் தகதரிகிṭஅ த்ā – தரிகிṭஅ த்āம் தகதரிகிṭஅ த்ā – ததரிகிṭஅ த்āம் தகதரிகிṭஅ"}, {"M": "சிட்டஸ்வரம்", "T": "வ்āனவர் வ்āழ்த்தும் த்ēவ்āதி த்ēவ்ā க்ēசவ்ā வீர வ்āசுத்ēவ்ā ய்āதவ்ā இ சகல இஇ நீல <br/> வ்āனம் வெல் அழஹன்ē வ்ā இர்̣ஐவ்ā மதவ்ā என்னை ēர்̣கவ்ē வ்āது செஇய்āது வ்ā"}, {"M": "ஜதிஸ்வரம்", "T": "தஜம் தகிṭஅ தனதிரன்ā ட்Pம்ங்ரு தனம் தகிṭஅ தனதிரன்ā ண்ட்Pம்ங்ருஷ் <br/> தகதின த்ōம் த்ōம் ம்ங்ருஷ்ண்̣ தகதின த்ōம் த்ōம் Pம்ங்ருஷ் தகதின த்ōம் த்ōம் <br/> Ṁ,,ĠṘṠண் ரவி சசி நயனன்ē பரிவுḍஅன் விரைவினில் அபயம் தந்தருḷஅ வ்ā"}, {"M": "சரணம்", "T": "தகிṭஅ திகிṭஅ திமித ஜṇஉத த்ā – தகிṭஅ திகிṭஅ திமித ஜṇஉத த்ā – <br/> தகிṭஅ திகிṭஅ திமித ஜṇஉத <br/> தத்āம் தத்āம் தத்ā – கிṭஅத்āம் கிṭஅத்āம் கிṭஅத்ā – தகிṭஅத்āம் தகிṭஅத்āம் தகிṭஅ <br/> ம்ங்ருஷ்ண்̣ தகதகிṭஅ த்ā – ம்ங்ருஷ்ண்̣ தக.தகி.ṭஅ த்ā – ம்ங்ருஷ்ண்̣ தக..தகி..ṭஅ"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "తత్త్ōమ్ తత్త్ōమ్ తత్త్ōమ్ తకిṭఅ ధిరన్ā <br/> తకఝṇఉ తకతఝṇఉ తకధిన తధీంగిṇఅతొమ్ <br/> తరికిṭఅతకధిన త్ā తరి.కిṭఅ.తక.ధిన త్ā తరి..కిṭఅ..తక..ధిన"}, {"M": "అనుపల్లవి", "T": "తకధీమ్త కిṭఅధిన తకత్ōమ్ తకిṭఅ త్ōమ్ కిṭఅధీమ్త తకధినత్ōమ్ తకతకిṭఅ త్ōమ్ <br/> తరికిṭఅ త్āమ్ తకతరికిṭఅ త్ā – తరికిṭఅ త్āమ్ తకతరికిṭఅ త్ā – తరికిṭఅ త్āమ్ తకతరికిṭఅ <br/> తకిṭఅ త్āమ్ తకతరికిṭఅ త్ā – తరికిṭఅ త్āమ్ తకతరికిṭఅ త్ā – తతరికిṭఅ త్āమ్ తకతరికిṭఅ"}, {"M": "చిట్టస్వరమ్", "T": "వ్āనవర్ వ్āఴ్త్తుమ్ ద్ēవ్āది ద్ēవ్ā క్ēశవ్ā వీర వ్āసుద్ēవ్ā య్āదవ్ā ఇ సకల ఇఇ నీల <br/> వ్āనమ్ వెల్ అఴహన్ē వ్ā ఇర్̣ఐవ్ā మధవ్ā ఎన్నై ēర్̣కవ్ē వ్āదు శెఇయ్āదు వ్ā"}, {"M": "జతిస్వరమ్", "T": "తఝమ్ తకిṭఅ తనధిరన్ā డ్Pంఙృ తనమ్ తకిṭఅ తనధిరన్ā ణ్డ్Pంఙృష్ <br/> తకధిన త్ōమ్ త్ōమ్ ంఙృష్ణ్̣ తకధిన త్ōమ్ త్ōమ్ Pంఙృష్ తకధిన త్ōమ్ త్ōమ్ <br/> Ṁ,,ĠṘṠణ్ రవి శశి నయనన్ē పరివుḍఅన్ విరైవినిల్ అభయమ్ తన్దరుḷఅ వ్ā"}, {"M": "చరణమ్", "T": "తకిṭఅ ధికిṭఅ ధిమిత ఝṇఉత త్ā – తకిṭఅ ధికిṭఅ ధిమిత ఝṇఉత త్ā – <br/> తకిṭఅ ధికిṭఅ ధిమిత ఝṇఉత <br/> తత్āమ్ తత్āమ్ తత్ā – కిṭఅత్āమ్ కిṭఅత్āమ్ కిṭఅత్ā – తకిṭఅత్āమ్ తకిṭఅత్āమ్ తకిṭఅ <br/> ంఙృష్ణ్̣ తకతకిṭఅ త్ā – ంఙృష్ణ్̣ తక.తకి.ṭఅ త్ā – ంఙృష్ణ్̣ తక..తకి..ṭఅ"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ತತ್ತ್ōಮ್ ತತ್ತ್ōಮ್ ತತ್ತ್ōಮ್ ತಕಿṭಅ ಧಿರನ್ā <br/> ತಕಝṇಉ ತಕತಝṇಉ ತಕಧಿನ ತಧೀಂಗಿṇಅತೊಮ್ <br/> ತರಿಕಿṭಅತಕಧಿನ ತ್ā ತರಿ.ಕಿṭಅ.ತಕ.ಧಿನ ತ್ā ತರಿ..ಕಿṭಅ..ತಕ..ಧಿನ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ತಕಧೀಮ್ತ ಕಿṭಅಧಿನ ತಕತ್ōಮ್ ತಕಿṭಅ ತ್ōಮ್ ಕಿṭಅಧೀಮ್ತ ತಕಧಿನತ್ōಮ್ ತಕತಕಿṭಅ ತ್ōಮ್ <br/> ತರಿಕಿṭಅ ತ್āಮ್ ತಕತರಿಕಿṭಅ ತ್ā – ತರಿಕಿṭಅ ತ್āಮ್ ತಕತರಿಕಿṭಅ ತ್ā – ತರಿಕಿṭಅ ತ್āಮ್ ತಕತರಿಕಿṭಅ <br/> ತಕಿṭಅ ತ್āಮ್ ತಕತರಿಕಿṭಅ ತ್ā – ತರಿಕಿṭಅ ತ್āಮ್ ತಕತರಿಕಿṭಅ ತ್ā – ತತರಿಕಿṭಅ ತ್āಮ್ ತಕತರಿಕಿṭಅ"}, {"M": "ಚಿಟ್ಟಸ್ವರಮ್", "T": "ವ್āನವರ್ ವ್āಳ್ತ್ತುಮ್ ದ್ēವ್āದಿ ದ್ēವ್ā ಕ್ēಶವ್ā ವೀರ ವ್āಸುದ್ēವ್ā ಯ್āದವ್ā ಇ ಸಕಲ ಇಇ ನೀಲ <br/> ವ್āನಮ್ ವೆಲ್ ಅಳಹನ್ē ವ್ā ಇರ್̣ಐವ್ā ಮಧವ್ā ಎನ್ನೈ ēರ್̣ಕವ್ē ವ್āದು ಶೆಇಯ್āದು ವ್ā"}, {"M": "ಜತಿಸ್ವರಮ್", "T": "ತಝಮ್ ತಕಿṭಅ ತನಧಿರನ್ā ಡ್Pಂಙೃ ತನಮ್ ತಕಿṭಅ ತನಧಿರನ್ā ಣ್ಡ್Pಂಙೃಷ್ <br/> ತಕಧಿನ ತ್ōಮ್ ತ್ōಮ್ ಂಙೃಷ್ಣ್̣ ತಕಧಿನ ತ್ōಮ್ ತ್ōಮ್ Pಂಙೃಷ್ ತಕಧಿನ ತ್ōಮ್ ತ್ōಮ್ <br/> Ṁ,,ĠṘṠಣ್ ರವಿ ಶಶಿ ನಯನನ್ē ಪರಿವುḍಅನ್ ವಿರೈವಿನಿಲ್ ಅಭಯಮ್ ತನ್ದರುḷಅ ವ್ā"}, {"M": "ಚರಣಮ್", "T": "ತಕಿṭಅ ಧಿಕಿṭಅ ಧಿಮಿತ ಝṇಉತ ತ್ā – ತಕಿṭಅ ಧಿಕಿṭಅ ಧಿಮಿತ ಝṇಉತ ತ್ā – <br/> ತಕಿṭಅ ಧಿಕಿṭಅ ಧಿಮಿತ ಝṇಉತ <br/> ತತ್āಮ್ ತತ್āಮ್ ತತ್ā – ಕಿṭಅತ್āಮ್ ಕಿṭಅತ್āಮ್ ಕಿṭಅತ್ā – ತಕಿṭಅತ್āಮ್ ತಕಿṭಅತ್āಮ್ ತಕಿṭಅ <br/> ಂಙೃಷ್ಣ್̣ ತಕತಕಿṭಅ ತ್ā – ಂಙೃಷ್ಣ್̣ ತಕ.ತಕಿ.ṭಅ ತ್ā – ಂಙೃಷ್ಣ್̣ ತಕ..ತಕಿ..ṭಅ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "തത്ത്ōമ് തത്ത്ōമ് തത്ത്ōമ് തകിṭഅ ധിരന്ā <br/> തകഝṇഉ തകതഝṇഉ തകധിന തധീംഗിṇഅതൊമ് <br/> തരികിṭഅതകധിന ത്ā തരി.കിṭഅ.തക.ധിന ത്ā തരി..കിṭഅ..തക..ധിന"}, {"M": "അനുപല്ലവി", "T": "തകധീമ്ത കിṭഅധിന തകത്ōമ് തകിṭഅ ത്ōമ് കിṭഅധീമ്ത തകധിനത്ōമ് തകതകിṭഅ ത്ōമ് <br/> തരികിṭഅ ത്āമ് തകതരികിṭഅ ത്ā – തരികിṭഅ ത്āമ് തകതരികിṭഅ ത്ā – തരികിṭഅ ത്āമ് തകതരികിṭഅ <br/> തകിṭഅ ത്āമ് തകതരികിṭഅ ത്ā – തരികിṭഅ ത്āമ് തകതരികിṭഅ ത്ā – തതരികിṭഅ ത്āമ് തകതരികിṭഅ"}, {"M": "ചിട്ടസ്വരമ്", "T": "വ്āനവര് വ്āഴ്ത്തുമ് ദ്ēവ്āദി ദ്ēവ്ā ക്ēശവ്ā വീര വ്āസുദ്ēവ്ā യ്āദവ്ā ഇ സകല ഇഇ നീല <br/> വ്āനമ് വെല് അഴഹന്ē വ്ā ഇര്̣ഐവ്ā മധവ്ā എന്നൈ ēര്̣കവ്ē വ്āദു ശെഇയ്āദു വ്ā"}, {"M": "ജതിസ്വരമ്", "T": "തഝമ് തകിṭഅ തനധിരന്ā ഡ്Pംങൃ തനമ് തകിṭഅ തനധിരന്ā ണ്ഡ്Pംങൃഷ് <br/> തകധിന ത്ōമ് ത്ōമ് ംങൃഷ്ണ്̣ തകധിന ത്ōമ് ത്ōമ് Pംങൃഷ് തകധിന ത്ōമ് ത്ōമ് <br/> Ṁ,,ĠṘṠണ് രവി ശശി നയനന്ē പരിവുḍഅന് വിരൈവിനില് അഭയമ് തന്ദരുḷഅ വ്ā"}, {"M": "ചരണമ്", "T": "തകിṭഅ ധികിṭഅ ധിമിത ഝṇഉത ത്ā – തകിṭഅ ധികിṭഅ ധിമിത ഝṇഉത ത്ā – <br/> തകിṭഅ ധികിṭഅ ധിമിത ഝṇഉത <br/> തത്āമ് തത്āമ് തത്ā – കിṭഅത്āമ് കിṭഅത്āമ് കിṭഅത്ā – തകിṭഅത്āമ് തകിṭഅത്āമ് തകിṭഅ <br/> ംങൃഷ്ണ്̣ തകതകിṭഅ ത്ā – ംങൃഷ്ണ്̣ തക.തകി.ṭഅ ത്ā – ംങൃഷ്ണ്̣ തക..തകി..ṭഅ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "तत्त्ōम् तत्त्ōम् तत्त्ōम् तकिṭअ धिरन्ā <br/> तकझṇउ तकतझṇउ तकधिन तधींगिṇअतोम् <br/> तरिकिṭअतकधिन त्ā तरि.किṭअ.तक.धिन त्ā तरि..किṭअ..तक..धिन"}, {"M": "अनुपल्लवि", "T": "तकधीम्त किṭअधिन तकत्ōम् तकिṭअ त्ōम् किṭअधीम्त तकधिनत्ōम् तकतकिṭअ त्ōम् <br/> तरिकिṭअ त्āम् तकतरिकिṭअ त्ā – तरिकिṭअ त्āम् तकतरिकिṭअ त्ā – तरिकिṭअ त्āम् तकतरिकिṭअ <br/> तकिṭअ त्āम् तकतरिकिṭअ त्ā – तरिकिṭअ त्āम् तकतरिकिṭअ त्ā – ततरिकिṭअ त्āम् तकतरिकिṭअ"}, {"M": "चिट्टस्वरम्", "T": "व्āनवर् व्āल्त्तुम् द्ēव्āदि द्ēव्ā क्ēशव्ā वीर व्āसुद्ēव्ā य्āदव्ā इ सकल इइ नील <br/> व्āनम् वेल् अलहन्ē व्ā इर्̣ऐव्ā मधव्ā एन्नै ēर्̣कव्ē व्āदु शेइय्āदु व्ā"}, {"M": "जतिस्वरम्", "T": "तझम् तकिṭअ तनधिरन्ā ड्Pंङृ तनम् तकिṭअ तनधिरन्ā ण्ड्Pंङृष् <br/> तकधिन त्ōम् त्ōम् ंङृष्ण्̣ तकधिन त्ōम् त्ōम् Pंङृष् तकधिन त्ōम् त्ōम् <br/> Ṁ,,ĠṘṠण् रवि शशि नयनन्ē परिवुḍअन् विरैविनिल् अभयम् तन्दरुḷअ व्ā"}, {"M": "चरणम्", "T": "तकिṭअ धिकिṭअ धिमित झṇउत त्ā – तकिṭअ धिकिṭअ धिमित झṇउत त्ā – <br/> तकिṭअ धिकिṭअ धिमित झṇउत <br/> तत्āम् तत्āम् तत्ā – किṭअत्āम् किṭअत्āम् किṭअत्ā – तकिṭअत्āम् तकिṭअत्āम् तकिṭअ <br/> ंङृष्ण्̣ तकतकिṭअ त्ā – ंङृष्ण्̣ तक.तकि.ṭअ त्ā – ंङृष्ण्̣ तक..तकि..ṭअ"}]}], "L": "l", "lyricsref": [{"links": [{"N": "ravikiranmusic.com", "L": "https://ravikiranmusic.com/compositions/tillana-kalyanavasantam-khanda-chapu/"}]}]}