{"stats": [{"H": "Videos", "C": "6"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "3"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "28 M"}, {"H": "Views", "C": "31 K"}], "info": [], "title": {"T": 21717, "H": "thillAnA chitthiravINA ravikiran hamsA.NaMdi", "V": "thillAnA chitthiravINA ravikiran hamsA.NaMdi", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "takajham takiṭajham dhiranā dhiranā dhiranā <br/> tarikiṭa takatōm jhaṇutaka kiṭajhaṇutaka dhimikiṭajhaṇu"}, {"M": "anupallavi", "T": "i takajham ṠND,, tajham ND,, jham D,, tilāna tōm <br/> ii takiṭajham ṠNDM, takajham NDM, tajham Dn, tilāna tōm dhrdhrdāni tōmtadāni tillāna taka tillāna taka tillāna takajham"}, {"M": "caraNam 1", "T": "nI pādamē gati gōkula bāla <br/> gōpāla raviSaSIndra anukUla <br/> Ā pāṇḍavuni kāpāḍina SIla <br/> SrI pārthasārathi mālōla"}, {"M": "jatisvaram", "T": "takiṭajhamtakiṭa tōm takajhamtakiṭa tōm tajhamtakiṭa tōm <br/> jhamtakiṭa tōm tarikiṭa tōm takiṭa tōm taka tōm ta <br/> i D N Ṙ Ġ – M D N Ṙ – n M D N – tarikiṭa takatakiṭa taka.jham. – <br/> D N Ṙ – M D N – n M D – tarikiṭa takatakiṭa taka.jham. – <br/> D N- M D- n M- tarikiṭa takatakiṭa <br/> ii D N Ṙ tarikiṭa takatakiṭa taka.jham. – <br/> M D N Ṙ tarikiṭa takatakiṭa taka.jham. sh ru , n , – <br/> n M D N Ṙ tarikiṭa takatakiṭa taka.jham. sh ru , n, <br/> iii Ġ Ṙ Ṙ Ṡ Ṡ N N D takatakiṭa taka.jham. – <br/> Ġ Ṙ Ṙ Ṡ Ṡ N N D ta . ka . ta . ki . ṭa . taka.jham. – <br/> Ġ Ṙ Ṙ Ṡ Ṡ N N D ta . . ka . . ta . . ki . . ṭa . . takajham"}, {"M": "caraNam 2", "T": "ta ri . ki ṭa . ta ka . dhimikiṭataka ta ri . ki ṭa . ta ka . dhimikiṭataka <br/> ta ri . ki ṭa . ta ka . Ṁ Ġ Ṙ Ṡ N – takatakiṭa – Ṙ Ṡ N D M – taka . jham . ta – Ġ Ṙ Ṡ N D – takatakiṭa – Ṡ N D M n – taka . jham . ta – <br/> Ṙ Ṡ N D M – takatakiṭa – N D M n ru"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "தகஜம் தகிṭஅஜம் திரன்ā திரன்ā திரன்ā <br/> தரிகிṭஅ தகத்ōம் ஜṇஉதக கிṭஅஜṇஉதக திமிகிṭஅஜṇஉ"}, {"M": "அனுபல்லவி", "T": "இ தகஜம் Ṡண்ட்,, தஜம் ண்ட்,, ஜம் ட்,, தில்āன த்ōம் <br/> இஇ தகிṭஅஜம் Ṡண்ட்ம், தகஜம் ண்ட்ம், தஜம் ட்ங், தில்āன த்ōம் த்ர்த்ர்த்āனி த்ōம்தத்āனி தில்ல்āன தக தில்ல்āன தக தில்ல்āன தகஜம்"}, {"M": "சரணம் 1", "T": "நீ ப்āதம்ē கதி க்ōகுல ப்āல <br/> க்ōப்āல ரவிசசீந்த்ர அனுகூல <br/> Ā ப்āṇḍஅவுனி க்āப்āḍஇன சீல <br/> ஶ்ரீ ப்āர்தஸ்āரதி ம்āல்ōல"}, {"M": "ஜதிஸ்வரம்", "T": "தகிṭஅஜம்தகிṭஅ த்ōம் தகஜம்தகிṭஅ த்ōம் தஜம்தகிṭஅ த்ōம் <br/> ஜம்தகிṭஅ த்ōம் தரிகிṭஅ த்ōம் தகிṭஅ த்ōம் தக த்ōம் த <br/> இ ட் ண் Ṙ Ġ – ம் ட் ண் Ṙ – ங் ம் ட் ண் – தரிகிṭஅ தகதகிṭஅ தக.ஜம். – <br/> ட் ண் Ṙ – ம் ட் ண் – ங் ம் ட் – தரிகிṭஅ தகதகிṭஅ தக.ஜம். – <br/> ட் ண்- ம் ட்- ங் ம்- தரிகிṭஅ தகதகிṭஅ <br/> இஇ ட் ண் Ṙ தரிகிṭஅ தகதகிṭஅ தக.ஜம். – <br/> ம் ட் ண் Ṙ தரிகிṭஅ தகதகிṭஅ தக.ஜம். ஷ் ரு , ங் , – <br/> ங் ம் ட் ண் Ṙ தரிகிṭஅ தகதகிṭஅ தக.ஜம். ஷ் ரு , ங், <br/> இஇஇ Ġ Ṙ Ṙ Ṡ Ṡ ண் ண் ட் தகதகிṭஅ தக.ஜம். – <br/> Ġ Ṙ Ṙ Ṡ Ṡ ண் ண் ட் த . க . த . கி . ṭஅ . தக.ஜம். – <br/> Ġ Ṙ Ṙ Ṡ Ṡ ண் ண் ட் த . . க . . த . . கி . . ṭஅ . . தகஜம்"}, {"M": "சரணம் 2", "T": "த ரி . கி ṭஅ . த க . திமிகிṭஅதக த ரி . கி ṭஅ . த க . திமிகிṭஅதக <br/> த ரி . கி ṭஅ . த க . Ṁ Ġ Ṙ Ṡ ண் – தகதகிṭஅ – Ṙ Ṡ ண் ட் ம் – தக . ஜம் . த – Ġ Ṙ Ṡ ண் ட் – தகதகிṭஅ – Ṡ ண் ட் ம் ங் – தக . ஜம் . த – <br/> Ṙ Ṡ ண் ட் ம் – தகதகிṭஅ – ண் ட் ம் ங் ரு"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "తకఝమ్ తకిṭఅఝమ్ ధిరన్ā ధిరన్ā ధిరన్ā <br/> తరికిṭఅ తకత్ōమ్ ఝṇఉతక కిṭఅఝṇఉతక ధిమికిṭఅఝṇఉ"}, {"M": "అనుపల్లవి", "T": "ఇ తకఝమ్ Ṡణ్డ్,, తఝమ్ ణ్డ్,, ఝమ్ డ్,, తిల్āన త్ōమ్ <br/> ఇఇ తకిṭఅఝమ్ Ṡణ్డ్ం, తకఝమ్ ణ్డ్ం, తఝమ్ డ్ఙ్, తిల్āన త్ōమ్ ధ్ర్ధ్ర్ద్āని త్ōమ్తద్āని తిల్ల్āన తక తిల్ల్āన తక తిల్ల్āన తకఝమ్"}, {"M": "చరణమ్ 1", "T": "నీ ప్āదమ్ē గతి గ్ōకుల బ్āల <br/> గ్ōప్āల రవిశశీన్ద్ర అనుకూల <br/> Ā ప్āṇḍఅవుని క్āప్āḍఇన శీల <br/> శ్రీ ప్āర్థస్āరథి మ్āల్ōల"}, {"M": "జతిస్వరమ్", "T": "తకిṭఅఝమ్తకిṭఅ త్ōమ్ తకఝమ్తకిṭఅ త్ōమ్ తఝమ్తకిṭఅ త్ōమ్ <br/> ఝమ్తకిṭఅ త్ōమ్ తరికిṭఅ త్ōమ్ తకిṭఅ త్ōమ్ తక త్ōమ్ త <br/> ఇ డ్ ణ్ Ṙ Ġ – ం డ్ ణ్ Ṙ – ఙ్ ం డ్ ణ్ – తరికిṭఅ తకతకిṭఅ తక.ఝమ్. – <br/> డ్ ణ్ Ṙ – ం డ్ ణ్ – ఙ్ ం డ్ – తరికిṭఅ తకతకిṭఅ తక.ఝమ్. – <br/> డ్ ణ్- ం డ్- ఙ్ ం- తరికిṭఅ తకతకిṭఅ <br/> ఇఇ డ్ ణ్ Ṙ తరికిṭఅ తకతకిṭఅ తక.ఝమ్. – <br/> ం డ్ ణ్ Ṙ తరికిṭఅ తకతకిṭఅ తక.ఝమ్. ష్ ఋ , ఙ్ , – <br/> ఙ్ ం డ్ ణ్ Ṙ తరికిṭఅ తకతకిṭఅ తక.ఝమ్. ష్ ఋ , ఙ్, <br/> ఇఇఇ Ġ Ṙ Ṙ Ṡ Ṡ ణ్ ణ్ డ్ తకతకిṭఅ తక.ఝమ్. – <br/> Ġ Ṙ Ṙ Ṡ Ṡ ణ్ ణ్ డ్ త . క . త . కి . ṭఅ . తక.ఝమ్. – <br/> Ġ Ṙ Ṙ Ṡ Ṡ ణ్ ణ్ డ్ త . . క . . త . . కి . . ṭఅ . . తకఝమ్"}, {"M": "చరణమ్ 2", "T": "త రి . కి ṭఅ . త క . ధిమికిṭఅతక త రి . కి ṭఅ . త క . ధిమికిṭఅతక <br/> త రి . కి ṭఅ . త క . Ṁ Ġ Ṙ Ṡ ణ్ – తకతకిṭఅ – Ṙ Ṡ ణ్ డ్ ం – తక . ఝమ్ . త – Ġ Ṙ Ṡ ణ్ డ్ – తకతకిṭఅ – Ṡ ణ్ డ్ ం ఙ్ – తక . ఝమ్ . త – <br/> Ṙ Ṡ ణ్ డ్ ం – తకతకిṭఅ – ణ్ డ్ ం ఙ్ ఋ"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ತಕಝಮ್ ತಕಿṭಅಝಮ್ ಧಿರನ್ā ಧಿರನ್ā ಧಿರನ್ā <br/> ತರಿಕಿṭಅ ತಕತ್ōಮ್ ಝṇಉತಕ ಕಿṭಅಝṇಉತಕ ಧಿಮಿಕಿṭಅಝṇಉ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಇ ತಕಝಮ್ Ṡಣ್ಡ್,, ತಝಮ್ ಣ್ಡ್,, ಝಮ್ ಡ್,, ತಿಲ್āನ ತ್ōಮ್ <br/> ಇಇ ತಕಿṭಅಝಮ್ Ṡಣ್ಡ್ಂ, ತಕಝಮ್ ಣ್ಡ್ಂ, ತಝಮ್ ಡ್ಙ್, ತಿಲ್āನ ತ್ōಮ್ ಧ್ರ್ಧ್ರ್ದ್āನಿ ತ್ōಮ್ತದ್āನಿ ತಿಲ್ಲ್āನ ತಕ ತಿಲ್ಲ್āನ ತಕ ತಿಲ್ಲ್āನ ತಕಝಮ್"}, {"M": "ಚರಣಮ್ 1", "T": "ನೀ ಪ್āದಮ್ē ಗತಿ ಗ್ōಕುಲ ಬ್āಲ <br/> ಗ್ōಪ್āಲ ರವಿಶಶೀನ್ದ್ರ ಅನುಕೂಲ <br/> Ā ಪ್āṇḍಅವುನಿ ಕ್āಪ್āḍಇನ ಶೀಲ <br/> ಶ್ರೀ ಪ್āರ್ಥಸ್āರಥಿ ಮ್āಲ್ōಲ"}, {"M": "ಜತಿಸ್ವರಮ್", "T": "ತಕಿṭಅಝಮ್ತಕಿṭಅ ತ್ōಮ್ ತಕಝಮ್ತಕಿṭಅ ತ್ōಮ್ ತಝಮ್ತಕಿṭಅ ತ್ōಮ್ <br/> ಝಮ್ತಕಿṭಅ ತ್ōಮ್ ತರಿಕಿṭಅ ತ್ōಮ್ ತಕಿṭಅ ತ್ōಮ್ ತಕ ತ್ōಮ್ ತ <br/> ಇ ಡ್ ಣ್ Ṙ Ġ – ಂ ಡ್ ಣ್ Ṙ – ಙ್ ಂ ಡ್ ಣ್ – ತರಿಕಿṭಅ ತಕತಕಿṭಅ ತಕ.ಝಮ್. – <br/> ಡ್ ಣ್ Ṙ – ಂ ಡ್ ಣ್ – ಙ್ ಂ ಡ್ – ತರಿಕಿṭಅ ತಕತಕಿṭಅ ತಕ.ಝಮ್. – <br/> ಡ್ ಣ್- ಂ ಡ್- ಙ್ ಂ- ತರಿಕಿṭಅ ತಕತಕಿṭಅ <br/> ಇಇ ಡ್ ಣ್ Ṙ ತರಿಕಿṭಅ ತಕತಕಿṭಅ ತಕ.ಝಮ್. – <br/> ಂ ಡ್ ಣ್ Ṙ ತರಿಕಿṭಅ ತಕತಕಿṭಅ ತಕ.ಝಮ್. ಷ್ ಋ , ಙ್ , – <br/> ಙ್ ಂ ಡ್ ಣ್ Ṙ ತರಿಕಿṭಅ ತಕತಕಿṭಅ ತಕ.ಝಮ್. ಷ್ ಋ , ಙ್, <br/> ಇಇಇ Ġ Ṙ Ṙ Ṡ Ṡ ಣ್ ಣ್ ಡ್ ತಕತಕಿṭಅ ತಕ.ಝಮ್. – <br/> Ġ Ṙ Ṙ Ṡ Ṡ ಣ್ ಣ್ ಡ್ ತ . ಕ . ತ . ಕಿ . ṭಅ . ತಕ.ಝಮ್. – <br/> Ġ Ṙ Ṙ Ṡ Ṡ ಣ್ ಣ್ ಡ್ ತ . . ಕ . . ತ . . ಕಿ . . ṭಅ . . ತಕಝಮ್"}, {"M": "ಚರಣಮ್ 2", "T": "ತ ರಿ . ಕಿ ṭಅ . ತ ಕ . ಧಿಮಿಕಿṭಅತಕ ತ ರಿ . ಕಿ ṭಅ . ತ ಕ . ಧಿಮಿಕಿṭಅತಕ <br/> ತ ರಿ . ಕಿ ṭಅ . ತ ಕ . Ṁ Ġ Ṙ Ṡ ಣ್ – ತಕತಕಿṭಅ – Ṙ Ṡ ಣ್ ಡ್ ಂ – ತಕ . ಝಮ್ . ತ – Ġ Ṙ Ṡ ಣ್ ಡ್ – ತಕತಕಿṭಅ – Ṡ ಣ್ ಡ್ ಂ ಙ್ – ತಕ . ಝಮ್ . ತ – <br/> Ṙ Ṡ ಣ್ ಡ್ ಂ – ತಕತಕಿṭಅ – ಣ್ ಡ್ ಂ ಙ್ ಋ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "തകഝമ് തകിṭഅഝമ് ധിരന്ā ധിരന്ā ധിരന്ā <br/> തരികിṭഅ തകത്ōമ് ഝṇഉതക കിṭഅഝṇഉതക ധിമികിṭഅഝṇഉ"}, {"M": "അനുപല്ലവി", "T": "ഇ തകഝമ് Ṡണ്ഡ്,, തഝമ് ണ്ഡ്,, ഝമ് ഡ്,, തില്āന ത്ōമ് <br/> ഇഇ തകിṭഅഝമ് Ṡണ്ഡ്ം, തകഝമ് ണ്ഡ്ം, തഝമ് ഡ്ങ്, തില്āന ത്ōമ് ധ്ര്ധ്ര്ദ്āനി ത്ōമ്തദ്āനി തില്ല്āന തക തില്ല്āന തക തില്ല്āന തകഝമ്"}, {"M": "ചരണമ് 1", "T": "നീ പ്āദമ്ē ഗതി ഗ്ōകുല ബ്āല <br/> ഗ്ōപ്āല രവിശശീന്ദ്ര അനുകൂല <br/> Ā പ്āṇḍഅവുനി ക്āപ്āḍഇന ശീല <br/> ശ്രീ പ്āര്ഥസ്āരഥി മ്āല്ōല"}, {"M": "ജതിസ്വരമ്", "T": "തകിṭഅഝമ്തകിṭഅ ത്ōമ് തകഝമ്തകിṭഅ ത്ōമ് തഝമ്തകിṭഅ ത്ōമ് <br/> ഝമ്തകിṭഅ ത്ōമ് തരികിṭഅ ത്ōമ് തകിṭഅ ത്ōമ് തക ത്ōമ് ത <br/> ഇ ഡ് ണ് Ṙ Ġ – ം ഡ് ണ് Ṙ – ങ് ം ഡ് ണ് – തരികിṭഅ തകതകിṭഅ തക.ഝമ്. – <br/> ഡ് ണ് Ṙ – ം ഡ് ണ് – ങ് ം ഡ് – തരികിṭഅ തകതകിṭഅ തക.ഝമ്. – <br/> ഡ് ണ്- ം ഡ്- ങ് ം- തരികിṭഅ തകതകിṭഅ <br/> ഇഇ ഡ് ണ് Ṙ തരികിṭഅ തകതകിṭഅ തക.ഝമ്. – <br/> ം ഡ് ണ് Ṙ തരികിṭഅ തകതകിṭഅ തക.ഝമ്. ഷ് ഋ , ങ് , – <br/> ങ് ം ഡ് ണ് Ṙ തരികിṭഅ തകതകിṭഅ തക.ഝമ്. ഷ് ഋ , ങ്, <br/> ഇഇഇ Ġ Ṙ Ṙ Ṡ Ṡ ണ് ണ് ഡ് തകതകിṭഅ തക.ഝമ്. – <br/> Ġ Ṙ Ṙ Ṡ Ṡ ണ് ണ് ഡ് ത . ക . ത . കി . ṭഅ . തക.ഝമ്. – <br/> Ġ Ṙ Ṙ Ṡ Ṡ ണ് ണ് ഡ് ത . . ക . . ത . . കി . . ṭഅ . . തകഝമ്"}, {"M": "ചരണമ് 2", "T": "ത രി . കി ṭഅ . ത ക . ധിമികിṭഅതക ത രി . കി ṭഅ . ത ക . ധിമികിṭഅതക <br/> ത രി . കി ṭഅ . ത ക . Ṁ Ġ Ṙ Ṡ ണ് – തകതകിṭഅ – Ṙ Ṡ ണ് ഡ് ം – തക . ഝമ് . ത – Ġ Ṙ Ṡ ണ് ഡ് – തകതകിṭഅ – Ṡ ണ് ഡ് ം ങ് – തക . ഝമ് . ത – <br/> Ṙ Ṡ ണ് ഡ് ം – തകതകിṭഅ – ണ് ഡ് ം ങ് ഋ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "तकझम् तकिṭअझम् धिरन्ā धिरन्ā धिरन्ā <br/> तरिकिṭअ तकत्ōम् झṇउतक किṭअझṇउतक धिमिकिṭअझṇउ"}, {"M": "अनुपल्लवि", "T": "इ तकझम् Ṡण्ड्,, तझम् ण्ड्,, झम् ड्,, तिल्āन त्ōम् <br/> इइ तकिṭअझम् Ṡण्ड्ं, तकझम् ण्ड्ं, तझम् ड्ङ्, तिल्āन त्ōम् ध्र्ध्र्द्āनि त्ōम्तद्āनि तिल्ल्āन तक तिल्ल्āन तक तिल्ल्āन तकझम्"}, {"M": "चरणम् 1", "T": "नी प्āदम्ē गति ग्ōकुल ब्āल <br/> ग्ōप्āल रविशशीन्द्र अनुकूल <br/> Ā प्āṇḍअवुनि क्āप्āḍइन शील <br/> श्री प्āर्थस्āरथि म्āल्ōल"}, {"M": "जतिस्वरम्", "T": "तकिṭअझम्तकिṭअ त्ōम् तकझम्तकिṭअ त्ōम् तझम्तकिṭअ त्ōम् <br/> झम्तकिṭअ त्ōम् तरिकिṭअ त्ōम् तकिṭअ त्ōम् तक त्ōम् त <br/> इ ड् ण् Ṙ Ġ – ं ड् ण् Ṙ – ङ् ं ड् ण् – तरिकिṭअ तकतकिṭअ तक.झम्. – <br/> ड् ण् Ṙ – ं ड् ण् – ङ् ं ड् – तरिकिṭअ तकतकिṭअ तक.झम्. – <br/> ड् ण्- ं ड्- ङ् ं- तरिकिṭअ तकतकिṭअ <br/> इइ ड् ण् Ṙ तरिकिṭअ तकतकिṭअ तक.झम्. – <br/> ं ड् ण् Ṙ तरिकिṭअ तकतकिṭअ तक.झम्. ष् ऋ , ङ् , – <br/> ङ् ं ड् ण् Ṙ तरिकिṭअ तकतकिṭअ तक.झम्. ष् ऋ , ङ्, <br/> इइइ Ġ Ṙ Ṙ Ṡ Ṡ ण् ण् ड् तकतकिṭअ तक.झम्. – <br/> Ġ Ṙ Ṙ Ṡ Ṡ ण् ण् ड् त . क . त . कि . ṭअ . तक.झम्. – <br/> Ġ Ṙ Ṙ Ṡ Ṡ ण् ण् ड् त . . क . . त . . कि . . ṭअ . . तकझम्"}, {"M": "चरणम् 2", "T": "त रि . कि ṭअ . त क . धिमिकिṭअतक त रि . कि ṭअ . त क . धिमिकिṭअतक <br/> त रि . कि ṭअ . त क . Ṁ Ġ Ṙ Ṡ ण् – तकतकिṭअ – Ṙ Ṡ ण् ड् ं – तक . झम् . त – Ġ Ṙ Ṡ ण् ड् – तकतकिṭअ – Ṡ ण् ड् ं ङ् – तक . झम् . त – <br/> Ṙ Ṡ ण् ड् ं – तकतकिṭअ – ण् ड् ं ङ् ऋ"}]}], "L": "l", "lyricsref": [{"links": [{"N": "ravikiranmusic.com", "L": "https://ravikiranmusic.com/compositions/hamsanandi-tillana-takajham-takitajham-adi/"}]}], "songs": [{"I": "EGH4m0otf0I", "T": 5, "S": 21717, "R": 44, "C": 2037, "A": 297, "D": "7:19", "V": "453", "J": "m"}, {"I": "HOT_bld9M4k", "T": 5, "S": 21717, "R": 44, "C": 2037, "A": 37, "D": "7:29", "V": "2,069", "J": "m"}, {"I": "o6jGad7K-_E", "T": 5, "S": 21717, "R": 44, "C": 2037, "A": 37, "D": "1:12", "V": "707", "J": "h"}, {"I": "B3e8OJSfVeo", "T": 5, "S": 21717, "R": 44, "C": 2037, "A": 37, "D": "0:59", "V": "668", "J": "h"}, {"I": "vpfH9ByhKIs", "T": 5, "S": 21717, "R": 44, "C": 2037, "A": 37, "D": "6:01", "V": "460", "J": "m"}, {"I": "9ZEYaco3HGM", "T": 5, "S": 21717, "R": 44, "C": 2037, "A": 50, "D": "7:35", "V": "26,401", "J": "m"}], "folders": [["artist", 297, "0"], ["artist", 37, "1,2,3,4"], ["artist", 50, "5"]], "languages": {"english": "1,2,0", "tamil": "0,2,1", "telugu": "2,0,1", "kannada": "2,0,1", "malayalam": "2,0,1", "hindi": "2,0,1", "marathi": "2,0,1", "bengali": "2,0,1", "gujarati": "2,0,1", "punjabi": "2,0,1", "odia": "2,0,1", "assamese": "2,0,1"}}