{"stats": [{"H": "Videos", "C": "4"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "3"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "45 M"}, {"H": "Views", "C": "14 K"}], "info": [], "title": {"H": "tOm dru dru dhIm tadara tadhIm dhIm", "V": "tOm dru dru dhIm tadara tadhIm dhIm", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "tOm dru dru dhIm tadara tadhIm dhIm tana dhIm dhirana dhirana dru dru"}, {"M": "anupallavi", "T": "nAdru tAni tom dru dhIm taka jhaNuta dhIm tajhaNuta dhIm jhaNuta <br/> dhIm nata dhImta tanadhIm tatanadhIm tatana dhIm dhIm dhImta tOm <br/> drudhIm dhIm dhIm dhImtatOm drudhIm dhIm dhIm dhImta"}, {"M": "caraNam", "T": "sundara vaLLiyum surar maghaLum magizh kandanE murugA Siva guruparanE <br/> vandittEn vaDivazhagA mayilil vand-ippozhudE enai ANDaruLE <br/> takiTa takadhIm *ni sa ma ma dha dha ma pa gA rI kiTataka tarikiTa dhIm <br/> pa dha nI dha ma jhaNutaka ga ma ri sa *ni sa *dha *ni tadhIm tajham taNam tatOm <br/> takiTa takajhamta ma ni da sa* ni rI* ri* jhanuta dhimita da ni sa* mA* ma* ga* <br/> ma* ga* ri* sa*kiTataka jhaNutOmta kiTatakajhaNU tOmta kiTatakajhaNu"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "தோம் த்ரு த்ரு தீம் ததர ததீம் தீம் தன தீம் திரன திரன த்ரு த்ரு"}, {"M": "அனுபல்லவி", "T": "நாத்ரு தானி தொம் த்ரு தீம் தக ஜணுத தீம் தஜணுத தீம் ஜணுத <br/> தீம் நத தீம்த தனதீம் ததனதீம் ததன தீம் தீம் தீம்த தோம் <br/> த்ருதீம் தீம் தீம் தீம்ததோம் த்ருதீம் தீம் தீம் தீம்த"}, {"M": "சரணம்", "T": "சுந்தர வள்ளியும் சுரர் மகளும் மகிழ் கந்தனே முருகா சிவ குருபரனே <br/> வந்தித்தேன் வடிவழகா மயிலில் வந்த்-இப்பொழுதே எனை ஆண்டருளே <br/> தகிட தகதீம் *நி ச ம ம த த ம ப கா ரீ கிடதக தரிகிட தீம் <br/> ப த நீ த ம ஜணுதக க ம ரி ச *நி ச *த *நி ததீம் தஜம் தணம் ததோம் <br/> தகிட தகஜம்த ம நி த ச* நி ரீ* ரி* ஜனுத திமித த நி ச* மா* ம* க* <br/> ம* க* ரி* ச*கிடதக ஜணுதோம்த கிடதகஜணூ தோம்த கிடதகஜணு"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "తోమ్ ద్రు ద్రు ధీమ్ తదర తధీమ్ ధీమ్ తన ధీమ్ ధిరన ధిరన ద్రు ద్రు"}, {"M": "అనుపల్లవి", "T": "నాద్రు తాని తొమ్ ద్రు ధీమ్ తక ఝణుత ధీమ్ తఝణుత ధీమ్ ఝణుత <br/> ధీమ్ నత ధీమ్త తనధీమ్ తతనధీమ్ తతన ధీమ్ ధీమ్ ధీమ్త తోమ్ <br/> ద్రుధీమ్ ధీమ్ ధీమ్ ధీమ్తతోమ్ ద్రుధీమ్ ధీమ్ ధీమ్ ధీమ్త"}, {"M": "చరణమ్", "T": "సున్దర వళ్ళియుమ్ సురర్ మఘళుమ్ మగిఴ్ కన్దనే మురుగా శివ గురుపరనే <br/> వన్దిత్తేన్ వడివఴగా మయిలిల్ వన్ద్-ఇప్పొఴుదే ఎనై ఆణ్డరుళే <br/> తకిట తకధీమ్ *ని స మ మ ధ ధ మ ప గా రీ కిటతక తరికిట ధీమ్ <br/> ప ధ నీ ధ మ ఝణుతక గ మ రి స *ని స *ధ *ని తధీమ్ తఝమ్ తణమ్ తతోమ్ <br/> తకిట తకఝమ్త మ ని ద స* ని రీ* రి* ఝనుత ధిమిత ద ని స* మా* మ* గ* <br/> మ* గ* రి* స*కిటతక ఝణుతోమ్త కిటతకఝణూ తోమ్త కిటతకఝణు"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ತೋಮ್ ದ್ರು ದ್ರು ಧೀಮ್ ತದರ ತಧೀಮ್ ಧೀಮ್ ತನ ಧೀಮ್ ಧಿರನ ಧಿರನ ದ್ರು ದ್ರು"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ನಾದ್ರು ತಾನಿ ತೊಮ್ ದ್ರು ಧೀಮ್ ತಕ ಝಣುತ ಧೀಮ್ ತಝಣುತ ಧೀಮ್ ಝಣುತ <br/> ಧೀಮ್ ನತ ಧೀಮ್ತ ತನಧೀಮ್ ತತನಧೀಮ್ ತತನ ಧೀಮ್ ಧೀಮ್ ಧೀಮ್ತ ತೋಮ್ <br/> ದ್ರುಧೀಮ್ ಧೀಮ್ ಧೀಮ್ ಧೀಮ್ತತೋಮ್ ದ್ರುಧೀಮ್ ಧೀಮ್ ಧೀಮ್ ಧೀಮ್ತ"}, {"M": "ಚರಣಮ್", "T": "ಸುನ್ದರ ವಳ್ಳಿಯುಮ್ ಸುರರ್ ಮಘಳುಮ್ ಮಗಿಳ್ ಕನ್ದನೇ ಮುರುಗಾ ಶಿವ ಗುರುಪರನೇ <br/> ವನ್ದಿತ್ತೇನ್ ವಡಿವಳಗಾ ಮಯಿಲಿಲ್ ವನ್ದ್-ಇಪ್ಪೊಳುದೇ ಎನೈ ಆಣ್ಡರುಳೇ <br/> ತಕಿಟ ತಕಧೀಮ್ *ನಿ ಸ ಮ ಮ ಧ ಧ ಮ ಪ ಗಾ ರೀ ಕಿಟತಕ ತರಿಕಿಟ ಧೀಮ್ <br/> ಪ ಧ ನೀ ಧ ಮ ಝಣುತಕ ಗ ಮ ರಿ ಸ *ನಿ ಸ *ಧ *ನಿ ತಧೀಮ್ ತಝಮ್ ತಣಮ್ ತತೋಮ್ <br/> ತಕಿಟ ತಕಝಮ್ತ ಮ ನಿ ದ ಸ* ನಿ ರೀ* ರಿ* ಝನುತ ಧಿಮಿತ ದ ನಿ ಸ* ಮಾ* ಮ* ಗ* <br/> ಮ* ಗ* ರಿ* ಸ*ಕಿಟತಕ ಝಣುತೋಮ್ತ ಕಿಟತಕಝಣೂ ತೋಮ್ತ ಕಿಟತಕಝಣು"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "തോമ് ദ്രു ദ്രു ധീമ് തദര തധീമ് ധീമ് തന ധീമ് ധിരന ധിരന ദ്രു ദ്രു"}, {"M": "അനുപല്ലവി", "T": "നാദ്രു താനി തൊമ് ദ്രു ധീമ് തക ഝണുത ധീമ് തഝണുത ധീമ് ഝണുത <br/> ധീമ് നത ധീമ്ത തനധീമ് തതനധീമ് തതന ധീമ് ധീമ് ധീമ്ത തോമ് <br/> ദ്രുധീമ് ധീമ് ധീമ് ധീമ്തതോമ് ദ്രുധീമ് ധീമ് ധീമ് ധീമ്ത"}, {"M": "ചരണമ്", "T": "സുന്ദര വള്ളിയുമ് സുരര് മഘളുമ് മഗിഴ് കന്ദനേ മുരുഗാ ശിവ ഗുരുപരനേ <br/> വന്ദിത്തേന് വഡിവഴഗാ മയിലില് വന്ദ്-ഇപ്പൊഴുദേ എനൈ ആണ്ഡരുളേ <br/> തകിട തകധീമ് *നി സ മ മ ധ ധ മ പ ഗാ രീ കിടതക തരികിട ധീമ് <br/> പ ധ നീ ധ മ ഝണുതക ഗ മ രി സ *നി സ *ധ *നി തധീമ് തഝമ് തണമ് തതോമ് <br/> തകിട തകഝമ്ത മ നി ദ സ* നി രീ* രി* ഝനുത ധിമിത ദ നി സ* മാ* മ* ഗ* <br/> മ* ഗ* രി* സ*കിടതക ഝണുതോമ്ത കിടതകഝണൂ തോമ്ത കിടതകഝണു"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "तोम् द्रु द्रु धीम् तदर तधीम् धीम् तन धीम् धिरन धिरन द्रु द्रु"}, {"M": "अनुपल्लवि", "T": "नाद्रु तानि तोम् द्रु धीम् तक झणुत धीम् तझणुत धीम् झणुत <br/> धीम् नत धीम्त तनधीम् ततनधीम् ततन धीम् धीम् धीम्त तोम् <br/> द्रुधीम् धीम् धीम् धीम्ततोम् द्रुधीम् धीम् धीम् धीम्त"}, {"M": "चरणम्", "T": "सुन्दर वल्लियुम् सुरर् मघलुम् मगिल् कन्दने मुरुगा शिव गुरुपरने <br/> वन्दित्तेन् वडिवलगा मयिलिल् वन्द्-इप्पोलुदे एनै आण्डरुले <br/> तकिट तकधीम् *नि स म म ध ध म प गा री किटतक तरिकिट धीम् <br/> प ध नी ध म झणुतक ग म रि स *नि स *ध *नि तधीम् तझम् तणम् ततोम् <br/> तकिट तकझम्त म नि द स* नि री* रि* झनुत धिमित द नि स* मा* म* ग* <br/> म* ग* रि* स*किटतक झणुतोम्त किटतकझणू तोम्त किटतकझणु"}]}], "videos": [{"folder": [{"A": [3082, 3083], "songs": [{"C": [5035, 5037], "D": "6:09", "I": "VK75ES9L5Bc", "R": [1204, 1205], "S": [11701, 11701], "T": [28, 7005], "V": "1,300"}]}, {"A": [3056, 3057], "songs": [{"C": [5035, 5037], "D": "2:57", "I": "BUEwBqWTqbE", "R": [1204, 1205], "S": [11701, 11701], "T": [28, 7005], "V": "4,700"}, {"C": [5035, 5037], "D": "5:25", "I": "yhFGfogjnX4", "R": [1204, 1205], "S": [11701, 11701], "T": [28, 7005], "V": "852"}]}, {"A": [5035, 5037], "songs": [{"C": [5035, 5037], "D": "32:47", "I": "FDdz7YWscX4", "R": [1204, 1205], "S": [11701, 11701], "T": [28, 7005], "V": "6,800"}]}]}]}