{"stats": [{"N": "Videos", "C": "34"}, {"N": "Ragas", "C": "1"}, {"N": "Artists", "C": "19"}, {"N": "Types", "C": "1"}, {"N": "Duration", "C": "4 H"}, {"N": "Views", "C": "2 M"}], "info": [{"N": "Type", "V": "Krithi"}, {"N": "Composer", "V": "Bharathi Dasan"}, {"N": "Raga", "V": "Desh"}, {"N": "Tala", "V": "Adi"}, {"N": "Tala name", "V": "Chatusra Jaati Triputa Tala"}, {"N": "Tala angas", "V": "Laghu-1, Dhruta-2"}, {"N": "Tala count", "V": "4 + 2 + 2 = 8"}, {"N": "Language", "V": "Tamil"}], "title": {"N": "tunbam nErgaiyil yAzh eDuttu nI", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "tunbam nErgaiyil yAzh eDuttu nI <br/> inbam sErkka mATTAyA? - emak <br/> kinbam sErkka mATTAyA? - nal <br/> anbilA nencil tamizhil pADi nI <br/> allal nIkka mATTAyA? - kaNNE <br/> allal nIkka mATTAyA?"}, {"M": "caraNam 1", "T": "vanbum eLimaiyum cUzhum nATTilE <br/> vAzhvin uNarvu sErkka - em <br/> vAzhvin uNarvu sErkka - nI <br/> anRai naTRamizhk kUttin muRaiyinAl <br/> ADik kATTa mATTAyA? kaNNE <br/> ADik kATTa mATTAyA?"}, {"M": "caraNam 2", "T": "aRamidenRum yAm maRamidenRumE <br/> aRikilAda pOdu - yAm <br/> aRikilAda pOdu - tamizh <br/> iRaivanArin tirukkuRaLilE oru col <br/> iyambik kATTa mATTAyA? - nI <br/> iyambik kATTa mATTAyA?"}, {"M": "caraNam 3", "T": "puRam idenRum nal akam idenRumE <br/> pulavar kaNDa nUlin - tamizhp <br/> pulavar kaNDa nUlin - nal <br/> tiRamai kATTi unai InRa emuyirc <br/> selvam AkamATTAyA? tamizhc <br/> selvam Aka mATTAyA?"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "துன்பம் நேர்கையில் யாழ் எடுத்து நீ <br/> இன்பம் சேர்க்க மாட்டாயா? - எமக் <br/> கின்பம் சேர்க்க மாட்டாயா? - நல் <br/> அன்பிலா நெஞ்சில் தமிழில் பாடி நீ <br/> அல்லல் நீக்க மாட்டாயா? - கண்ணே <br/> அல்லல் நீக்க மாட்டாயா?"}, {"M": "சரணம் 1", "T": "வன்பும் எளிமையும் சூழும் நாட்டிலே <br/> வாழ்வின் உணர்வு சேர்க்க - எம் <br/> வாழ்வின் உணர்வு சேர்க்க - நீ <br/> அன்றை நற்றமிழ்க் கூத்தின் முறையினால் <br/> ஆடிக் காட்ட மாட்டாயா? கண்ணே <br/> ஆடிக் காட்ட மாட்டாயா?"}, {"M": "சரணம் 2", "T": "அறமிதென்றும் யாம் மறமிதென்றுமே <br/> அறிகிலாத போது - யாம் <br/> அறிகிலாத போது - தமிழ் <br/> இறைவனாரின் திருக்குறளிலே ஒரு சொல் <br/> இயம்பிக் காட்ட மாட்டாயா? - நீ <br/> இயம்பிக் காட்ட மாட்டாயா?"}, {"M": "சரணம் 3", "T": "புறம் இதென்றும் நல் அகம் இதென்றுமே <br/> புலவர் கண்ட நூலின் - தமிழ்ப் <br/> புலவர் கண்ட நூலின் - நல் <br/> திறமை காட்டி உனை ஈன்ற எமுயிர்ச் <br/> செல்வம் ஆகமாட்டாயா? தமிழ்ச் <br/> செல்வம் ஆக மாட்டாயா?"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "తున్బమ్ నేర్గైయిల్ యాఴ్ ఎడుత్తు నీ <br/> ఇన్బమ్ సేర్క్క మాట్టాయా? - ఎమక్ <br/> కిన్బమ్ సేర్క్క మాట్టాయా? - నల్ <br/> అన్బిలా నెఞ్చిల్ తమిఴిల్ పాడి నీ <br/> అల్లల్ నీక్క మాట్టాయా? - కణ్ణే <br/> అల్లల్ నీక్క మాట్టాయా?"}, {"M": "చరణమ్ 1", "T": "వన్బుమ్ ఎళిమైయుమ్ చూఴుమ్ నాట్టిలే <br/> వాఴ్విన్ ఉణర్వు సేర్క్క - ఎమ్ <br/> వాఴ్విన్ ఉణర్వు సేర్క్క - నీ <br/> అన్ఱై నట్ఱమిఴ్క్ కూత్తిన్ ముఱైయినాల్ <br/> ఆడిక్ కాట్ట మాట్టాయా? కణ్ణే <br/> ఆడిక్ కాట్ట మాట్టాయా?"}, {"M": "చరణమ్ 2", "T": "అఱమిదెన్ఱుమ్ యామ్ మఱమిదెన్ఱుమే <br/> అఱికిలాద పోదు - యామ్ <br/> అఱికిలాద పోదు - తమిఴ్ <br/> ఇఱైవనారిన్ తిరుక్కుఱళిలే ఒరు చొల్ <br/> ఇయమ్బిక్ కాట్ట మాట్టాయా? - నీ <br/> ఇయమ్బిక్ కాట్ట మాట్టాయా?"}, {"M": "చరణమ్ 3", "T": "పుఱమ్ ఇదెన్ఱుమ్ నల్ అకమ్ ఇదెన్ఱుమే <br/> పులవర్ కణ్డ నూలిన్ - తమిఴ్ప్ <br/> పులవర్ కణ్డ నూలిన్ - నల్ <br/> తిఱమై కాట్టి ఉనై ఈన్ఱ ఎముయిర్చ్ <br/> సెల్వమ్ ఆకమాట్టాయా? తమిఴ్చ్ <br/> సెల్వమ్ ఆక మాట్టాయా?"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ತುನ್ಬಮ್ ನೇರ್ಗೈಯಿಲ್ ಯಾಳ್ ಎಡುತ್ತು ನೀ <br/> ಇನ್ಬಮ್ ಸೇರ್ಕ್ಕ ಮಾಟ್ಟಾಯಾ? - ಎಮಕ್ <br/> ಕಿನ್ಬಮ್ ಸೇರ್ಕ್ಕ ಮಾಟ್ಟಾಯಾ? - ನಲ್ <br/> ಅನ್ಬಿಲಾ ನೆಞ್ಚಿಲ್ ತಮಿಳಿಲ್ ಪಾಡಿ ನೀ <br/> ಅಲ್ಲಲ್ ನೀಕ್ಕ ಮಾಟ್ಟಾಯಾ? - ಕಣ್ಣೇ <br/> ಅಲ್ಲಲ್ ನೀಕ್ಕ ಮಾಟ್ಟಾಯಾ?"}, {"M": "ಚರಣಮ್ 1", "T": "ವನ್ಬುಮ್ ಎಳಿಮೈಯುಮ್ ಚೂಳುಮ್ ನಾಟ್ಟಿಲೇ <br/> ವಾಳ್ವಿನ್ ಉಣರ್ವು ಸೇರ್ಕ್ಕ - ಎಮ್ <br/> ವಾಳ್ವಿನ್ ಉಣರ್ವು ಸೇರ್ಕ್ಕ - ನೀ <br/> ಅನ್ಱೈ ನಟ್ಱಮಿಳ್ಕ್ ಕೂತ್ತಿನ್ ಮುಱೈಯಿನಾಲ್ <br/> ಆಡಿಕ್ ಕಾಟ್ಟ ಮಾಟ್ಟಾಯಾ? ಕಣ್ಣೇ <br/> ಆಡಿಕ್ ಕಾಟ್ಟ ಮಾಟ್ಟಾಯಾ?"}, {"M": "ಚರಣಮ್ 2", "T": "ಅಱಮಿದೆನ್ಱುಮ್ ಯಾಮ್ ಮಱಮಿದೆನ್ಱುಮೇ <br/> ಅಱಿಕಿಲಾದ ಪೋದು - ಯಾಮ್ <br/> ಅಱಿಕಿಲಾದ ಪೋದು - ತಮಿಳ್ <br/> ಇಱೈವನಾರಿನ್ ತಿರುಕ್ಕುಱಳಿಲೇ ಒರು ಚೊಲ್ <br/> ಇಯಮ್ಬಿಕ್ ಕಾಟ್ಟ ಮಾಟ್ಟಾಯಾ? - ನೀ <br/> ಇಯಮ್ಬಿಕ್ ಕಾಟ್ಟ ಮಾಟ್ಟಾಯಾ?"}, {"M": "ಚರಣಮ್ 3", "T": "ಪುಱಮ್ ಇದೆನ್ಱುಮ್ ನಲ್ ಅಕಮ್ ಇದೆನ್ಱುಮೇ <br/> ಪುಲವರ್ ಕಣ್ಡ ನೂಲಿನ್ - ತಮಿಳ್ಪ್ <br/> ಪುಲವರ್ ಕಣ್ಡ ನೂಲಿನ್ - ನಲ್ <br/> ತಿಱಮೈ ಕಾಟ್ಟಿ ಉನೈ ಈನ್ಱ ಎಮುಯಿರ್ಚ್ <br/> ಸೆಲ್ವಮ್ ಆಕಮಾಟ್ಟಾಯಾ? ತಮಿಳ್ಚ್ <br/> ಸೆಲ್ವಮ್ ಆಕ ಮಾಟ್ಟಾಯಾ?"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "തുന്ബമ് നേര്ഗൈയില് യാഴ് എഡുത്തു നീ <br/> ഇന്ബമ് സേര്ക്ക മാട്ടായാ? - എമക് <br/> കിന്ബമ് സേര്ക്ക മാട്ടായാ? - നല് <br/> അന്ബിലാ നെഞ്ചില് തമിഴില് പാഡി നീ <br/> അല്ലല് നീക്ക മാട്ടായാ? - കണ്ണേ <br/> അല്ലല് നീക്ക മാട്ടായാ?"}, {"M": "ചരണമ് 1", "T": "വന്ബുമ് എളിമൈയുമ് ചൂഴുമ് നാട്ടിലേ <br/> വാഴ്വിന് ഉണര്വു സേര്ക്ക - എമ് <br/> വാഴ്വിന് ഉണര്വു സേര്ക്ക - നീ <br/> അന്റൈ നട്റമിഴ്ക് കൂത്തിന് മുറൈയിനാല് <br/> ആഡിക് കാട്ട മാട്ടായാ? കണ്ണേ <br/> ആഡിക് കാട്ട മാട്ടായാ?"}, {"M": "ചരണമ് 2", "T": "അറമിദെന്റുമ് യാമ് മറമിദെന്റുമേ <br/> അറികിലാദ പോദു - യാമ് <br/> അറികിലാദ പോദു - തമിഴ് <br/> ഇറൈവനാരിന് തിരുക്കുറളിലേ ഒരു ചൊല് <br/> ഇയമ്ബിക് കാട്ട മാട്ടായാ? - നീ <br/> ഇയമ്ബിക് കാട്ട മാട്ടായാ?"}, {"M": "ചരണമ് 3", "T": "പുറമ് ഇദെന്റുമ് നല് അകമ് ഇദെന്റുമേ <br/> പുലവര് കണ്ഡ നൂലിന് - തമിഴ്പ് <br/> പുലവര് കണ്ഡ നൂലിന് - നല് <br/> തിറമൈ കാട്ടി ഉനൈ ഈന്റ എമുയിര്ച് <br/> സെല്വമ് ആകമാട്ടായാ? തമിഴ്ച് <br/> സെല്വമ് ആക മാട്ടായാ?"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "तुन्बम् नेर्गैयिल् याल् एडुत्तु नी <br/> इन्बम् सेर्क्क माट्टाया? - एमक् <br/> किन्बम् सेर्क्क माट्टाया? - नल् <br/> अन्बिला नेञ्चिल् तमिलिल् पाडि नी <br/> अल्लल् नीक्क माट्टाया? - कण्णे <br/> अल्लल् नीक्क माट्टाया?"}, {"M": "चरणम् 1", "T": "वन्बुम् एलिमैयुम् चूलुम् नाट्टिले <br/> वाल्विन् उणर्वु सेर्क्क - एम् <br/> वाल्विन् उणर्वु सेर्क्क - नी <br/> अन्रै नट्रमिल्क् कूत्तिन् मुरैयिनाल् <br/> आडिक् काट्ट माट्टाया? कण्णे <br/> आडिक् काट्ट माट्टाया?"}, {"M": "चरणम् 2", "T": "अरमिदेन्रुम् याम् मरमिदेन्रुमे <br/> अरिकिलाद पोदु - याम् <br/> अरिकिलाद पोदु - तमिल् <br/> इरैवनारिन् तिरुक्कुरलिले ओरु चोल् <br/> इयम्बिक् काट्ट माट्टाया? - नी <br/> इयम्बिक् काट्ट माट्टाया?"}, {"M": "चरणम् 3", "T": "पुरम् इदेन्रुम् नल् अकम् इदेन्रुमे <br/> पुलवर् कण्ड नूलिन् - तमिल्प् <br/> पुलवर् कण्ड नूलिन् - नल् <br/> तिरमै काट्टि उनै ईन्र एमुयिर्च् <br/> सेल्वम् आकमाट्टाया? तमिल्च् <br/> सेल्वम् आक माट्टाया?"}]}], "lyricsref": [{"links": [{"N": "kb-songlyrics.blogspot.com", "L": "http://kb-songlyrics.blogspot.com/2012/01/thunbam-nergayil.html"}]}], "videos": [{"folder": [{"A": 1040, "songs": [{"C": 2077, "D": "5:10", "H": 5550, "I": "bDPGGm4nRYk", "R": 172, "S": 5540, "T": 0, "V": "936"}]}, {"A": 1022, "songs": [{"C": 2077, "D": "8:16", "H": 5550, "I": "YySW7SwU1UQ", "R": 172, "S": 5540, "T": 0, "V": "173,000"}, {"C": 2077, "D": "3:01", "H": 5550, "I": "fCKGqPk_ejU", "R": 172, "S": 5540, "T": 0, "V": "116,787"}, {"C": 2077, "D": "8:06", "H": 5550, "I": "P5LqpVy53Sw", "R": 172, "S": 5540, "T": 0, "V": "1,374"}]}, {"A": 1181, "songs": [{"C": 2077, "D": "3:01", "H": 5550, "I": "Ek0mBctcZfc", "R": 172, "S": 5540, "T": 0, "V": "9,500"}, {"C": 2077, "D": "14:24", "H": 5550, "I": "OgIkAQkYA5U", "R": 172, "S": 5540, "T": 0, "V": "5,069"}, {"C": 2077, "D": "7:45", "H": 5550, "I": "sTyKq2epPps", "R": 172, "S": 5540, "T": 0, "V": "318"}, {"C": 2077, "D": "14:13", "H": 5550, "I": "RtrFAwgv4XE", "R": 172, "S": 5540, "T": 0, "V": "244"}, {"C": 2077, "D": "2:41", "H": 5550, "I": "cqsPo7meoFk", "R": 172, "S": 5540, "T": 0, "V": "18,502"}, {"C": 2077, "D": "14:24", "H": 5550, "I": "MbrO9aoaxrU", "R": 172, "S": 5540, "T": 0, "V": "534"}, {"C": 2077, "D": "7:52", "H": 5550, "I": "6kSFh8S555M", "R": 172, "S": 5540, "T": 0, "V": "236"}]}, {"A": 1016, "songs": [{"C": 2077, "D": "5:41", "H": 5550, "I": "ZOoN6FrgHNM", "R": 172, "S": 5540, "T": 0, "V": "239"}, {"C": 2077, "D": "5:38", "H": 5550, "I": "0AYKvt6dq98", "R": 172, "S": 5540, "T": 0, "V": "199,719"}]}, {"A": 1095, "songs": [{"C": 2077, "D": "8:24", "H": 5550, "I": "G9W-eR0s-qM", "R": 172, "S": 5540, "T": 0, "V": "362"}, {"C": 2077, "D": "9:14", "H": 5550, "I": "JAkxOKxRRJw", "R": 172, "S": 5540, "T": 0, "V": "538"}]}, {"A": 1062, "songs": [{"C": 2077, "D": "6:55", "H": 5550, "I": "8ynrcqqUMTU", "R": 172, "S": 5540, "T": 0, "V": "1,100"}]}, {"A": 1081, "songs": [{"C": 2077, "D": "4:46", "H": 5550, "I": "2n4EuxLI1VM", "R": 172, "S": 5540, "T": 0, "V": "333"}, {"C": 2077, "D": "5:03", "H": 5550, "I": "nBl4CSqrmWU", "R": 172, "S": 5540, "T": 0, "V": "792"}, {"C": 2077, "D": "5:03", "H": 5550, "I": "ruupJF8b7NU", "R": 172, "S": 5540, "T": 0, "V": "710"}]}, {"A": 1052, "songs": [{"C": 2077, "D": "15:56", "H": 5550, "I": "Aa1JCau8Se4", "R": 172, "S": 5540, "T": 0, "V": "663"}]}, {"A": 1003, "songs": [{"C": 2077, "D": "14:48", "H": 5550, "I": "_F-gXUUL3_g", "R": 172, "S": 5540, "T": 0, "V": "668,000"}, {"C": 2077, "D": "5:20", "H": 5550, "I": "5qPpq3m0TnI", "R": 172, "S": 5540, "T": 0, "V": "30"}, {"C": 2077, "D": "7:14", "H": 5550, "I": "EcKQFPR2Xlo", "R": 172, "S": 5540, "T": 0, "V": "62,000"}]}, {"A": 1026, "songs": [{"C": 2077, "D": "13:14", "H": 5550, "I": "pICEB6HoYFs", "R": 172, "S": 5540, "T": 0, "V": "50"}, {"C": 2077, "D": "9:52", "H": 5550, "I": "yck7inKEzkE", "R": 172, "S": 5540, "T": 0, "V": "310"}]}, {"A": 1006, "songs": [{"C": 2077, "D": "7:13", "H": 5550, "I": "Uj_0-QjIB5s", "R": 172, "S": 5540, "T": 0, "V": "13,000"}]}, {"A": 1050, "songs": [{"C": 2077, "D": "6:10", "H": 5550, "I": "ZVGco5WFcI0", "R": 172, "S": 5540, "T": 0, "V": "79,000"}]}, {"A": 1078, "songs": [{"C": 2077, "D": "6:32", "H": 5550, "I": "XREodliLIAU", "R": 172, "S": 5540, "T": 0, "V": "3,100"}]}, {"A": 1111, "songs": [{"C": 2077, "D": "7:30", "H": 5550, "I": "T1tLDw0eA0o", "R": 172, "S": 5540, "T": 0, "V": "1,100"}]}, {"A": 1370, "songs": [{"C": 2077, "D": "4:43", "H": 5550, "I": "9dT5oA4Q5Kk", "R": 172, "S": 5540, "T": 0, "V": "135"}]}, {"A": 1285, "songs": [{"C": 2077, "D": "4:16", "H": 5550, "I": "h8XJcYvfur8", "R": 172, "S": 5540, "T": 0, "V": "317"}]}, {"A": 1244, "songs": [{"C": 2077, "D": "10:00", "H": 5550, "I": "INdVXh4whIM", "R": 172, "S": 5540, "T": 0, "V": "352"}]}, {"A": 1571, "songs": [{"C": 2077, "D": "4:18", "H": 5550, "I": "mThTgXfhda4", "R": 172, "S": 5540, "T": 0, "V": "26"}]}, {"A": 1133, "songs": [{"C": 2077, "D": "5:13", "H": 5550, "I": "vQ2mKUWthv0", "R": 172, "S": 5540, "T": 0, "V": "2,478"}]}]}]}