{"stats": [{"H": "Videos", "C": "3"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "2"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "45 M"}, {"H": "Views", "C": "3 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Ambujam Krishna", "P": "ambujam k.RshNA"}, {"H": "Raga", "V": "Keeravani", "P": "kIravANi"}, {"H": "Tala", "V": "Rupaka", "P": "rupaka"}, {"H": "Tala name", "V": "Chatusra Jaati Rupaka Tala", "P": "chatuSra jAti rupaka tALA"}, {"H": "Tala angas", "V": "Dhruta-1, Laghu-1", "P": "d.RtA-1, laghu-1"}, {"H": "Tala count", "V": "2 + 4 = 6", "P": "2 + 4 = 6"}, {"H": "Language", "V": "Tamil", "P": "Tamil"}], "title": {"H": "Uruga Vendamo", "V": "uruga vENDAmO mey aDimai rAmA rAmA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "uruga vENDAmO mey aDimai rAmA rAmA rAmAvenRu"}, {"M": "anupallavi", "T": "aruLuDan ennai kAkkum paramA vaDivazhaguDan unnarum guNangaL ninaindu"}, {"M": "caraNam", "T": "paN pADinAl pOdumO koNDADi koNDADi unnai kaNNAra kaNDu kaLittiDa vENDAmO <br/> pada malar pUjittAl pOdumO adan nizhalil paravaSam aDaindiDa vENDAmO"}, {"M": "madhyamakAla sAhityam", "T": "pankaja malar selvi parindurai mArbinil mangalamAyt-tigazh maNiyil uraindu <br/> angammelAm puLagAngitameydu pErAnanda nilai peRa allum pagalum nAn"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "உருக வேண்டாமோ மெய் அடிமை ராமா ராமா ராமாவென்று"}, {"M": "அனுபல்லவி", "T": "அருளுடன் என்னை காக்கும் பரமா வடிவழகுடன் உன்னரும் குணங்கள் நினைந்து"}, {"M": "சரணம்", "T": "பண் பாடினால் போதுமோ கொண்டாடி கொண்டாடி உன்னை கண்ணார கண்டு களித்திட வேண்டாமோ <br/> பத மலர் பூஜித்தால் போதுமோ அதன் நிழலில் பரவசம் அடைந்திட வேண்டாமோ"}, {"M": "மத்யமகால சாஹித்யம்", "T": "பங்கஜ மலர் செல்வி பரிந்துரை மார்பினில் மங்கலமாய்த்-திகழ் மணியில் உரைந்து <br/> அங்கம்மெலாம் புளகாங்கிதமெய்து பேரானந்த நிலை பெற அல்லும் பகலும் நான்"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "ఉరుగ వేణ్డామో మెయ్ అడిమై రామా రామా రామావెన్ఱు"}, {"M": "అనుపల్లవి", "T": "అరుళుడన్ ఎన్నై కాక్కుమ్ పరమా వడివఴగుడన్ ఉన్నరుమ్ గుణఙ్గళ్ నినైన్దు"}, {"M": "చరణమ్", "T": "పణ్ పాడినాల్ పోదుమో కొణ్డాడి కొణ్డాడి ఉన్నై కణ్ణార కణ్డు కళిత్తిడ వేణ్డామో <br/> పద మలర్ పూజిత్తాల్ పోదుమో అదన్ నిఴలిల్ పరవశమ్ అడైన్దిడ వేణ్డామో"}, {"M": "మధ్యమకాల సాహిత్యమ్", "T": "పఙ్కజ మలర్ సెల్వి పరిన్దురై మార్బినిల్ మఙ్గలమాయ్త్-తిగఴ్ మణియిల్ ఉరైన్దు <br/> అఙ్గమ్మెలామ్ పుళగాఙ్గితమెయ్దు పేరానన్ద నిలై పెఱ అల్లుమ్ పగలుమ్ నాన్"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಉರುಗ ವೇಣ್ಡಾಮೋ ಮೆಯ್ ಅಡಿಮೈ ರಾಮಾ ರಾಮಾ ರಾಮಾವೆನ್ಱು"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಅರುಳುಡನ್ ಎನ್ನೈ ಕಾಕ್ಕುಮ್ ಪರಮಾ ವಡಿವಳಗುಡನ್ ಉನ್ನರುಮ್ ಗುಣಙ್ಗಳ್ ನಿನೈನ್ದು"}, {"M": "ಚರಣಮ್", "T": "ಪಣ್ ಪಾಡಿನಾಲ್ ಪೋದುಮೋ ಕೊಣ್ಡಾಡಿ ಕೊಣ್ಡಾಡಿ ಉನ್ನೈ ಕಣ್ಣಾರ ಕಣ್ಡು ಕಳಿತ್ತಿಡ ವೇಣ್ಡಾಮೋ <br/> ಪದ ಮಲರ್ ಪೂಜಿತ್ತಾಲ್ ಪೋದುಮೋ ಅದನ್ ನಿಳಲಿಲ್ ಪರವಶಮ್ ಅಡೈನ್ದಿಡ ವೇಣ್ಡಾಮೋ"}, {"M": "ಮಧ್ಯಮಕಾಲ ಸಾಹಿತ್ಯಮ್", "T": "ಪಙ್ಕಜ ಮಲರ್ ಸೆಲ್ವಿ ಪರಿನ್ದುರೈ ಮಾರ್ಬಿನಿಲ್ ಮಙ್ಗಲಮಾಯ್ತ್-ತಿಗಳ್ ಮಣಿಯಿಲ್ ಉರೈನ್ದು <br/> ಅಙ್ಗಮ್ಮೆಲಾಮ್ ಪುಳಗಾಙ್ಗಿತಮೆಯ್ದು ಪೇರಾನನ್ದ ನಿಲೈ ಪೆಱ ಅಲ್ಲುಮ್ ಪಗಲುಮ್ ನಾನ್"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ഉരുഗ വേണ്ഡാമോ മെയ് അഡിമൈ രാമാ രാമാ രാമാവെന്റു"}, {"M": "അനുപല്ലവി", "T": "അരുളുഡന് എന്നൈ കാക്കുമ് പരമാ വഡിവഴഗുഡന് ഉന്നരുമ് ഗുണങ്ഗള് നിനൈന്ദു"}, {"M": "ചരണമ്", "T": "പണ് പാഡിനാല് പോദുമോ കൊണ്ഡാഡി കൊണ്ഡാഡി ഉന്നൈ കണ്ണാര കണ്ഡു കളിത്തിഡ വേണ്ഡാമോ <br/> പദ മലര് പൂജിത്താല് പോദുമോ അദന് നിഴലില് പരവശമ് അഡൈന്ദിഡ വേണ്ഡാമോ"}, {"M": "മധ്യമകാല സാഹിത്യമ്", "T": "പങ്കജ മലര് സെല്വി പരിന്ദുരൈ മാര്ബിനില് മങ്ഗലമായ്ത്-തിഗഴ് മണിയില് ഉരൈന്ദു <br/> അങ്ഗമ്മെലാമ് പുളഗാങ്ഗിതമെയ്ദു പേരാനന്ദ നിലൈ പെറ അല്ലുമ് പഗലുമ് നാന്"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "उरुग वेण्डामो मेय् अडिमै रामा रामा रामावेन्रु"}, {"M": "अनुपल्लवि", "T": "अरुलुडन् एन्नै काक्कुम् परमा वडिवलगुडन् उन्नरुम् गुणङ्गल् निनैन्दु"}, {"M": "चरणम्", "T": "पण् पाडिनाल् पोदुमो कोण्डाडि कोण्डाडि उन्नै कण्णार कण्डु कलित्तिड वेण्डामो <br/> पद मलर् पूजित्ताल् पोदुमो अदन् निललिल् परवशम् अडैन्दिड वेण्डामो"}, {"M": "मध्यमकाल साहित्यम्", "T": "पङ्कज मलर् सेल्वि परिन्दुरै मार्बिनिल् मङ्गलमाय्त्-तिगल् मणियिल् उरैन्दु <br/> अङ्गम्मेलाम् पुलगाङ्गितमेय्दु पेरानन्द निलै पेर अल्लुम् पगलुम् नान्"}]}], "lyricsref": [{"links": [{"N": "karnatik.com", "L": "https://karnatik.com/c9912.shtml"}]}], "videos": [{"folder": [{"A": [3079, 3077], "songs": [{"C": [5039, 5040], "D": "11:59", "I": "-pwiZrJKmos", "R": [1072, 1073], "S": [12411, 14693], "T": [0, 0], "V": "212"}, {"C": [5039, 5040], "D": "3:01", "I": "JeIPU5FKQOg", "R": [1072, 1073], "S": [12411, 14693], "T": [0, 0], "V": "207"}]}, {"A": [3470, 3473], "songs": [{"C": [5039, 5040], "D": "31:23", "I": "UQ67Ige0tOk", "R": [1072, 1073], "S": [12411, 14693], "T": [0, 0], "V": "2,100"}]}]}]}