{"stats": [{"H": "Videos", "C": "37"}, {"H": "Ragas", "C": "3"}, {"H": "Artists", "C": "14"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "5 H"}, {"H": "Views", "C": "267 K"}], "info": [{"H": "Type", "V": "Ashtapadi", "P": "ashTapadi", "I": 23}, {"H": "Composer", "V": "Jayadeva", "P": "jeyadEvA", "I": 22}, {"H": "Raga", "V": "Mukhari", "P": "mukAri", "I": 37}, {"H": "Tala", "V": "Adi", "P": "Adi", "I": 1}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA", "I": 0}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2", "I": 0}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8", "I": 0}, {"H": "Language", "V": "Sanskrit", "P": "Sanskrit", "I": 0}, {"H": "God", "V": "k.RshNA", "P": "k.RshNA", "I": 0}], "title": {"T": 955, "H": "Vadasi Yadi", "V": "vadasi yadi", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "vadasi yadi kincidapi dantarucikaumudI harati daratimiramatighOram <br/> sphuradadharasIdhavE tava vadanacandramA rOcayatu lOcanacakOram <br/> priyE cAruSIlE munca mayi mAnamanidAnaM sapadi madanAnalO dahati mama mAnasaM dEhi mukhakamalamadhupAnam"}, {"M": "caraNam 1", "T": "satyamEvAsi yadi sudati mayi kOpinI dEhi kharanakhaSaraghAtam <br/> ghaTaya bhujabandhanaM janaya radakhaNDanaM yEna vA bhavati sukhajAtam"}, {"M": "caraNam 2", "T": "tvamasi mama bhUshaNaM tvamasi mama jIvanaM tvamasi bhavajaladhiratnam <br/> bhavatu bhavatIha mayi satatamanOrOdhinI tatra mama hrudayamatiyatnam"}, {"M": "caraNam 3", "T": "nIlanalinAbhamapi tanvi tava lOcanaM dhArayati kOkanadarUpam <br/> kusumaSarabANabhAvEna yadi ranjayasi krushNamidamEtadanurUpam"}, {"M": "caraNam 4", "T": "sphuratu kucakumbhayOrupari maNimanjarI ranjayatu tava hrudayadESam <br/> rasatu raSanApi tava ghanajaghanamaNDalE ghOshayatu manmathanidESam"}, {"M": "caraNam 5", "T": "sthalakamalaganjanaM mama hrudayaranjanaM janitaratirangaparabhAgam <br/> bhaNa masruNavANi karavANi padapankajaM sarasalasadalaktakarAgam"}, {"M": "caraNam 6", "T": "smaragaralakhaNDanaM mama Sirasi maNDanaM dEhi padapallavamudAram <br/> jvalati mayi dAruNO madanakadanAruNO haratu tadupAhitavikAram"}, {"M": "caraNam 7", "T": "iti caTulacATupaTucAru muravairiNO rAdhikAmadhi vacanajAtam <br/> jayati padmAvatIramaNajayadEvakavi-bhAratIbhaNitamatiSAtam"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "வதசி யதி கிஞ்சிதபி தந்தருசிகௌமுதீ ஹரதி தரதிமிரமதிகோரம் <br/> ஸ்புரததரசீதவே தவ வதனசந்த்ரமா ரோசயது லோசனசகோரம் <br/> ப்ரியே சாருசீலே முஞ்ச மயி மானமனிதானம் சபதி மதனானலோ தஹதி மம மானசம் தேஹி முககமலமதுபானம்"}, {"M": "சரணம் 1", "T": "சத்யமேவாசி யதி சுததி மயி கோபினீ தேஹி கரனகசரகாதம் <br/> கடய புஜபந்தனம் ஜனய ரதகண்டனம் யேன வா பவதி சுகஜாதம்"}, {"M": "சரணம் 2", "T": "த்வமசி மம பூஷணம் த்வமசி மம ஜீவனம் த்வமசி பவஜலதிரத்னம் <br/> பவது பவதீஹ மயி சததமனோரோதினீ தத்ர மம ஹ்ருதயமதியத்னம்"}, {"M": "சரணம் 3", "T": "நீலனலினாபமபி தன்வி தவ லோசனம் தாரயதி கோகனதரூபம் <br/> குசுமசரபாணபாவேன யதி ரஞ்ஜயசி க்ருஷ்ணமிதமேததனுரூபம்"}, {"M": "சரணம் 4", "T": "ஸ்புரது குசகும்பயோருபரி மணிமஞ்ஜரீ ரஞ்ஜயது தவ ஹ்ருதயதேசம் <br/> ரசது ரசனாபி தவ கனஜகனமண்டலே கோஷயது மன்மதனிதேசம்"}, {"M": "சரணம் 5", "T": "ஸ்தலகமலகஞ்ஜனம் மம ஹ்ருதயரஞ்ஜனம் ஜனிதரதிரங்கபரபாகம் <br/> பண மச்ருணவாணி கரவாணி பதபங்கஜம் சரசலசதலக்தகராகம்"}, {"M": "சரணம் 6", "T": "ஸ்மரகரலகண்டனம் மம சிரசி மண்டனம் தேஹி பதபல்லவமுதாரம் <br/> ஜ்வலதி மயி தாருணோ மதனகதனாருணோ ஹரது ததுபாஹிதவிகாரம்"}, {"M": "சரணம் 7", "T": "இதி சடுலசாடுபடுசாரு முரவைரிணோ ராதிகாமதி வசனஜாதம் <br/> ஜயதி பத்மாவதீரமணஜயதேவகவி-பாரதீபணிதமதிசாதம்"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "వదసి యది కించిదపి దన్తరుచికౌముదీ హరతి దరతిమిరమతిఘోరమ్ <br/> స్ఫురదధరసీధవే తవ వదనచన్ద్రమా రోచయతు లోచనచకోరమ్ <br/> ప్రియే చారుశీలే ముంచ మయి మానమనిదానం సపది మదనానలో దహతి మమ మానసం దేహి ముఖకమలమధుపానమ్"}, {"M": "చరణమ్ 1", "T": "సత్యమేవాసి యది సుదతి మయి కోపినీ దేహి ఖరనఖశరఘాతమ్ <br/> ఘటయ భుజబన్ధనం జనయ రదఖణ్డనం యేన వా భవతి సుఖజాతమ్"}, {"M": "చరణమ్ 2", "T": "త్వమసి మమ భూషణం త్వమసి మమ జీవనం త్వమసి భవజలధిరత్నమ్ <br/> భవతు భవతీహ మయి సతతమనోరోధినీ తత్ర మమ హృదయమతియత్నమ్"}, {"M": "చరణమ్ 3", "T": "నీలనలినాభమపి తన్వి తవ లోచనం ధారయతి కోకనదరూపమ్ <br/> కుసుమశరబాణభావేన యది రంజయసి కృష్ణమిదమేతదనురూపమ్"}, {"M": "చరణమ్ 4", "T": "స్ఫురతు కుచకుమ్భయోరుపరి మణిమంజరీ రంజయతు తవ హృదయదేశమ్ <br/> రసతు రశనాపి తవ ఘనజఘనమణ్డలే ఘోషయతు మన్మథనిదేశమ్"}, {"M": "చరణమ్ 5", "T": "స్థలకమలగంజనం మమ హృదయరంజనం జనితరతిరంగపరభాగమ్ <br/> భణ మసృణవాణి కరవాణి పదపంకజం సరసలసదలక్తకరాగమ్"}, {"M": "చరణమ్ 6", "T": "స్మరగరలఖణ్డనం మమ శిరసి మణ్డనం దేహి పదపల్లవముదారమ్ <br/> జ్వలతి మయి దారుణో మదనకదనారుణో హరతు తదుపాహితవికారమ్"}, {"M": "చరణమ్ 7", "T": "ఇతి చటులచాటుపటుచారు మురవైరిణో రాధికామధి వచనజాతమ్ <br/> జయతి పద్మావతీరమణజయదేవకవి-భారతీభణితమతిశాతమ్"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ವದಸಿ ಯದಿ ಕಿಂಚಿದಪಿ ದನ್ತರುಚಿಕೌಮುದೀ ಹರತಿ ದರತಿಮಿರಮತಿಘೋರಮ್ <br/> ಸ್ಫುರದಧರಸೀಧವೇ ತವ ವದನಚನ್ದ್ರಮಾ ರೋಚಯತು ಲೋಚನಚಕೋರಮ್ <br/> ಪ್ರಿಯೇ ಚಾರುಶೀಲೇ ಮುಂಚ ಮಯಿ ಮಾನಮನಿದಾನಂ ಸಪದಿ ಮದನಾನಲೋ ದಹತಿ ಮಮ ಮಾನಸಂ ದೇಹಿ ಮುಖಕಮಲಮಧುಪಾನಮ್"}, {"M": "ಚರಣಮ್ 1", "T": "ಸತ್ಯಮೇವಾಸಿ ಯದಿ ಸುದತಿ ಮಯಿ ಕೋಪಿನೀ ದೇಹಿ ಖರನಖಶರಘಾತಮ್ <br/> ಘಟಯ ಭುಜಬನ್ಧನಂ ಜನಯ ರದಖಣ್ಡನಂ ಯೇನ ವಾ ಭವತಿ ಸುಖಜಾತಮ್"}, {"M": "ಚರಣಮ್ 2", "T": "ತ್ವಮಸಿ ಮಮ ಭೂಷಣಂ ತ್ವಮಸಿ ಮಮ ಜೀವನಂ ತ್ವಮಸಿ ಭವಜಲಧಿರತ್ನಮ್ <br/> ಭವತು ಭವತೀಹ ಮಯಿ ಸತತಮನೋರೋಧಿನೀ ತತ್ರ ಮಮ ಹೃದಯಮತಿಯತ್ನಮ್"}, {"M": "ಚರಣಮ್ 3", "T": "ನೀಲನಲಿನಾಭಮಪಿ ತನ್ವಿ ತವ ಲೋಚನಂ ಧಾರಯತಿ ಕೋಕನದರೂಪಮ್ <br/> ಕುಸುಮಶರಬಾಣಭಾವೇನ ಯದಿ ರಂಜಯಸಿ ಕೃಷ್ಣಮಿದಮೇತದನುರೂಪಮ್"}, {"M": "ಚರಣಮ್ 4", "T": "ಸ್ಫುರತು ಕುಚಕುಮ್ಭಯೋರುಪರಿ ಮಣಿಮಂಜರೀ ರಂಜಯತು ತವ ಹೃದಯದೇಶಮ್ <br/> ರಸತು ರಶನಾಪಿ ತವ ಘನಜಘನಮಣ್ಡಲೇ ಘೋಷಯತು ಮನ್ಮಥನಿದೇಶಮ್"}, {"M": "ಚರಣಮ್ 5", "T": "ಸ್ಥಲಕಮಲಗಂಜನಂ ಮಮ ಹೃದಯರಂಜನಂ ಜನಿತರತಿರಂಗಪರಭಾಗಮ್ <br/> ಭಣ ಮಸೃಣವಾಣಿ ಕರವಾಣಿ ಪದಪಂಕಜಂ ಸರಸಲಸದಲಕ್ತಕರಾಗಮ್"}, {"M": "ಚರಣಮ್ 6", "T": "ಸ್ಮರಗರಲಖಣ್ಡನಂ ಮಮ ಶಿರಸಿ ಮಣ್ಡನಂ ದೇಹಿ ಪದಪಲ್ಲವಮುದಾರಮ್ <br/> ಜ್ವಲತಿ ಮಯಿ ದಾರುಣೋ ಮದನಕದನಾರುಣೋ ಹರತು ತದುಪಾಹಿತವಿಕಾರಮ್"}, {"M": "ಚರಣಮ್ 7", "T": "ಇತಿ ಚಟುಲಚಾಟುಪಟುಚಾರು ಮುರವೈರಿಣೋ ರಾಧಿಕಾಮಧಿ ವಚನಜಾತಮ್ <br/> ಜಯತಿ ಪದ್ಮಾವತೀರಮಣಜಯದೇವಕವಿ-ಭಾರತೀಭಣಿತಮತಿಶಾತಮ್"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "വദസി യദി കിംചിദപി ദന്തരുചികൌമുദീ ഹരതി ദരതിമിരമതിഘോരമ് <br/> സ്ഫുരദധരസീധവേ തവ വദനചന്ദ്രമാ രോചയതു ലോചനചകോരമ് <br/> പ്രിയേ ചാരുശീലേ മുംച മയി മാനമനിദാനം സപദി മദനാനലോ ദഹതി മമ മാനസം ദേഹി മുഖകമലമധുപാനമ്"}, {"M": "ചരണമ് 1", "T": "സത്യമേവാസി യദി സുദതി മയി കോപിനീ ദേഹി ഖരനഖശരഘാതമ് <br/> ഘടയ ഭുജബന്ധനം ജനയ രദഖണ്ഡനം യേന വാ ഭവതി സുഖജാതമ്"}, {"M": "ചരണമ് 2", "T": "ത്വമസി മമ ഭൂഷണം ത്വമസി മമ ജീവനം ത്വമസി ഭവജലധിരത്നമ് <br/> ഭവതു ഭവതീഹ മയി സതതമനോരോധിനീ തത്ര മമ ഹൃദയമതിയത്നമ്"}, {"M": "ചരണമ് 3", "T": "നീലനലിനാഭമപി തന്വി തവ ലോചനം ധാരയതി കോകനദരൂപമ് <br/> കുസുമശരബാണഭാവേന യദി രംജയസി കൃഷ്ണമിദമേതദനുരൂപമ്"}, {"M": "ചരണമ് 4", "T": "സ്ഫുരതു കുചകുമ്ഭയോരുപരി മണിമംജരീ രംജയതു തവ ഹൃദയദേശമ് <br/> രസതു രശനാപി തവ ഘനജഘനമണ്ഡലേ ഘോഷയതു മന്മഥനിദേശമ്"}, {"M": "ചരണമ് 5", "T": "സ്ഥലകമലഗംജനം മമ ഹൃദയരംജനം ജനിതരതിരംഗപരഭാഗമ് <br/> ഭണ മസൃണവാണി കരവാണി പദപംകജം സരസലസദലക്തകരാഗമ്"}, {"M": "ചരണമ് 6", "T": "സ്മരഗരലഖണ്ഡനം മമ ശിരസി മണ്ഡനം ദേഹി പദപല്ലവമുദാരമ് <br/> ജ്വലതി മയി ദാരുണോ മദനകദനാരുണോ ഹരതു തദുപാഹിതവികാരമ്"}, {"M": "ചരണമ് 7", "T": "ഇതി ചടുലചാടുപടുചാരു മുരവൈരിണോ രാധികാമധി വചനജാതമ് <br/> ജയതി പദ്മാവതീരമണജയദേവകവി-ഭാരതീഭണിതമതിശാതമ്"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "वदसि यदि किंचिदपि दन्तरुचिकौमुदी हरति दरतिमिरमतिघोरम् <br/> स्फुरदधरसीधवे तव वदनचन्द्रमा रोचयतु लोचनचकोरम् <br/> प्रिये चारुशीले मुंच मयि मानमनिदानं सपदि मदनानलो दहति मम मानसं देहि मुखकमलमधुपानम्"}, {"M": "चरणम् 1", "T": "सत्यमेवासि यदि सुदति मयि कोपिनी देहि खरनखशरघातम् <br/> घटय भुजबन्धनं जनय रदखण्डनं येन वा भवति सुखजातम्"}, {"M": "चरणम् 2", "T": "त्वमसि मम भूषणं त्वमसि मम जीवनं त्वमसि भवजलधिरत्नम् <br/> भवतु भवतीह मयि सततमनोरोधिनी तत्र मम हृदयमतियत्नम्"}, {"M": "चरणम् 3", "T": "नीलनलिनाभमपि तन्वि तव लोचनं धारयति कोकनदरूपम् <br/> कुसुमशरबाणभावेन यदि रंजयसि कृष्णमिदमेतदनुरूपम्"}, {"M": "चरणम् 4", "T": "स्फुरतु कुचकुम्भयोरुपरि मणिमंजरी रंजयतु तव हृदयदेशम् <br/> रसतु रशनापि तव घनजघनमण्डले घोषयतु मन्मथनिदेशम्"}, {"M": "चरणम् 5", "T": "स्थलकमलगंजनं मम हृदयरंजनं जनितरतिरंगपरभागम् <br/> भण मसृणवाणि करवाणि पदपंकजं सरसलसदलक्तकरागम्"}, {"M": "चरणम् 6", "T": "स्मरगरलखण्डनं मम शिरसि मण्डनं देहि पदपल्लवमुदारम् <br/> ज्वलति मयि दारुणो मदनकदनारुणो हरतु तदुपाहितविकारम्"}, {"M": "चरणम् 7", "T": "इति चटुलचाटुपटुचारु मुरवैरिणो राधिकामधि वचनजातम् <br/> जयति पद्मावतीरमणजयदेवकवि-भारतीभणितमतिशातम्"}]}], "L": "l", "lyricsref": [{"links": [{"N": "sa.wikisource.org", "L": "https://sa.wikisource.org/wiki/गीतगोविन्दम्/चतुरचतुर्भुजः"}]}], "songs": [{"I": "pfrZQJCya3o", "T": 23, "S": 955, "R": 37, "C": 22, "A": 301, "D": "23:45", "V": "108", "J": "m"}, {"I": "u5isqIahhZA", "T": 23, "S": 955, "R": 37, "C": 22, "A": 1, "D": "8:41", "V": "6,494", "J": "h"}, {"I": "IlpX27HOjao&start=1770&end=2289", "T": 23, "S": 955, "R": 0, "C": 22, "A": 1, "D": "8:39", "V": "8,216", "J": "m"}, {"I": "kIdiDEpsBcE&start=5500&end=6232", "T": 23, "S": 955, "R": 0, "C": 22, "A": 1, "D": "12:12", "V": "7,756", "J": "m"}, {"I": "Ir8DE4v8nC4", "T": 23, "S": 955, "R": 0, "C": 22, "A": 1, "D": "21:05", "V": "14", "J": "s"}, {"I": "jKDutwTSO_U", "T": 23, "S": 955, "R": 37, "C": 22, "A": 3, "D": "4:52", "V": "49,104", "J": "h"}, {"I": "my8xXwa6BQ0", "T": 23, "S": 955, "R": 37, "C": 22, "A": 3, "D": "4:52", "V": "16,083", "J": "m"}, {"I": "FxCvrn3jlkk&start=9685&end=9962", "T": 23, "S": 955, "R": 37, "C": 22, "A": 3, "D": "4:37", "V": "14,637", "J": "m"}, {"I": "vJ_mkkjqBVo", "T": 23, "S": 955, "R": 37, "C": 22, "A": 3, "D": "5:01", "V": "6,702", "J": "m"}, {"I": "oLqxRJRrjeE&start=3645&end=3876", "T": 23, "S": 955, "R": 37, "C": 22, "A": 3, "D": "3:51", "V": "2,607", "J": "m"}, {"I": "I-YKQU2X4tI", "T": 23, "S": 955, "R": 37, "C": 22, "A": 3, "D": "4:55", "V": "866", "J": "m"}, {"I": "B2XK8wnWM5k", "T": 23, "S": 955, "R": 37, "C": 22, "A": 3, "D": "4:55", "V": "239", "J": "h"}, {"I": "3AzyEHsFMXY", "T": 23, "S": 955, "R": 37, "C": 22, "A": 3, "D": "4:55", "V": "56", "J": "h"}, {"I": "zVkSSPAJirU&start=9580&end=10743", "T": 23, "S": 955, "R": 0, "C": 22, "A": 3, "D": "19:23", "V": "4,077", "J": "m"}, {"I": "IemWecq1UVA", "T": 23, "S": 955, "R": 0, "C": 22, "A": 132, "D": "8:44", "V": "99,344", "J": "h"}, {"I": "wV1D-b027eY&start=2048&end=2621", "T": 23, "S": 955, "R": 0, "C": 22, "A": 116, "D": "9:33", "V": "129,696", "J": "h"}, {"I": "iwPbyu7rtQI", "T": 23, "S": 955, "R": 0, "C": 22, "A": 116, "D": "9:32", "V": "17,874", "J": "m"}, {"I": "37KpWnXdwZg", "T": 23, "S": 955, "R": 122, "C": 22, "A": 40, "D": "6:50", "V": "54", "J": "m"}, {"I": "qpYi8jr_oWE", "T": 23, "S": 955, "R": 0, "C": 22, "A": 40, "D": "5:10", "V": "240", "J": "s"}, {"I": "DX9wAnCWCBA&start=3518&end=3902", "T": 23, "S": 955, "R": 37, "C": 22, "A": 55, "D": "6:24", "V": "531", "J": "s"}, {"I": "sqNyQAipO1o&start=6393&end=6747", "T": 23, "S": 955, "R": 37, "C": 22, "A": 55, "D": "5:54", "V": "249", "J": "m"}, {"I": "EelHJiIok0s", "T": 23, "S": 955, "R": 0, "C": 22, "A": 55, "D": "4:38", "V": "229", "J": "h"}, {"I": "xoA8gI1zHzA", "T": 23, "S": 955, "R": 0, "C": 22, "A": 53, "D": "11:22", "V": "1,563", "J": "m"}, {"I": "Eu_CW2CZ19g", "T": 23, "S": 955, "R": 0, "C": 22, "A": 38, "D": "10:56", "V": "17,277", "J": "h"}, {"I": "vjtgZ19Raw8", "T": 23, "S": 955, "R": 0, "C": 22, "A": 38, "D": "11:03", "V": "225", "J": "m"}, {"I": "PIfH0dkgcyg", "T": 23, "S": 955, "R": 0, "C": 22, "A": 437, "D": "3:06", "V": "170", "J": "m"}, {"I": "NjYBC_LqqgA&start=4220&end=5120", "T": 23, "S": 955, "R": 37, "C": 22, "A": 9, "D": "15:00", "V": "43,113", "J": "m"}, {"I": "Xqax69ajmxU", "T": 23, "S": 955, "R": 37, "C": 22, "A": 9, "D": "28:20", "V": "21,115", "J": "m"}, {"I": "XayxdKitXd0", "T": 23, "S": 955, "R": 37, "C": 22, "A": 9, "D": "8:51", "V": "8,556", "J": "h"}, {"I": "wuqc3-Iv76U", "T": 23, "S": 955, "R": 37, "C": 22, "A": 9, "D": "3:00", "V": "2,159", "J": "m"}, {"I": "q05DhGmX6ok", "T": 23, "S": 955, "R": 37, "C": 22, "A": 9, "D": "6:50", "V": "138", "J": "m"}, {"I": "mIBWyL7MAUM", "T": 23, "S": 955, "R": 0, "C": 22, "A": 9, "D": "15:19", "V": "360", "J": "m"}, {"I": "wITMGbHMTPs", "T": 23, "S": 955, "R": 0, "C": 22, "A": 9, "D": "6:51", "V": "257", "J": "m"}, {"I": "FPgrj6JdKGQ", "T": 23, "S": 955, "R": 37, "C": 22, "A": 203, "D": "5:10", "V": "13,933", "J": "m"}, {"I": "SO5AnhkFh0M", "T": 23, "S": 955, "R": 37, "C": 22, "A": 95, "D": "13:15", "V": "2,416", "J": "m"}, {"I": "q2GGqIethJU", "T": 23, "S": 955, "R": 0, "C": 22, "A": 95, "D": "1:19", "V": "646", "J": "m"}, {"I": "jtVQ4yC3WXk", "T": 23, "S": 955, "R": 37, "C": 22, "A": 626, "D": "4:12", "V": "96", "J": "h"}], "folders": [["artist", 301, "0"], ["artist", 1, "1,2,3,4"], ["artist", 3, "5,6,7,8,9,10,11,12,13"], ["artist", 132, "14"], ["artist", 116, "15,16"], ["artist", 40, "17,18"], ["artist", 55, "19,20,21"], ["artist", 53, "22"], ["artist", 38, "23,24"], ["artist", 437, "25"], ["artist", 9, "26,27,28,29,30,31,32"], ["artist", 203, "33"], ["artist", 95, "34,35"], ["artist", 626, "36"]], "languages": {"english": "0,1,2,3,4,5,6,7,8,9,10,13,11,12", "tamil": "2,1,5,6,0,3,7,8,9,10,4,13,11,12", "telugu": "2,1,5,6,0,3,10,4,13,11,12,9,7,8", "kannada": "2,1,5,6,0,3,10,4,13,11,12,9,7,8", "malayalam": "2,1,5,6,0,3,10,4,13,11,12,9,7,8", "hindi": "2,1,5,6,0,3,10,4,13,11,12,9,7,8", "marathi": "2,1,5,6,0,3,10,4,13,11,12,9,7,8", "bengali": "2,1,5,6,0,3,10,4,13,11,12,9,7,8", "gujarati": "2,1,5,6,0,3,10,4,13,11,12,9,7,8", "punjabi": "2,1,5,6,0,3,10,4,13,11,12,9,7,8", "odia": "2,1,5,6,0,3,10,4,13,11,12,9,7,8", "assamese": "2,1,5,6,0,3,10,4,13,11,12,9,7,8"}}