{"stats": [{"H": "Videos", "C": "3"}, {"H": "Ragas", "C": "2"}, {"H": "Artists", "C": "3"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "20 M"}, {"H": "Views", "C": "9 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Swathi Thirunal", "P": "svAthi thiru.NAL"}, {"H": "Raga", "V": "Kedaram", "P": "kEdhAram"}, {"H": "Tala", "V": "Caapu", "P": "cApu"}, {"H": "Tala name", "V": "Misra Caapu", "P": "miSra cApu"}, {"H": "Tala count", "V": "3 + 2 + 2 = 7", "P": "3 + 2 + 2 = 7"}, {"H": "Language", "V": "Sanskrit", "P": "Sanskrit"}], "title": {"H": "Valaputaala", "V": "valaputALa vaSamA nA sAmiki calamusEya", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "valaputALa vaSamA nA sAmiki calamusEya nyAyamA"}, {"M": "anupallavi", "T": "alakula vilatuni samAnuDaina SrI padmanAbhuDu nelata ipuDu nannu nirAkarincanE"}, {"M": "caraNam 1", "T": "Srta prAyamu nADE ciguru bONirO vAni karuNA sAgaruDani kaliki cAla nammiti <br/> maruni bANamucA tamakuva nAmanasendO paravaSa mAyanE bhAgya miTulAyanE"}, {"M": "caraNam 2", "T": "ilanu nA prANESuDE mAninitO gUDi jalajAkshimiti mIri sarasa lADucunnADO <br/> palumAru nanu jUci palukulATinadella teliyaveccinEvO celiyarO IvELa"}, {"M": "caraNam 3", "T": "sOma kiraNamu cAta sogasaina nintaTirEyi rAma rAma nAku ramaNi yugamAyanE <br/> kAmakELilO nannu kaliciyuNDina vibhuDu nAmIda nunna nenarunAdi maricanEmO"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "வலபுதாள வசமா நா சாமிகி சலமுசேய ந்யாயமா"}, {"M": "அனுபல்லவி", "T": "அலகுல விலதுனி சமானுடைன ஶ்ரீ பத்மனாபுடு நெலத இபுடு நன்னு நிராகரிஞ்சனே"}, {"M": "சரணம் 1", "T": "ஶ்ர்த ப்ராயமு நாடே சிகுரு போணிரோ வானி கருணா சாகருடனி கலிகி சால நம்மிதி <br/> மருனி பாணமுசா தமகுவ நாமனசெந்தோ பரவச மாயனே பாக்ய மிடுலாயனே"}, {"M": "சரணம் 2", "T": "இலனு நா ப்ராணேசுடே மானினிதோ கூடி ஜலஜாக்ஷிமிதி மீரி சரச லாடுசுன்னாடோ <br/> பலுமாரு நனு ஜூசி பலுகுலாடினதெல்ல தெலியவெச்சினேவோ செலியரோ ஈவேள"}, {"M": "சரணம் 3", "T": "சோம கிரணமு சாத சொகசைன நிந்தடிரேயி ராம ராம நாகு ரமணி யுகமாயனே <br/> காமகேளிலோ நன்னு கலிசியுண்டின விபுடு நாமீத நுன்ன நெனருனாதி மரிசனேமோ"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "వలపుతాళ వశమా నా సామికి చలముసేయ న్యాయమా"}, {"M": "అనుపల్లవి", "T": "అలకుల విలతుని సమానుడైన శ్రీ పద్మనాభుడు నెలత ఇపుడు నన్ను నిరాకరిఞ్చనే"}, {"M": "చరణమ్ 1", "T": "శ్ర్త ప్రాయము నాడే చిగురు బోణిరో వాని కరుణా సాగరుడని కలికి చాల నమ్మితి <br/> మరుని బాణముచా తమకువ నామనసెన్దో పరవశ మాయనే భాగ్య మిటులాయనే"}, {"M": "చరణమ్ 2", "T": "ఇలను నా ప్రాణేశుడే మానినితో గూడి జలజాక్షిమితి మీరి సరస లాడుచున్నాడో <br/> పలుమారు నను జూచి పలుకులాటినదెల్ల తెలియవెచ్చినేవో చెలియరో ఈవేళ"}, {"M": "చరణమ్ 3", "T": "సోమ కిరణము చాత సొగసైన నిన్తటిరేయి రామ రామ నాకు రమణి యుగమాయనే <br/> కామకేళిలో నన్ను కలిచియుణ్డిన విభుడు నామీద నున్న నెనరునాది మరిచనేమో"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ವಲಪುತಾಳ ವಶಮಾ ನಾ ಸಾಮಿಕಿ ಚಲಮುಸೇಯ ನ್ಯಾಯಮಾ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಅಲಕುಲ ವಿಲತುನಿ ಸಮಾನುಡೈನ ಶ್ರೀ ಪದ್ಮನಾಭುಡು ನೆಲತ ಇಪುಡು ನನ್ನು ನಿರಾಕರಿಞ್ಚನೇ"}, {"M": "ಚರಣಮ್ 1", "T": "ಶ್ರ್ತ ಪ್ರಾಯಮು ನಾಡೇ ಚಿಗುರು ಬೋಣಿರೋ ವಾನಿ ಕರುಣಾ ಸಾಗರುಡನಿ ಕಲಿಕಿ ಚಾಲ ನಮ್ಮಿತಿ <br/> ಮರುನಿ ಬಾಣಮುಚಾ ತಮಕುವ ನಾಮನಸೆನ್ದೋ ಪರವಶ ಮಾಯನೇ ಭಾಗ್ಯ ಮಿಟುಲಾಯನೇ"}, {"M": "ಚರಣಮ್ 2", "T": "ಇಲನು ನಾ ಪ್ರಾಣೇಶುಡೇ ಮಾನಿನಿತೋ ಗೂಡಿ ಜಲಜಾಕ್ಷಿಮಿತಿ ಮೀರಿ ಸರಸ ಲಾಡುಚುನ್ನಾಡೋ <br/> ಪಲುಮಾರು ನನು ಜೂಚಿ ಪಲುಕುಲಾಟಿನದೆಲ್ಲ ತೆಲಿಯವೆಚ್ಚಿನೇವೋ ಚೆಲಿಯರೋ ಈವೇಳ"}, {"M": "ಚರಣಮ್ 3", "T": "ಸೋಮ ಕಿರಣಮು ಚಾತ ಸೊಗಸೈನ ನಿನ್ತಟಿರೇಯಿ ರಾಮ ರಾಮ ನಾಕು ರಮಣಿ ಯುಗಮಾಯನೇ <br/> ಕಾಮಕೇಳಿಲೋ ನನ್ನು ಕಲಿಚಿಯುಣ್ಡಿನ ವಿಭುಡು ನಾಮೀದ ನುನ್ನ ನೆನರುನಾದಿ ಮರಿಚನೇಮೋ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "വലപുതാള വശമാ നാ സാമികി ചലമുസേയ ന്യായമാ"}, {"M": "അനുപല്ലവി", "T": "അലകുല വിലതുനി സമാനുഡൈന ശ്രീ പദ്മനാഭുഡു നെലത ഇപുഡു നന്നു നിരാകരിഞ്ചനേ"}, {"M": "ചരണമ് 1", "T": "ശ്ര്ത പ്രായമു നാഡേ ചിഗുരു ബോണിരോ വാനി കരുണാ സാഗരുഡനി കലികി ചാല നമ്മിതി <br/> മരുനി ബാണമുചാ തമകുവ നാമനസെന്ദോ പരവശ മായനേ ഭാഗ്യ മിടുലായനേ"}, {"M": "ചരണമ് 2", "T": "ഇലനു നാ പ്രാണേശുഡേ മാനിനിതോ ഗൂഡി ജലജാക്ഷിമിതി മീരി സരസ ലാഡുചുന്നാഡോ <br/> പലുമാരു നനു ജൂചി പലുകുലാടിനദെല്ല തെലിയവെച്ചിനേവോ ചെലിയരോ ഈവേള"}, {"M": "ചരണമ് 3", "T": "സോമ കിരണമു ചാത സൊഗസൈന നിന്തടിരേയി രാമ രാമ നാകു രമണി യുഗമായനേ <br/> കാമകേളിലോ നന്നു കലിചിയുണ്ഡിന വിഭുഡു നാമീദ നുന്ന നെനരുനാദി മരിചനേമോ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "वलपुताल वशमा ना सामिकि चलमुसेय न्यायमा"}, {"M": "अनुपल्लवि", "T": "अलकुल विलतुनि समानुडैन श्री पद्मनाभुडु नेलत इपुडु नन्नु निराकरिञ्चने"}, {"M": "चरणम् 1", "T": "श्र्त प्रायमु नाडे चिगुरु बोणिरो वानि करुणा सागरुडनि कलिकि चाल नम्मिति <br/> मरुनि बाणमुचा तमकुव नामनसेन्दो परवश मायने भाग्य मिटुलायने"}, {"M": "चरणम् 2", "T": "इलनु ना प्राणेशुडे मानिनितो गूडि जलजाक्षिमिति मीरि सरस लाडुचुन्नाडो <br/> पलुमारु ननु जूचि पलुकुलाटिनदेल्ल तेलियवेच्चिनेवो चेलियरो ईवेल"}, {"M": "चरणम् 3", "T": "सोम किरणमु चात सोगसैन निन्तटिरेयि राम राम नाकु रमणि युगमायने <br/> कामकेलिलो नन्नु कलिचियुण्डिन विभुडु नामीद नुन्न नेनरुनादि मरिचनेमो"}]}], "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c6989.shtml"}]}], "videos": [{"folder": [{"A": [5023, 5024], "songs": [{"C": [5005, 5006], "D": "9:51", "I": "zlS89NHASJ0", "R": [1119, 1120], "S": [11675, 13876], "T": [0, 0], "V": "8,100"}]}, {"A": [3787, 3788], "songs": [{"C": [5005, 5006], "D": "5:46", "I": "EKkDzXQYYug", "R": [1052, 1053], "S": [11675, 13876], "T": [0, 0], "V": "169"}]}, {"A": [3879, 3884], "songs": [{"C": [5005, 5006], "D": "6:43", "I": "QWJ7quWPaL4", "R": [1052, 1053], "S": [11675, 13876], "T": [0, 0], "V": "103"}]}]}]}