{"stats": [{"H": "Videos", "C": "85"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "32"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "12 H"}, {"H": "Views", "C": "618 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti", "I": 1}, {"H": "Composer", "V": "Annamacharya", "P": "annamAcAryA", "I": 7}, {"H": "Raga", "V": "Sri", "P": "SrI", "I": 58}, {"H": "Tala", "V": "Khanda Caapu", "P": "kaNDa cApu", "I": 13}, {"H": "Tala count", "V": "2 + 3 = 5", "P": "2 + 3 = 5", "I": 0}, {"H": "Language", "V": "Telugu", "P": "Telugu", "I": 0}, {"H": "God", "V": "vEMkaTESA", "P": "vEMkaTESA", "I": 0}], "title": {"T": 595, "H": "Vande Vasudevam", "V": "vaMdE vAsudEvaM", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "vandE vAsudEvam brndArakAdhISa vandita padAbjam"}, {"M": "caraNam 1", "T": "indIvara SyAma-mindirAkuSadaTi candanAnkita lasatcAru dEham <br/> mandAramAlikA makuTa samSObhitam kandarpa janakam aravinda nAbham"}, {"M": "caraNam 2", "T": "taka takita kaustubhA tarana vakshasthaLam khagarAja vAhanam kamala nayanam <br/> nigamAdi sEvitam nijarUpa SEsha pannagarAja SAyinam ghana nivAsam"}, {"M": "caraNam 3", "T": "karipura nAtha samrakshanE tatparam karirAja varada samkaTa karAbjam <br/> sarasIruhAnanam cakra viprAjitam tiru venkatACalA dEvam bhajEham"}, {"M": "ciTTasvaram", "T": "rI ga ri sa  ni sa ri ma      || ri ma pa ni ma pa ni sa ri ga || <br/> rI ga ri sa  ni ri sa ni      || pa ni sa ni pa ma ri ga ri sa || <br/> ri ri ga ri sa ni sa ri ma    || ra mi pa ni ma pa ni sa ri ga || <br/> ri ri ga ri sa ni ri sa ni    || pa ni sa ni pa ma ri ga ri sa || <br/> ri ma ri ma pa ma pa ni ma pa || ma pa ni pa ni sa ni gA ga    || <br/> ri sa ni ri ri sa ni pa dha   || ni pa ma ri gA ga ri sa       ||"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "வந்தே வாசுதேவம் ப்ர்ந்தாரகாதீச வந்தித பதாப்ஜம்"}, {"M": "சரணம் 1", "T": "இந்தீவர ஶ்யாம-மிந்திராகுசதடி சந்தனாங்கித லசத்சாரு தேஹம் <br/> மந்தாரமாலிகா மகுட சம்சோபிதம் கந்தர்ப ஜனகம் அரவிந்த நாபம்"}, {"M": "சரணம் 2", "T": "தக தகித கௌஸ்துபா தரன வக்ஷஸ்தளம் ககராஜ வாஹனம் கமல நயனம் <br/> நிகமாதி சேவிதம் நிஜரூப சேஷ பன்னகராஜ சாயினம் கன நிவாசம்"}, {"M": "சரணம் 3", "T": "கரிபுர நாத சம்ரக்ஷனே தத்பரம் கரிராஜ வரத சம்கட கராப்ஜம் <br/> சரசீருஹானனம் சக்ர விப்ராஜிதம் திரு வெங்கதாCஅலா தேவம் பஜேஹம்"}, {"M": "சிட்டஸ்வரம்", "T": "ரீ க ரி ச  நி ச ரி ம      || ரி ம ப நி ம ப நி ச ரி க || <br/> ரீ க ரி ச  நி ரி ச நி      || ப நி ச நி ப ம ரி க ரி ச || <br/> ரி ரி க ரி ச நி ச ரி ம    || ர மி ப நி ம ப நி ச ரி க || <br/> ரி ரி க ரி ச நி ரி ச நி    || ப நி ச நி ப ம ரி க ரி ச || <br/> ரி ம ரி ம ப ம ப நி ம ப || ம ப நி ப நி ச நி கா க    || <br/> ரி ச நி ரி ரி ச நி ப த   || நி ப ம ரி கா க ரி ச       ||"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "వన్దే వాసుదేవమ్ బ్ర్న్దారకాధీశ వన్దిత పదాబ్జమ్"}, {"M": "చరణమ్ 1", "T": "ఇన్దీవర శ్యామ-మిన్దిరాకుశదటి చన్దనాంకిత లసత్చారు దేహమ్ <br/> మన్దారమాలికా మకుట సమ్శోభితమ్ కన్దర్ప జనకమ్ అరవిన్ద నాభమ్"}, {"M": "చరణమ్ 2", "T": "తక తకిత కౌస్తుభా తరన వక్షస్థళమ్ ఖగరాజ వాహనమ్ కమల నయనమ్ <br/> నిగమాది సేవితమ్ నిజరూప శేష పన్నగరాజ శాయినమ్ ఘన నివాసమ్"}, {"M": "చరణమ్ 3", "T": "కరిపుర నాథ సమ్రక్షనే తత్పరమ్ కరిరాజ వరద సమ్కట కరాబ్జమ్ <br/> సరసీరుహాననమ్ చక్ర విప్రాజితమ్ తిరు వెంకతాCఅలా దేవమ్ భజేహమ్"}, {"M": "చిట్టస్వరమ్", "T": "రీ గ రి స  ని స రి మ      || రి మ ప ని మ ప ని స రి గ || <br/> రీ గ రి స  ని రి స ని      || ప ని స ని ప మ రి గ రి స || <br/> రి రి గ రి స ని స రి మ    || ర మి ప ని మ ప ని స రి గ || <br/> రి రి గ రి స ని రి స ని    || ప ని స ని ప మ రి గ రి స || <br/> రి మ రి మ ప మ ప ని మ ప || మ ప ని ప ని స ని గా గ    || <br/> రి స ని రి రి స ని ప ధ   || ని ప మ రి గా గ రి స       ||"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ವನ್ದೇ ವಾಸುದೇವಮ್ ಬ್ರ್ನ್ದಾರಕಾಧೀಶ ವನ್ದಿತ ಪದಾಬ್ಜಮ್"}, {"M": "ಚರಣಮ್ 1", "T": "ಇನ್ದೀವರ ಶ್ಯಾಮ-ಮಿನ್ದಿರಾಕುಶದಟಿ ಚನ್ದನಾಂಕಿತ ಲಸತ್ಚಾರು ದೇಹಮ್ <br/> ಮನ್ದಾರಮಾಲಿಕಾ ಮಕುಟ ಸಮ್ಶೋಭಿತಮ್ ಕನ್ದರ್ಪ ಜನಕಮ್ ಅರವಿನ್ದ ನಾಭಮ್"}, {"M": "ಚರಣಮ್ 2", "T": "ತಕ ತಕಿತ ಕೌಸ್ತುಭಾ ತರನ ವಕ್ಷಸ್ಥಳಮ್ ಖಗರಾಜ ವಾಹನಮ್ ಕಮಲ ನಯನಮ್ <br/> ನಿಗಮಾದಿ ಸೇವಿತಮ್ ನಿಜರೂಪ ಶೇಷ ಪನ್ನಗರಾಜ ಶಾಯಿನಮ್ ಘನ ನಿವಾಸಮ್"}, {"M": "ಚರಣಮ್ 3", "T": "ಕರಿಪುರ ನಾಥ ಸಮ್ರಕ್ಷನೇ ತತ್ಪರಮ್ ಕರಿರಾಜ ವರದ ಸಮ್ಕಟ ಕರಾಬ್ಜಮ್ <br/> ಸರಸೀರುಹಾನನಮ್ ಚಕ್ರ ವಿಪ್ರಾಜಿತಮ್ ತಿರು ವೆಂಕತಾCಅಲಾ ದೇವಮ್ ಭಜೇಹಮ್"}, {"M": "ಚಿಟ್ಟಸ್ವರಮ್", "T": "ರೀ ಗ ರಿ ಸ  ನಿ ಸ ರಿ ಮ      || ರಿ ಮ ಪ ನಿ ಮ ಪ ನಿ ಸ ರಿ ಗ || <br/> ರೀ ಗ ರಿ ಸ  ನಿ ರಿ ಸ ನಿ      || ಪ ನಿ ಸ ನಿ ಪ ಮ ರಿ ಗ ರಿ ಸ || <br/> ರಿ ರಿ ಗ ರಿ ಸ ನಿ ಸ ರಿ ಮ    || ರ ಮಿ ಪ ನಿ ಮ ಪ ನಿ ಸ ರಿ ಗ || <br/> ರಿ ರಿ ಗ ರಿ ಸ ನಿ ರಿ ಸ ನಿ    || ಪ ನಿ ಸ ನಿ ಪ ಮ ರಿ ಗ ರಿ ಸ || <br/> ರಿ ಮ ರಿ ಮ ಪ ಮ ಪ ನಿ ಮ ಪ || ಮ ಪ ನಿ ಪ ನಿ ಸ ನಿ ಗಾ ಗ    || <br/> ರಿ ಸ ನಿ ರಿ ರಿ ಸ ನಿ ಪ ಧ   || ನಿ ಪ ಮ ರಿ ಗಾ ಗ ರಿ ಸ       ||"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "വന്ദേ വാസുദേവമ് ബ്ര്ന്ദാരകാധീശ വന്ദിത പദാബ്ജമ്"}, {"M": "ചരണമ് 1", "T": "ഇന്ദീവര ശ്യാമ-മിന്ദിരാകുശദടി ചന്ദനാംകിത ലസത്ചാരു ദേഹമ് <br/> മന്ദാരമാലികാ മകുട സമ്ശോഭിതമ് കന്ദര്പ ജനകമ് അരവിന്ദ നാഭമ്"}, {"M": "ചരണമ് 2", "T": "തക തകിത കൌസ്തുഭാ തരന വക്ഷസ്ഥളമ് ഖഗരാജ വാഹനമ് കമല നയനമ് <br/> നിഗമാദി സേവിതമ് നിജരൂപ ശേഷ പന്നഗരാജ ശായിനമ് ഘന നിവാസമ്"}, {"M": "ചരണമ് 3", "T": "കരിപുര നാഥ സമ്രക്ഷനേ തത്പരമ് കരിരാജ വരദ സമ്കട കരാബ്ജമ് <br/> സരസീരുഹാനനമ് ചക്ര വിപ്രാജിതമ് തിരു വെംകതാCഅലാ ദേവമ് ഭജേഹമ്"}, {"M": "ചിട്ടസ്വരമ്", "T": "രീ ഗ രി സ  നി സ രി മ      || രി മ പ നി മ പ നി സ രി ഗ || <br/> രീ ഗ രി സ  നി രി സ നി      || പ നി സ നി പ മ രി ഗ രി സ || <br/> രി രി ഗ രി സ നി സ രി മ    || ര മി പ നി മ പ നി സ രി ഗ || <br/> രി രി ഗ രി സ നി രി സ നി    || പ നി സ നി പ മ രി ഗ രി സ || <br/> രി മ രി മ പ മ പ നി മ പ || മ പ നി പ നി സ നി ഗാ ഗ    || <br/> രി സ നി രി രി സ നി പ ധ   || നി പ മ രി ഗാ ഗ രി സ       ||"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "वन्दे वासुदेवम् ब्र्न्दारकाधीश वन्दित पदाब्जम्"}, {"M": "चरणम् 1", "T": "इन्दीवर श्याम-मिन्दिराकुशदटि चन्दनांकित लसत्चारु देहम् <br/> मन्दारमालिका मकुट सम्शोभितम् कन्दर्प जनकम् अरविन्द नाभम्"}, {"M": "चरणम् 2", "T": "तक तकित कौस्तुभा तरन वक्षस्थलम् खगराज वाहनम् कमल नयनम् <br/> निगमादि सेवितम् निजरूप शेष पन्नगराज शायिनम् घन निवासम्"}, {"M": "चरणम् 3", "T": "करिपुर नाथ सम्रक्षने तत्परम् करिराज वरद सम्कट कराब्जम् <br/> सरसीरुहाननम् चक्र विप्राजितम् तिरु वेंकताCअला देवम् भजेहम्"}, {"M": "चिट्टस्वरम्", "T": "री ग रि स  नि स रि म      || रि म प नि म प नि स रि ग || <br/> री ग रि स  नि रि स नि      || प नि स नि प म रि ग रि स || <br/> रि रि ग रि स नि स रि म    || र मि प नि म प नि स रि ग || <br/> रि रि ग रि स नि रि स नि    || प नि स नि प म रि ग रि स || <br/> रि म रि म प म प नि म प || म प नि प नि स नि गा ग    || <br/> रि स नि रि रि स नि प ध   || नि प म रि गा ग रि स       ||"}]}], "L": "l", "lyricsref": [{"links": [{"N": "www.karnatik.com", "L": "http://www.karnatik.com/c1150.shtml"}, {"N": "www.shivkumar.org", "L": "http://www.shivkumar.org/music/vandevasudevam.htm"}]}], "songs": [{"I": "Ya07vJHXSSU", "T": 0, "S": 595, "R": 58, "C": 7, "A": 48, "D": "31:50", "V": "4,901", "J": "m"}, {"I": "jcyOUe17KT0", "T": 0, "S": 595, "R": 58, "C": 7, "A": 301, "D": "6:07", "V": "3,824", "J": "m"}, {"I": "ASE0asYHlqI", "T": 0, "S": 595, "R": 58, "C": 7, "A": 301, "D": "11:40", "V": "566", "J": "h"}, {"I": "hM8qhfC5TMY&start=668&end=932", "T": 0, "S": 595, "R": 58, "C": 7, "A": 101, "D": "4:24", "V": "10,287", "J": "m"}, {"I": "3cg9Q61jdWg", "T": 0, "S": 595, "R": 58, "C": 7, "A": 101, "D": "12:25", "V": "1,772", "J": "h"}, {"I": "pSsaVitvnl8&start=0&end=1", "T": 0, "S": 595, "R": 58, "C": 7, "A": 101, "D": "0:00", "V": "0", "J": "m"}, {"I": "0OIQYBURRZY", "T": 0, "S": 595, "R": 58, "C": 7, "A": 419, "D": "7:33", "V": "2,486", "J": "m"}, {"I": "W_qryekzLrI&start=87&end=551", "T": 0, "S": 595, "R": 58, "C": 7, "A": 419, "D": "7:44", "V": "872", "J": "m"}, {"I": "Q-F0t7tlBc4", "T": 0, "S": 595, "R": 58, "C": 7, "A": 33, "D": "7:48", "V": "29,642", "J": "h"}, {"I": "3y2n_PKnSV4&start=1841&end=2262", "T": 0, "S": 595, "R": 58, "C": 7, "A": 33, "D": "7:01", "V": "27,624", "J": "h"}, {"I": "gHTPCRW5KYY", "T": 0, "S": 595, "R": 58, "C": 7, "A": 33, "D": "7:02", "V": "9,682", "J": "m"}, {"I": "-p5JxyLX1pI", "T": 0, "S": 595, "R": 58, "C": 7, "A": 33, "D": "7:02", "V": "16", "J": "h"}, {"I": "jSjf0Bneq0s&start=0&end=2", "T": 0, "S": 595, "R": 58, "C": 7, "A": 33, "D": "0:00", "V": "0", "J": "m"}, {"I": "ARw6Hv3Z5vk&start=0&end=3", "T": 0, "S": 595, "R": 58, "C": 7, "A": 33, "D": "0:00", "V": "0", "J": "m"}, {"I": "r6Ans6oCeEk&start=0&end=2", "T": 0, "S": 595, "R": 58, "C": 7, "A": 33, "D": "0:00", "V": "0", "J": "h"}, {"I": "5mrxWBpb5EI&start=0&end=1", "T": 0, "S": 595, "R": 58, "C": 7, "A": 33, "D": "0:00", "V": "0", "J": "m"}, {"I": "hCvf2adYv1I&start=0&end=2", "T": 0, "S": 595, "R": 58, "C": 7, "A": 111, "D": "0:00", "V": "0", "J": "m"}, {"I": "fTOeWX0gWUk", "T": 0, "S": 595, "R": 58, "C": 7, "A": 443, "D": "22:52", "V": "307", "J": "m"}, {"I": "oP2KTcjLX0Q", "T": 0, "S": 595, "R": 58, "C": 7, "A": 443, "D": "7:24", "V": "258", "J": "m"}, {"I": "AlexDgdogxA", "T": 0, "S": 595, "R": 58, "C": 7, "A": 443, "D": "7:29", "V": "201", "J": "m"}, {"I": "Ks0nfpKqOJw", "T": 0, "S": 595, "R": 58, "C": 7, "A": 443, "D": "22:52", "V": "90", "J": "m"}, {"I": "QE3rqZZlsAY", "T": 0, "S": 595, "R": 58, "C": 7, "A": 443, "D": "9:32", "V": "29", "J": "h"}, {"I": "-yZz9XipuDY", "T": 0, "S": 595, "R": 58, "C": 7, "A": 290, "D": "4:59", "V": "454", "J": "m"}, {"I": "aRCrgXSmHqA", "T": 0, "S": 595, "R": 58, "C": 7, "A": 70, "D": "6:10", "V": "817", "J": "m"}, {"I": "QW_1eWSTJho", "T": 0, "S": 595, "R": 58, "C": 7, "A": 70, "D": "6:12", "V": "322", "J": "m"}, {"I": "HjY_MeDbpOI", "T": 0, "S": 595, "R": 58, "C": 7, "A": 70, "D": "9:11", "V": "139", "J": "m"}, {"I": "yJ-pM29aDJo&start=0&end=2", "T": 0, "S": 595, "R": 58, "C": 7, "A": 70, "D": "0:00", "V": "0", "J": "h"}, {"I": "2nawyb1fSlw", "T": 0, "S": 595, "R": 58, "C": 7, "A": 416, "D": "6:38", "V": "104", "J": "s"}, {"I": "BhZ54aOt58M&start=0&end=5", "T": 0, "S": 595, "R": 58, "C": 7, "A": 128, "D": "0:00", "V": "0", "J": "m"}, {"I": "tniOvJt9Y6Q&start=0&end=3", "T": 0, "S": 595, "R": 58, "C": 7, "A": 128, "D": "0:00", "V": "0", "J": "m"}, {"I": "zZDbqNIGWdc&start=27753&end=28226", "T": 0, "S": 595, "R": 58, "C": 7, "A": 3, "D": "7:53", "V": "2,530,045", "J": "m"}, {"I": "exEFmVFNVSA", "T": 0, "S": 595, "R": 58, "C": 7, "A": 3, "D": "8:00", "V": "399,796", "J": "m"}, {"I": "6LxgQkijw88&start=944&end=1426", "T": 0, "S": 595, "R": 58, "C": 7, "A": 3, "D": "8:02", "V": "131,844", "J": "m"}, {"I": "Mni2E5EFibk", "T": 0, "S": 595, "R": 58, "C": 7, "A": 3, "D": "8:02", "V": "53,188", "J": "h"}, {"I": "3RihCZQmgtQ&start=3502&end=3984", "T": 0, "S": 595, "R": 58, "C": 7, "A": 3, "D": "8:02", "V": "49,062", "J": "m"}, {"I": "wFfERR_v8Cs&start=825&end=1307", "T": 0, "S": 595, "R": 58, "C": 7, "A": 3, "D": "8:02", "V": "10,337", "J": "m"}, {"I": "ItuZnFFyM1c&start=794&end=1277", "T": 0, "S": 595, "R": 58, "C": 7, "A": 3, "D": "8:03", "V": "7,290", "J": "m"}, {"I": "nZNeRxvqs-s&start=547&end=1029", "T": 0, "S": 595, "R": 58, "C": 7, "A": 3, "D": "8:02", "V": "5,971", "J": "m"}, {"I": "n6p8otQZYbE", "T": 0, "S": 595, "R": 58, "C": 7, "A": 3, "D": "8:06", "V": "4,376", "J": "m"}, {"I": "l_phivRtNUQ&start=548&end=1030", "T": 0, "S": 595, "R": 58, "C": 7, "A": 3, "D": "8:02", "V": "1,091", "J": "m"}, {"I": "2UUX_OoZPQY", "T": 0, "S": 595, "R": 58, "C": 7, "A": 3, "D": "0:45", "V": "570", "J": "s"}, {"I": "UtHQVVOyWxE&start=0&end=480", "T": 0, "S": 595, "R": 58, "C": 7, "A": 3, "D": "8:00", "V": "294", "J": "m"}, {"I": "cWmcWri8rTI", "T": 0, "S": 595, "R": 58, "C": 7, "A": 3, "D": "8:00", "V": "277", "J": "m"}, {"I": "aGn6Z5F1yds", "T": 0, "S": 595, "R": 58, "C": 7, "A": 3, "D": "8:00", "V": "61", "J": "m"}, {"I": "yfz4u3BJjEo", "T": 0, "S": 595, "R": 58, "C": 7, "A": 139, "D": "7:30", "V": "284", "J": "m"}, {"I": "fZA47rNZcO8&start=3315&end=3736", "T": 0, "S": 595, "R": 58, "C": 7, "A": 116, "D": "7:01", "V": "2,641", "J": "m"}, {"I": "mwKdN9DfaUY&start=0&end=1", "T": 0, "S": 595, "R": 58, "C": 7, "A": 214, "D": "0:00", "V": "0", "J": "m"}, {"I": "Ui4-pblaIo0&start=0&end=2", "T": 0, "S": 595, "R": 58, "C": 7, "A": 117, "D": "0:00", "V": "0", "J": "h"}, {"I": "avnuYS4nabE&start=6300&end=6698", "T": 0, "S": 595, "R": 58, "C": 7, "A": 72, "D": "6:38", "V": "2,693", "J": "m"}, {"I": "OX4LRLiu0QA", "T": 0, "S": 595, "R": 58, "C": 7, "A": 72, "D": "6:40", "V": "147", "J": "h"}, {"I": "vCjyG4cCIAs&start=0&end=7", "T": 0, "S": 595, "R": 58, "C": 7, "A": 72, "D": "0:00", "V": "0", "J": "m"}, {"I": "2Dd4OG9p4XU", "T": 0, "S": 595, "R": 58, "C": 7, "A": 253, "D": "12:42", "V": "992", "J": "m"}, {"I": "1XZmFd4Rdck&start=531&end=1037", "T": 0, "S": 595, "R": 58, "C": 7, "A": 64, "D": "8:26", "V": "32,854", "J": "m"}, {"I": "6Sm1T2kpjP0", "T": 0, "S": 595, "R": 58, "C": 7, "A": 64, "D": "8:27", "V": "16,426", "J": "m"}, {"I": "DinbrxKA7xU", "T": 0, "S": 595, "R": 58, "C": 7, "A": 64, "D": "12:27", "V": "8,057", "J": "m"}, {"I": "IseC-XhS0K8", "T": 0, "S": 595, "R": 58, "C": 7, "A": 26, "D": "8:40", "V": "1,084", "J": "s"}, {"I": "ZlwkIxaBoNc&start=0&end=1", "T": 0, "S": 595, "R": 58, "C": 7, "A": 26, "D": "0:00", "V": "0", "J": "m"}, {"I": "j-62cpuUbHI&start=0&end=1", "T": 0, "S": 595, "R": 58, "C": 7, "A": 26, "D": "0:00", "V": "0", "J": "h"}, {"I": "YhSYhdzeZjE&start=3612&end=4085", "T": 0, "S": 595, "R": 58, "C": 7, "A": 299, "D": "7:53", "V": "6,218", "J": "m"}, {"I": "QUGAsL6R_fg", "T": 0, "S": 595, "R": 58, "C": 7, "A": 53, "D": "7:57", "V": "683", "J": "m"}, {"I": "yC7A6o79mkA", "T": 0, "S": 595, "R": 58, "C": 7, "A": 7, "D": "21:37", "V": "14,775", "J": "m"}, {"I": "SoNZpbSsOKE", "T": 0, "S": 595, "R": 58, "C": 7, "A": 7, "D": "8:22", "V": "4,050", "J": "m"}, {"I": "KvWLdzrfzvM", "T": 0, "S": 595, "R": 58, "C": 7, "A": 7, "D": "21:23", "V": "2,272", "J": "h"}, {"I": "w8M3PjNHUFw", "T": 0, "S": 595, "R": 58, "C": 7, "A": 7, "D": "21:07", "V": "1,609", "J": "m"}, {"I": "LxbrCRNkWJo", "T": 0, "S": 595, "R": 58, "C": 7, "A": 7, "D": "6:37", "V": "1,550", "J": "m"}, {"I": "ttGKj7oaoGE", "T": 0, "S": 595, "R": 58, "C": 7, "A": 7, "D": "20:38", "V": "1,504", "J": "m"}, {"I": "BCpySnTTLiY", "T": 0, "S": 595, "R": 58, "C": 7, "A": 7, "D": "21:14", "V": "966", "J": "m"}, {"I": "h-fKGqHpjLk", "T": 0, "S": 595, "R": 58, "C": 7, "A": 7, "D": "7:50", "V": "651", "J": "m"}, {"I": "rNSSKy_QPJo", "T": 0, "S": 595, "R": 58, "C": 7, "A": 7, "D": "21:15", "V": "602", "J": "m"}, {"I": "X_568kmkXcs", "T": 0, "S": 595, "R": 58, "C": 7, "A": 7, "D": "21:07", "V": "292", "J": "m"}, {"I": "Cjj2D4yiCtY", "T": 0, "S": 595, "R": 58, "C": 7, "A": 7, "D": "1:00:04", "V": "204", "J": "m"}, {"I": "47nzZIeVE9w", "T": 0, "S": 595, "R": 58, "C": 7, "A": 7, "D": "21:07", "V": "78", "J": "h"}, {"I": "C85Mg9iyViI", "T": 0, "S": 595, "R": 58, "C": 7, "A": 7, "D": "21:46", "V": "11", "J": "h"}, {"I": "faoE1EmF05k", "T": 0, "S": 595, "R": 58, "C": 7, "A": 506, "D": "8:19", "V": "1,957", "J": "h"}, {"I": "EFGU0AUIA00&start=0&end=5", "T": 0, "S": 595, "R": 58, "C": 7, "A": 231, "D": "0:00", "V": "0", "J": "h"}, {"I": "IQu_Z9BBtzU", "T": 0, "S": 595, "R": 58, "C": 7, "A": 203, "D": "19:49", "V": "1,093", "J": "m"}, {"I": "GkBfXNRb3YE&start=0&end=5", "T": 0, "S": 595, "R": 58, "C": 7, "A": 203, "D": "0:00", "V": "0", "J": "m"}, {"I": "NxM5L6m0RKY", "T": 0, "S": 595, "R": 58, "C": 7, "A": 173, "D": "7:45", "V": "459", "J": "m"}, {"I": "aChhArMQLqQ", "T": 0, "S": 595, "R": 58, "C": 7, "A": 173, "D": "7:41", "V": "399", "J": "m"}, {"I": "FozrVb2O-NM", "T": 0, "S": 595, "R": 58, "C": 7, "A": 264, "D": "7:51", "V": "698", "J": "m"}, {"I": "_rDpf4JZqE4&start=1322&end=1835", "T": 0, "S": 595, "R": 58, "C": 7, "A": 192, "D": "8:33", "V": "273", "J": "m"}, {"I": "8bIJtMAoSK4", "T": 0, "S": 595, "R": 58, "C": 7, "A": 192, "D": "8:39", "V": "112", "J": "m"}, {"I": "b6bkUITcemE&start=0&end=3", "T": 0, "S": 595, "R": 58, "C": 7, "A": 588, "D": "0:00", "V": "0", "J": "m"}, {"I": "G0uFFm1uC2w", "T": 0, "S": 595, "R": 58, "C": 7, "A": 35, "D": "10:10", "V": "42,586", "J": "m"}, {"I": "CCtiXK5ULdg", "T": 0, "S": 595, "R": 58, "C": 7, "A": 307, "D": "9:15", "V": "313", "J": "h"}], "folders": [["artist", 48, "0"], ["artist", 301, "1,2"], ["artist", 101, "3,4,5"], ["artist", 419, "6,7"], ["artist", 33, "8,9,10,11,12,13,14,15"], ["artist", 111, "16"], ["artist", 443, "17,18,19,20,21"], ["artist", 290, "22"], ["artist", 70, "23,24,25,26"], ["artist", 416, "27"], ["artist", 128, "28,29"], ["artist", 3, "30,31,32,33,34,35,36,37,38,39,40,41,42,43"], ["artist", 139, "44"], ["artist", 116, "45"], ["artist", 214, "46"], ["artist", 117, "47"], ["artist", 72, "48,49,50"], ["artist", 253, "51"], ["artist", 64, "52,53,54"], ["artist", 26, "55,56,57"], ["artist", 299, "58"], ["artist", 53, "59"], ["artist", 7, "60,61,62,63,64,65,66,67,68,69,70,71,72"], ["artist", 506, "73"], ["artist", 231, "74"], ["artist", 203, "75,76"], ["artist", 173, "77,78"], ["artist", 264, "79"], ["artist", 192, "80,81"], ["artist", 588, "82"], ["artist", 35, "83"], ["artist", 307, "84"]], "languages": {"english": "30,0,1,2,3,27,4,5,6,7,26,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,28,23,29,31,24,25", "tamil": "0,2,3,30,11,1,5,8,10,9,21,20,23,22,6,29,7,12,15,4,14,13,27,19,16,18,17,31,25,24,26,28", "telugu": "0,2,3,30,11,1,5,10,9,8,6,29,7,12,15,14,13,4,27,19,16,18,17,31,25,24,26,28,21,20,23,22", "kannada": "0,2,3,30,11,1,5,10,9,8,6,29,7,12,15,14,13,4,27,19,16,18,17,31,25,24,26,28,21,20,23,22", "malayalam": "0,2,3,30,11,1,5,10,9,8,6,29,7,12,15,14,13,4,27,19,16,18,17,31,25,24,26,28,21,20,23,22", "hindi": "0,2,3,30,11,1,5,10,9,8,6,29,7,12,15,14,13,4,27,19,16,17,18,31,25,24,26,28,21,20,23,22", "marathi": "0,2,3,30,11,1,5,10,9,8,6,29,7,12,15,14,13,4,27,19,16,17,18,31,25,24,26,28,21,20,23,22", "bengali": "0,2,3,30,11,1,5,10,9,8,6,29,7,12,15,14,13,4,27,31,25,24,26,19,16,17,18,28,21,20,23,22", "gujarati": "0,2,3,30,11,1,5,10,9,8,6,29,7,12,15,14,13,4,27,19,16,17,18,31,25,24,26,28,21,20,23,22", "punjabi": "0,2,3,30,11,1,5,10,9,8,6,29,7,12,15,14,13,4,27,19,16,18,17,31,25,24,26,21,20,23,28,22", "odia": "0,2,3,30,11,1,5,10,9,8,6,29,7,12,15,14,13,4,27,19,16,18,17,31,25,24,26,28,21,20,23,22", "assamese": "0,2,3,30,11,1,5,10,9,8,6,29,7,12,15,14,13,4,27,31,25,24,26,19,16,17,18,28,21,20,23,22"}}