{"stats": [{"H": "Videos", "C": "57"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "16"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "3 H"}, {"H": "Views", "C": "677 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rti", "I": 1}, {"H": "Composer", "V": "Thyagaraja", "P": "tyAgarAjA", "I": 1}, {"H": "Raga", "V": "Sankarabharanam", "P": "SaMkarAbharaNaM", "I": 5}, {"H": "Tala", "V": "Adi", "P": "Adi", "I": 1}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA", "I": 0}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2", "I": 0}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8", "I": 0}, {"H": "Language", "V": "Telugu", "P": "Telugu", "I": 0}, {"H": "God", "V": "rAmA", "P": "rAmA", "I": 0}], "title": {"T": 464, "H": "Varalila Ganalola", "V": "vara lIla gAna", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "vara lIla gAna lOla sura pAla suguNa jAla <br/> bharita nIla gaLa hrud-Alaya Sruti mUla su- <br/> karuNAlavAla pAlayASu mAM"}, {"M": "caraNam 1", "T": "sura vanditApta brunda <br/> vara mandara dhara sundara kara <br/> kunda radanEndu mukha sanandana nuta <br/> nanda nandanEndirA vara"}, {"M": "caraNam 2", "T": "muni cintanIya svAnta narakAntaka <br/> nigamAnta cara sukAnta kuSa <br/> lavAntara hita dAnta kuja <br/> vasanta santatAntaka stuta"}, {"M": "caraNam 3", "T": "vara bhUsha vaMSa bhUsha nata pOshaNa <br/> mrudu bhAshaNa ripu bhIshaNa <br/> nara vEsha naga pOshaNa <br/> vara SEsha bhUsha tOshitAnagha"}, {"M": "caraNam 4", "T": "su-kavISa hrun-nivESa jagad- <br/> ISa ku-bhava pASa rahita SrISa <br/> sura gaNESa hita jalESa Sayana <br/> kESavASam-ISa durlabha"}, {"M": "caraNam 5", "T": "raNa dhIra sarva sAra sukumAra <br/> budha vihAra danuja nIra dhara <br/> samIraNa karuNA rasa paripUrNa <br/> jAra cOra pAhi mAM"}, {"M": "caraNam 6", "T": "nara rakshaka nIrajAksha vara rAkshasa <br/> mada Sikshaka sura yaksha sanaka <br/> ruksha pati nutAksha haraNa <br/> paksha daksha Sikshaka priya"}, {"M": "caraNam 7", "T": "raghu rAja tyAgarAja nuta <br/> rAja divasa rAja nayana-bhO <br/> jagad-avanAja janaka rAja sutA <br/> virAja rAja rAja pUjita"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "வர லீல கான லோல சுர பால சுகுண ஜால <br/> பரித நீல கள ஹ்ருத்-ஆலய ஶ்ருதி மூல சு- <br/> கருணாலவால பாலயாசு மாம்"}, {"M": "சரணம் 1", "T": "சுர வந்திதாப்த ப்ருந்த <br/> வர மந்தர தர சுந்தர கர <br/> குந்த ரதனேந்து முக சனந்தன நுத <br/> நந்த நந்தனேந்திரா வர"}, {"M": "சரணம் 2", "T": "முனி சிந்தனீய ஸ்வாந்த நரகாந்தக <br/> நிகமாந்த சர சுகாந்த குச <br/> லவாந்தர ஹித தாந்த குஜ <br/> வசந்த சந்ததாந்தக ஸ்துத"}, {"M": "சரணம் 3", "T": "வர பூஷ வம்ச பூஷ நத போஷண <br/> ம்ருது பாஷண ரிபு பீஷண <br/> நர வேஷ நக போஷண <br/> வர சேஷ பூஷ தோஷிதானக"}, {"M": "சரணம் 4", "T": "சு-கவீச ஹ்ருன்-நிவேச ஜகத்- <br/> ஈச கு-பவ பாச ரஹித ஶ்ரீச <br/> சுர கணேச ஹித ஜலேச சயன <br/> கேசவாசம்-ஈச துர்லப"}, {"M": "சரணம் 5", "T": "ரண தீர சர்வ சார சுகுமார <br/> புத விஹார தனுஜ நீர தர <br/> சமீரண கருணா ரச பரிபூர்ண <br/> ஜார சோர பாஹி மாம்"}, {"M": "சரணம் 6", "T": "நர ரக்ஷக நீரஜாக்ஷ வர ராக்ஷச <br/> மத சிக்ஷக சுர யக்ஷ சனக <br/> ருக்ஷ பதி நுதாக்ஷ ஹரண <br/> பக்ஷ தக்ஷ சிக்ஷக ப்ரிய"}, {"M": "சரணம் 7", "T": "ரகு ராஜ த்யாகராஜ நுத <br/> ராஜ திவச ராஜ நயன-போ <br/> ஜகத்-அவனாஜ ஜனக ராஜ சுதா <br/> விராஜ ராஜ ராஜ பூஜித"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "వర లీల గాన లోల సుర పాల సుగుణ జాల <br/> భరిత నీల గళ హృద్-ఆలయ శ్రుతి మూల సు- <br/> కరుణాలవాల పాలయాశు మాం"}, {"M": "చరణమ్ 1", "T": "సుర వన్దితాప్త బృన్ద <br/> వర మన్దర ధర సున్దర కర <br/> కున్ద రదనేన్దు ముఖ సనన్దన నుత <br/> నన్ద నన్దనేన్దిరా వర"}, {"M": "చరణమ్ 2", "T": "ముని చిన్తనీయ స్వాన్త నరకాన్తక <br/> నిగమాన్త చర సుకాన్త కుశ <br/> లవాన్తర హిత దాన్త కుజ <br/> వసన్త సన్తతాన్తక స్తుత"}, {"M": "చరణమ్ 3", "T": "వర భూష వంశ భూష నత పోషణ <br/> మృదు భాషణ రిపు భీషణ <br/> నర వేష నగ పోషణ <br/> వర శేష భూష తోషితానఘ"}, {"M": "చరణమ్ 4", "T": "సు-కవీశ హృన్-నివేశ జగద్- <br/> ఈశ కు-భవ పాశ రహిత శ్రీశ <br/> సుర గణేశ హిత జలేశ శయన <br/> కేశవాశమ్-ఈశ దుర్లభ"}, {"M": "చరణమ్ 5", "T": "రణ ధీర సర్వ సార సుకుమార <br/> బుధ విహార దనుజ నీర ధర <br/> సమీరణ కరుణా రస పరిపూర్ణ <br/> జార చోర పాహి మాం"}, {"M": "చరణమ్ 6", "T": "నర రక్షక నీరజాక్ష వర రాక్షస <br/> మద శిక్షక సుర యక్ష సనక <br/> ఋక్ష పతి నుతాక్ష హరణ <br/> పక్ష దక్ష శిక్షక ప్రియ"}, {"M": "చరణమ్ 7", "T": "రఘు రాజ త్యాగరాజ నుత <br/> రాజ దివస రాజ నయన-భో <br/> జగద్-అవనాజ జనక రాజ సుతా <br/> విరాజ రాజ రాజ పూజిత"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ವರ ಲೀಲ ಗಾನ ಲೋಲ ಸುರ ಪಾಲ ಸುಗುಣ ಜಾಲ <br/> ಭರಿತ ನೀಲ ಗಳ ಹೃದ್-ಆಲಯ ಶ್ರುತಿ ಮೂಲ ಸು- <br/> ಕರುಣಾಲವಾಲ ಪಾಲಯಾಶು ಮಾಂ"}, {"M": "ಚರಣಮ್ 1", "T": "ಸುರ ವನ್ದಿತಾಪ್ತ ಬೃನ್ದ <br/> ವರ ಮನ್ದರ ಧರ ಸುನ್ದರ ಕರ <br/> ಕುನ್ದ ರದನೇನ್ದು ಮುಖ ಸನನ್ದನ ನುತ <br/> ನನ್ದ ನನ್ದನೇನ್ದಿರಾ ವರ"}, {"M": "ಚರಣಮ್ 2", "T": "ಮುನಿ ಚಿನ್ತನೀಯ ಸ್ವಾನ್ತ ನರಕಾನ್ತಕ <br/> ನಿಗಮಾನ್ತ ಚರ ಸುಕಾನ್ತ ಕುಶ <br/> ಲವಾನ್ತರ ಹಿತ ದಾನ್ತ ಕುಜ <br/> ವಸನ್ತ ಸನ್ತತಾನ್ತಕ ಸ್ತುತ"}, {"M": "ಚರಣಮ್ 3", "T": "ವರ ಭೂಷ ವಂಶ ಭೂಷ ನತ ಪೋಷಣ <br/> ಮೃದು ಭಾಷಣ ರಿಪು ಭೀಷಣ <br/> ನರ ವೇಷ ನಗ ಪೋಷಣ <br/> ವರ ಶೇಷ ಭೂಷ ತೋಷಿತಾನಘ"}, {"M": "ಚರಣಮ್ 4", "T": "ಸು-ಕವೀಶ ಹೃನ್-ನಿವೇಶ ಜಗದ್- <br/> ಈಶ ಕು-ಭವ ಪಾಶ ರಹಿತ ಶ್ರೀಶ <br/> ಸುರ ಗಣೇಶ ಹಿತ ಜಲೇಶ ಶಯನ <br/> ಕೇಶವಾಶಮ್-ಈಶ ದುರ್ಲಭ"}, {"M": "ಚರಣಮ್ 5", "T": "ರಣ ಧೀರ ಸರ್ವ ಸಾರ ಸುಕುಮಾರ <br/> ಬುಧ ವಿಹಾರ ದನುಜ ನೀರ ಧರ <br/> ಸಮೀರಣ ಕರುಣಾ ರಸ ಪರಿಪೂರ್ಣ <br/> ಜಾರ ಚೋರ ಪಾಹಿ ಮಾಂ"}, {"M": "ಚರಣಮ್ 6", "T": "ನರ ರಕ್ಷಕ ನೀರಜಾಕ್ಷ ವರ ರಾಕ್ಷಸ <br/> ಮದ ಶಿಕ್ಷಕ ಸುರ ಯಕ್ಷ ಸನಕ <br/> ಋಕ್ಷ ಪತಿ ನುತಾಕ್ಷ ಹರಣ <br/> ಪಕ್ಷ ದಕ್ಷ ಶಿಕ್ಷಕ ಪ್ರಿಯ"}, {"M": "ಚರಣಮ್ 7", "T": "ರಘು ರಾಜ ತ್ಯಾಗರಾಜ ನುತ <br/> ರಾಜ ದಿವಸ ರಾಜ ನಯನ-ಭೋ <br/> ಜಗದ್-ಅವನಾಜ ಜನಕ ರಾಜ ಸುತಾ <br/> ವಿರಾಜ ರಾಜ ರಾಜ ಪೂಜಿತ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "വര ലീല ഗാന ലോല സുര പാല സുഗുണ ജാല <br/> ഭരിത നീല ഗള ഹൃദ്-ആലയ ശ്രുതി മൂല സു- <br/> കരുണാലവാല പാലയാശു മാം"}, {"M": "ചരണമ് 1", "T": "സുര വന്ദിതാപ്ത ബൃന്ദ <br/> വര മന്ദര ധര സുന്ദര കര <br/> കുന്ദ രദനേന്ദു മുഖ സനന്ദന നുത <br/> നന്ദ നന്ദനേന്ദിരാ വര"}, {"M": "ചരണമ് 2", "T": "മുനി ചിന്തനീയ സ്വാന്ത നരകാന്തക <br/> നിഗമാന്ത ചര സുകാന്ത കുശ <br/> ലവാന്തര ഹിത ദാന്ത കുജ <br/> വസന്ത സന്തതാന്തക സ്തുത"}, {"M": "ചരണമ് 3", "T": "വര ഭൂഷ വംശ ഭൂഷ നത പോഷണ <br/> മൃദു ഭാഷണ രിപു ഭീഷണ <br/> നര വേഷ നഗ പോഷണ <br/> വര ശേഷ ഭൂഷ തോഷിതാനഘ"}, {"M": "ചരണമ് 4", "T": "സു-കവീശ ഹൃന്-നിവേശ ജഗദ്- <br/> ഈശ കു-ഭവ പാശ രഹിത ശ്രീശ <br/> സുര ഗണേശ ഹിത ജലേശ ശയന <br/> കേശവാശമ്-ഈശ ദുര്ലഭ"}, {"M": "ചരണമ് 5", "T": "രണ ധീര സര്വ സാര സുകുമാര <br/> ബുധ വിഹാര ദനുജ നീര ധര <br/> സമീരണ കരുണാ രസ പരിപൂര്ണ <br/> ജാര ചോര പാഹി മാം"}, {"M": "ചരണമ് 6", "T": "നര രക്ഷക നീരജാക്ഷ വര രാക്ഷസ <br/> മദ ശിക്ഷക സുര യക്ഷ സനക <br/> ഋക്ഷ പതി നുതാക്ഷ ഹരണ <br/> പക്ഷ ദക്ഷ ശിക്ഷക പ്രിയ"}, {"M": "ചരണമ് 7", "T": "രഘു രാജ ത്യാഗരാജ നുത <br/> രാജ ദിവസ രാജ നയന-ഭോ <br/> ജഗദ്-അവനാജ ജനക രാജ സുതാ <br/> വിരാജ രാജ രാജ പൂജിത"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "वर लील गान लोल सुर पाल सुगुण जाल <br/> भरित नील गल हृद्-आलय श्रुति मूल सु- <br/> करुणालवाल पालयाशु मां"}, {"M": "चरणम् 1", "T": "सुर वन्दिताप्त बृन्द <br/> वर मन्दर धर सुन्दर कर <br/> कुन्द रदनेन्दु मुख सनन्दन नुत <br/> नन्द नन्दनेन्दिरा वर"}, {"M": "चरणम् 2", "T": "मुनि चिन्तनीय स्वान्त नरकान्तक <br/> निगमान्त चर सुकान्त कुश <br/> लवान्तर हित दान्त कुज <br/> वसन्त सन्ततान्तक स्तुत"}, {"M": "चरणम् 3", "T": "वर भूष वंश भूष नत पोषण <br/> मृदु भाषण रिपु भीषण <br/> नर वेष नग पोषण <br/> वर शेष भूष तोषितानघ"}, {"M": "चरणम् 4", "T": "सु-कवीश हृन्-निवेश जगद्- <br/> ईश कु-भव पाश रहित श्रीश <br/> सुर गणेश हित जलेश शयन <br/> केशवाशम्-ईश दुर्लभ"}, {"M": "चरणम् 5", "T": "रण धीर सर्व सार सुकुमार <br/> बुध विहार दनुज नीर धर <br/> समीरण करुणा रस परिपूर्ण <br/> जार चोर पाहि मां"}, {"M": "चरणम् 6", "T": "नर रक्षक नीरजाक्ष वर राक्षस <br/> मद शिक्षक सुर यक्ष सनक <br/> ऋक्ष पति नुताक्ष हरण <br/> पक्ष दक्ष शिक्षक प्रिय"}, {"M": "चरणम् 7", "T": "रघु राज त्यागराज नुत <br/> राज दिवस राज नयन-भो <br/> जगद्-अवनाज जनक राज सुता <br/> विराज राज राज पूजित"}]}], "L": "l", "lyricsref": [{"links": [{"N": "thyagaraja-vaibhavam.blogspot.com", "L": "http://thyagaraja-vaibhavam.blogspot.com/2008/03/thyagaraja-kriti-vara-leela-gana-raga.html"}, {"N": "www.karnatik.com", "L": "http://www.karnatik.com/c1422.shtml"}]}], "songs": [{"I": "QuhYMGlTizg", "T": 0, "S": 464, "R": 5, "C": 1, "A": 51, "D": "2:27", "V": "216", "J": "m"}, {"I": "6WpiE9jcZ48", "T": 0, "S": 464, "R": 5, "C": 1, "A": 419, "D": "2:58", "V": "17,361", "J": "m"}, {"I": "4KveF2vamGM&start=276&end=393", "T": 0, "S": 464, "R": 5, "C": 1, "A": 33, "D": "1:57", "V": "205,431", "J": "m"}, {"I": "JRik7fxpeCU", "T": 0, "S": 464, "R": 5, "C": 1, "A": 33, "D": "1:57", "V": "2,532", "J": "m"}, {"I": "Nh_6Z7TOaao", "T": 0, "S": 464, "R": 5, "C": 1, "A": 28, "D": "2:43", "V": "164", "J": "m"}, {"I": "RfFeoBDUOC8", "T": 0, "S": 464, "R": 5, "C": 1, "A": 28, "D": "3:14", "V": "104", "J": "m"}, {"I": "ihuGX5YU1Ug", "T": 0, "S": 464, "R": 5, "C": 1, "A": 28, "D": "2:26", "V": "57", "J": "m"}, {"I": "Xk37tgraIdM", "T": 0, "S": 464, "R": 5, "C": 1, "A": 28, "D": "2:59", "V": "48", "J": "m"}, {"I": "HB2d5TOa_H0", "T": 0, "S": 464, "R": 5, "C": 1, "A": 167, "D": "5:13", "V": "9,325", "J": "h"}, {"I": "_Xogzmi6MY4", "T": 0, "S": 464, "R": 5, "C": 1, "A": 167, "D": "5:13", "V": "290", "J": "m"}, {"I": "4by3Mq1PoHk&start=2954&end=3287", "T": 0, "S": 464, "R": 5, "C": 1, "A": 167, "D": "5:33", "V": "166", "J": "m"}, {"I": "EGdfwlNNjbk", "T": 0, "S": 464, "R": 5, "C": 1, "A": 1, "D": "3:56", "V": "21,887", "J": "h"}, {"I": "GEEEI8W7FEU", "T": 0, "S": 464, "R": 5, "C": 1, "A": 1, "D": "3:07", "V": "14,278", "J": "m"}, {"I": "vrzmT-dILOE&start=6210&end=6333", "T": 0, "S": 464, "R": 5, "C": 1, "A": 1, "D": "2:03", "V": "9,679", "J": "m"}, {"I": "mLDJeNhZAY0&start=9123&end=9217", "T": 0, "S": 464, "R": 5, "C": 1, "A": 1, "D": "1:34", "V": "2,877", "J": "m"}, {"I": "y8DM1qg96kQ&start=962&end=1467", "T": 0, "S": 464, "R": 5, "C": 1, "A": 1, "D": "8:25", "V": "1,411", "J": "m"}, {"I": "3TnAa4YGSdE&start=6954&end=7116", "T": 0, "S": 464, "R": 5, "C": 1, "A": 1, "D": "2:42", "V": "1,118", "J": "m"}, {"I": "nAPNgpkHWFg", "T": 0, "S": 464, "R": 5, "C": 1, "A": 1, "D": "1:55", "V": "268", "J": "m"}, {"I": "oN_IjGwS9b4", "T": 0, "S": 464, "R": 5, "C": 1, "A": 1, "D": "3:15", "V": "226", "J": "m"}, {"I": "KeB6G_7uhKo", "T": 0, "S": 464, "R": 5, "C": 1, "A": 1, "D": "6:51", "V": "64", "J": "m"}, {"I": "3VDkLTiDWNQ", "T": 0, "S": 464, "R": 5, "C": 1, "A": 391, "D": "3:18", "V": "48", "J": "m"}, {"I": "Dhxx8fBc32M&start=377&end=648", "T": 0, "S": 464, "R": 5, "C": 1, "A": 116, "D": "4:31", "V": "177,383", "J": "h"}, {"I": "-Qhfq2zD-38&start=1890&end=2167", "T": 0, "S": 464, "R": 5, "C": 1, "A": 116, "D": "4:37", "V": "28,656", "J": "h"}, {"I": "jeV3CuIPCsc", "T": 0, "S": 464, "R": 5, "C": 1, "A": 116, "D": "4:37", "V": "14,610", "J": "h"}, {"I": "xJ7a0X8YRIk", "T": 0, "S": 464, "R": 5, "C": 1, "A": 116, "D": "4:38", "V": "190", "J": "m"}, {"I": "aaPoRm4A6GE", "T": 0, "S": 464, "R": 5, "C": 1, "A": 116, "D": "4:38", "V": "141", "J": "m"}, {"I": "ohrDlaiBYoI", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "5:18", "V": "422,083", "J": "h"}, {"I": "EqyZtUA16xk", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "3:01", "V": "86,113", "J": "m"}, {"I": "INKyS3DkeZM", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "2:16", "V": "24,021", "J": "h"}, {"I": "LQXZDVhLBvg", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "19:52", "V": "20,389", "J": "h"}, {"I": "hEcGUpgVmJY", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "5:00", "V": "5,648", "J": "m"}, {"I": "7PLbs5OcpuI", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "3:46", "V": "3,558", "J": "h"}, {"I": "kBi_8JfRjZM", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "5:59", "V": "3,462", "J": "m"}, {"I": "bUP7urotBmA", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "5:44", "V": "2,268", "J": "h"}, {"I": "hzPd4WpmPzI", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "3:30", "V": "2,029", "J": "h"}, {"I": "qNV_KFLb0rM", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "3:25", "V": "1,822", "J": "h"}, {"I": "dxyGvWabEDQ", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "2:37", "V": "1,766", "J": "h"}, {"I": "0WvMhQ_Ic18", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "2:28", "V": "1,451", "J": "h"}, {"I": "BNXVoxieBto", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "1:40", "V": "1,118", "J": "s"}, {"I": "l7IQKyhfC_0", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "2:13", "V": "1,100", "J": "h"}, {"I": "b6BMwEcclf4", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "3:16", "V": "855", "J": "h"}, {"I": "VTByh8jI6HU", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "3:17", "V": "748", "J": "m"}, {"I": "Y5wK3mcQtrI", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "1:51", "V": "670", "J": "m"}, {"I": "x0xGuf29kJs", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "4:54", "V": "624", "J": "m"}, {"I": "OFUs-1YcKCU", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "2:36", "V": "579", "J": "h"}, {"I": "GhfLHPaJ9L4", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "1:42", "V": "254", "J": "h"}, {"I": "woEurvaL0jI", "T": 0, "S": 464, "R": 5, "C": 1, "A": 15, "D": "3:57", "V": "94", "J": "h"}, {"I": "ZA_uyOdw-mU", "T": 0, "S": 464, "R": 5, "C": 1, "A": 541, "D": "2:05", "V": "31", "J": "m"}, {"I": "3GKYNozi3Xw", "T": 0, "S": 464, "R": 5, "C": 1, "A": 213, "D": "3:11", "V": "9,489", "J": "m"}, {"I": "2s3cOiBZPcc", "T": 0, "S": 464, "R": 5, "C": 1, "A": 289, "D": "4:59", "V": "246", "J": "m"}, {"I": "lJl7UagQ4Pg", "T": 0, "S": 464, "R": 5, "C": 1, "A": 263, "D": "3:09", "V": "166", "J": "m"}, {"I": "J5PUts-6H9Q&start=7782&end=7910", "T": 0, "S": 464, "R": 5, "C": 1, "A": 41, "D": "2:08", "V": "3,354", "J": "m"}, {"I": "5a1vOcNj7as&start=2086&end=2211", "T": 0, "S": 464, "R": 5, "C": 1, "A": 41, "D": "2:05", "V": "2,422", "J": "m"}, {"I": "7A3Q8nITo24", "T": 0, "S": 464, "R": 5, "C": 1, "A": 41, "D": "2:05", "V": "215", "J": "m"}, {"I": "rr7ifMf_Svc", "T": 0, "S": 464, "R": 5, "C": 1, "A": 41, "D": "2:08", "V": "118", "J": "m"}, {"I": "HH37-kt8Sn0", "T": 0, "S": 464, "R": 5, "C": 1, "A": 257, "D": "2:13", "V": "1,256", "J": "m"}, {"I": "NY3TVnCymQE", "T": 0, "S": 464, "R": 5, "C": 1, "A": 147, "D": "3:48", "V": "2,499", "J": "h"}], "folders": [["artist", 51, "0"], ["artist", 419, "1"], ["artist", 33, "2,3"], ["artist", 28, "4,5,6,7"], ["artist", 167, "8,9,10"], ["artist", 1, "11,12,13,14,15,16,17,18,19"], ["artist", 391, "20"], ["artist", 116, "21,22,23,24,25"], ["artist", 15, "26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46"], ["artist", 541, "47"], ["artist", 213, "48"], ["artist", 289, "49"], ["artist", 263, "50"], ["artist", 41, "51,52,53,54"], ["artist", 257, "55"], ["artist", 147, "56"]], "languages": {"english": "0,1,2,3,4,15,5,6,14,13,7,8,9,10,11,12", "tamil": "0,1,13,5,15,10,9,4,11,3,2,7,8,6,14,12", "telugu": "0,1,5,13,15,4,11,3,7,8,2,6,14,12,10,9", "kannada": "0,1,5,13,15,4,11,3,7,8,2,6,14,12,10,9", "malayalam": "0,1,5,13,15,4,11,3,7,8,2,6,14,12,10,9", "hindi": "0,1,5,13,15,4,11,3,7,8,2,6,14,12,10,9", "marathi": "0,1,5,13,15,4,11,3,7,8,2,6,14,12,10,9", "bengali": "0,1,5,13,15,4,11,3,7,8,2,12,6,14,10,9", "gujarati": "0,1,5,13,15,4,11,3,7,8,2,6,14,12,10,9", "punjabi": "0,1,5,13,15,4,11,3,7,8,2,6,14,12,10,9", "odia": "0,1,5,13,15,4,11,3,7,8,2,6,14,12,10,9", "assamese": "0,1,5,13,15,4,11,3,7,8,2,12,6,14,10,9"}}