{"stats": [{"H": "Videos", "C": "1"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "4 M"}, {"H": "Views", "C": "359"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Andal", "P": "ANDAL"}, {"H": "Raga", "V": "Madhyamavathi", "P": "madhyamAvathi"}], "title": {"H": "Vazhithirunaamam", "V": "tiruvAdip pUraththil segaththuthiththAL", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "tiruvAdip pUraththil segaththuthiththAL vAzhiyE <br/> tiruppAvai muppathum seppinAL vAzhiyE <br/> periyAzhvAr peRReduththa peNpiLLai vAzhiyE <br/> perumbUthUr mAmunikkup pinnAnAL vAzhiyE <br/> oru nURRu nARpaththu mUnRuraiththAL vAzhiyE <br/> uyar arangkarkkE kaNNi ugandhaLiththAL vAzhiyE <br/> maruvArum thirumalli vaLanAdi vAzhiyE <br/> vaNputhuvai nagark kOthai malarp pathangaL vAzhiyE"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "திருவாதிப் பூரத்தில் செகத்துதித்தாள் வாழியே <br/> திருப்பாவை முப்பதும் செப்பினாள் வாழியே <br/> பெரியாழ்வார் பெற்றெதுத்த பெண்பிள்ளை வாழியே <br/> பெரும்பூதூர் மாமுனிக்குப் பின்னானாள் வாழியே <br/> ஒரு நூற்று நாற்பத்து மூன்றுரைத்தாள் வாழியே <br/> உயர் அரங்க்கர்க்கே கண்ணி உகந்தளித்தாள் வாழியே <br/> மருவாரும் திருமல்லி வளனாதி வாழியே <br/> வண்புதுவை நகர்க் கோதை மலர்ப் பதங்கள் வாழியே"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "తిరువాదిప్ పూరథ్థిల్ సెగథ్థుథిథ్థాళ్ వాఴియే <br/> తిరుప్పావై ముప్పథుమ్ సెప్పినాళ్ వాఴియే <br/> పెరియాఴ్వార్ పెఱ్ఱెదుథ్థ పెణ్పిళ్ళై వాఴియే <br/> పెరుమ్బూథూర్ మామునిక్కుప్ పిన్నానాళ్ వాఴియే <br/> ఒరు నూఱ్ఱు నాఱ్పథ్థు మూన్ఱురైథ్థాళ్ వాఴియే <br/> ఉయర్ అరఙ్గ్కర్క్కే కణ్ణి ఉగన్ధళిథ్థాళ్ వాఴియే <br/> మరువారుమ్ థిరుమల్లి వళనాది వాఴియే <br/> వణ్పుథువై నగర్క్ కోథై మలర్ప్ పథఙ్గళ్ వాఴియే"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ತಿರುವಾದಿಪ್ ಪೂರಥ್ಥಿಲ್ ಸೆಗಥ್ಥುಥಿಥ್ಥಾಳ್ ವಾಳಿಯೇ <br/> ತಿರುಪ್ಪಾವೈ ಮುಪ್ಪಥುಮ್ ಸೆಪ್ಪಿನಾಳ್ ವಾಳಿಯೇ <br/> ಪೆರಿಯಾಳ್ವಾರ್ ಪೆಱ್ಱೆದುಥ್ಥ ಪೆಣ್ಪಿಳ್ಳೈ ವಾಳಿಯೇ <br/> ಪೆರುಮ್ಬೂಥೂರ್ ಮಾಮುನಿಕ್ಕುಪ್ ಪಿನ್ನಾನಾಳ್ ವಾಳಿಯೇ <br/> ಒರು ನೂಱ್ಱು ನಾಱ್ಪಥ್ಥು ಮೂನ್ಱುರೈಥ್ಥಾಳ್ ವಾಳಿಯೇ <br/> ಉಯರ್ ಅರಙ್ಗ್ಕರ್ಕ್ಕೇ ಕಣ್ಣಿ ಉಗನ್ಧಳಿಥ್ಥಾಳ್ ವಾಳಿಯೇ <br/> ಮರುವಾರುಮ್ ಥಿರುಮಲ್ಲಿ ವಳನಾದಿ ವಾಳಿಯೇ <br/> ವಣ್ಪುಥುವೈ ನಗರ್ಕ್ ಕೋಥೈ ಮಲರ್ಪ್ ಪಥಙ್ಗಳ್ ವಾಳಿಯೇ"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "തിരുവാദിപ് പൂരഥ്ഥില് സെഗഥ്ഥുഥിഥ്ഥാള് വാഴിയേ <br/> തിരുപ്പാവൈ മുപ്പഥുമ് സെപ്പിനാള് വാഴിയേ <br/> പെരിയാഴ്വാര് പെറ്റെദുഥ്ഥ പെണ്പിള്ളൈ വാഴിയേ <br/> പെരുമ്ബൂഥൂര് മാമുനിക്കുപ് പിന്നാനാള് വാഴിയേ <br/> ഒരു നൂറ്റു നാറ്പഥ്ഥു മൂന്റുരൈഥ്ഥാള് വാഴിയേ <br/> ഉയര് അരങ്ഗ്കര്ക്കേ കണ്ണി ഉഗന്ധളിഥ്ഥാള് വാഴിയേ <br/> മരുവാരുമ് ഥിരുമല്ലി വളനാദി വാഴിയേ <br/> വണ്പുഥുവൈ നഗര്ക് കോഥൈ മലര്പ് പഥങ്ഗള് വാഴിയേ"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "तिरुवादिप् पूरथ्थिल् सेगथ्थुथिथ्थाल् वालिये <br/> तिरुप्पावै मुप्पथुम् सेप्पिनाल् वालिये <br/> पेरियाल्वार् पेर्रॆदुथ्थ पेण्पिल्लै वालिये <br/> पेरुम्बूथूर् मामुनिक्कुप् पिन्नानाल् वालिये <br/> ओरु नूर्रु नार्पथ्थु मून्रुरैथ्थाल् वालिये <br/> उयर् अरङ्ग्कर्क्के कण्णि उगन्धलिथ्थाल् वालिये <br/> मरुवारुम् थिरुमल्लि वलनादि वालिये <br/> वण्पुथुवै नगर्क् कोथै मलर्प् पथङ्गल् वालिये"}]}], "lyricsref": [{"links": [{"N": "www.acharya.org", "L": "http://www.acharya.org/sloka/vAzhi-thirunAmam/ANdAL-vAzhi-thirunAmam-eng.pdf"}]}], "videos": [{"folder": [{"A": [5330, 5332], "songs": [{"C": [5034, 5033], "D": "4:50", "I": "2Wjc8bhiUac", "R": [1028, 1029], "S": [15243, 17412], "T": [0, 0], "V": "359"}]}]}]}