{"stats": [{"H": "Videos", "C": "1"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "1"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "3 M"}, {"H": "Views", "C": "47"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Neela Ramamurthy", "P": "nIlA rAmamUrtthi"}, {"H": "Raga", "V": "Ragamalika", "P": "rAgamAlikA"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Tamil", "P": "Tamil"}], "title": {"H": "Vedanai Pol Vandu", "V": "vEDanaippOl vandu vEGgai maramAy ninRa", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "vEDanaippOl vandu vEngai maramAy ninRa vElan varak-kANEnE sakhiyE <br/> (rAgA: kEdAragauLa)"}, {"M": "anupallavi", "T": "ADi naDai naDandAr annamE enRazhaittAr dADi naraitta kizha tAttAvaip-pOl naDittAr <br/> (rAgA: dhanyAsi)"}, {"M": "caraNam", "T": "nALai varuvEn endan nAyakiyE unnai nAlupEr aRiyavE mAlai iDuvEn enRAr <br/> (rAgA: kApi) <br/> vADi uDal salittEn vandanaigaL purindEn nADi vanda endan nAyakanai azhaippAy"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "வேடனைப்போல் வந்து வேங்கை மரமாய் நின்ற வேலன் வரக்-காணேனே சகியே <br/> (ராகா: கேதாரகௌள)"}, {"M": "அனுபல்லவி", "T": "ஆடி நடை நடந்தார் அன்னமே என்றழைத்தார் தாடி நரைத்த கிழ தாத்தாவைப்-போல் நடித்தார் <br/> (ராகா: தன்யாசி)"}, {"M": "சரணம்", "T": "நாளை வருவேன் எந்தன் நாயகியே உன்னை நாலுபேர் அறியவே மாலை இடுவேன் என்றார் <br/> (ராகா: காபி) <br/> வாடி உடல் சலித்தேன் வந்தனைகள் புரிந்தேன் நாடி வந்த எந்தன் நாயகனை அழைப்பாய்"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "వేడనైప్పోల్ వన్దు వేఙ్గై మరమాయ్ నిన్ఱ వేలన్ వరక్-కాణేనే సఖియే <br/> (రాగా: కేదారగౌళ)"}, {"M": "అనుపల్లవి", "T": "ఆడి నడై నడన్దార్ అన్నమే ఎన్ఱఴైత్తార్ దాడి నరైత్త కిఴ తాత్తావైప్-పోల్ నడిత్తార్ <br/> (రాగా: ధన్యాసి)"}, {"M": "చరణమ్", "T": "నాళై వరువేన్ ఎన్దన్ నాయకియే ఉన్నై నాలుపేర్ అఱియవే మాలై ఇడువేన్ ఎన్ఱార్ <br/> (రాగా: కాపి) <br/> వాడి ఉడల్ సలిత్తేన్ వన్దనైగళ్ పురిన్దేన్ నాడి వన్ద ఎన్దన్ నాయకనై అఴైప్పాయ్"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ವೇಡನೈಪ್ಪೋಲ್ ವನ್ದು ವೇಙ್ಗೈ ಮರಮಾಯ್ ನಿನ್ಱ ವೇಲನ್ ವರಕ್-ಕಾಣೇನೇ ಸಖಿಯೇ <br/> (ರಾಗಾ: ಕೇದಾರಗೌಳ)"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಆಡಿ ನಡೈ ನಡನ್ದಾರ್ ಅನ್ನಮೇ ಎನ್ಱಳೈತ್ತಾರ್ ದಾಡಿ ನರೈತ್ತ ಕಿಳ ತಾತ್ತಾವೈಪ್-ಪೋಲ್ ನಡಿತ್ತಾರ್ <br/> (ರಾಗಾ: ಧನ್ಯಾಸಿ)"}, {"M": "ಚರಣಮ್", "T": "ನಾಳೈ ವರುವೇನ್ ಎನ್ದನ್ ನಾಯಕಿಯೇ ಉನ್ನೈ ನಾಲುಪೇರ್ ಅಱಿಯವೇ ಮಾಲೈ ಇಡುವೇನ್ ಎನ್ಱಾರ್ <br/> (ರಾಗಾ: ಕಾಪಿ) <br/> ವಾಡಿ ಉಡಲ್ ಸಲಿತ್ತೇನ್ ವನ್ದನೈಗಳ್ ಪುರಿನ್ದೇನ್ ನಾಡಿ ವನ್ದ ಎನ್ದನ್ ನಾಯಕನೈ ಅಳೈಪ್ಪಾಯ್"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "വേഡനൈപ്പോല് വന്ദു വേങ്ഗൈ മരമായ് നിന്റ വേലന് വരക്-കാണേനേ സഖിയേ <br/> (രാഗാ: കേദാരഗൌള)"}, {"M": "അനുപല്ലവി", "T": "ആഡി നഡൈ നഡന്ദാര് അന്നമേ എന്റഴൈത്താര് ദാഡി നരൈത്ത കിഴ താത്താവൈപ്-പോല് നഡിത്താര് <br/> (രാഗാ: ധന്യാസി)"}, {"M": "ചരണമ്", "T": "നാളൈ വരുവേന് എന്ദന് നായകിയേ ഉന്നൈ നാലുപേര് അറിയവേ മാലൈ ഇഡുവേന് എന്റാര് <br/> (രാഗാ: കാപി) <br/> വാഡി ഉഡല് സലിത്തേന് വന്ദനൈഗള് പുരിന്ദേന് നാഡി വന്ദ എന്ദന് നായകനൈ അഴൈപ്പായ്"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "वेडनैप्पोल् वन्दु वेङ्गै मरमाय् निन्र वेलन् वरक्-काणेने सखिये <br/> (रागा: केदारगौल)"}, {"M": "अनुपल्लवि", "T": "आडि नडै नडन्दार् अन्नमे एन्रलैत्तार् दाडि नरैत्त किल तात्तावैप्-पोल् नडित्तार् <br/> (रागा: धन्यासि)"}, {"M": "चरणम्", "T": "नालै वरुवेन् एन्दन् नायकिये उन्नै नालुपेर् अरियवे मालै इडुवेन् एन्रार् <br/> (रागा: कापि) <br/> वाडि उडल् सलित्तेन् वन्दनैगल् पुरिन्देन् नाडि वन्द एन्दन् नायकनै अलैप्पाय्"}]}], "lyricsref": [{"links": [{"N": "www.rasikas.org", "L": "https://www.rasikas.org/forums/viewtopic.php?t=1239"}]}], "videos": [{"folder": [{"A": [3038, 3039], "songs": [{"C": [5295, 5302], "D": "3:34", "I": "3SEZzInFfYw", "R": [1001, 1002], "S": [15098, 17364], "T": [0, 0], "V": "47"}]}]}]}