{"stats": [{"H": "Videos", "C": "24"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "8"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "3 H"}, {"H": "Views", "C": "14 K"}], "info": [{"H": "Type", "V": "Krithi", "P": "k.Rthi"}, {"H": "Composer", "V": "Arunachala Kavi", "P": "aruNAcchala kavi"}, {"H": "Raga", "V": "Yadukulakambhoji", "P": "yadukulakAMbhOji"}, {"H": "Tala", "V": "Adi", "P": "Adi"}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA"}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2"}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8"}, {"H": "Language", "V": "Tamil", "P": "Tamil"}, {"H": "God", "V": "rAmA", "P": "rAmA"}], "title": {"H": "Yarendru Raghavanai", "V": "ArenRu rAgahavanai eNNinIrammA ittai", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "ArenRu rAgahavanai eNNinIrammA ittai aRindu SonnIrO ariyIrO nIrammA"}, {"M": "anupallavi", "T": "ErA vArttai du vasaiyODokkumE pOril eNDiSai adhiparum aNDina <br/> paDaiyuDan maNDinAlum en aNNan SuNDu viral pOdAdO"}, {"M": "caraNam 1", "T": "vindaiyAgha veNNaikkup-pallu muLaittArppOlE minjirATdar aNNnan <br/> tannai vaLaittAl vanda rAman adu kaNDu Engi iLaittAl vErE mantram enna <br/> oru tantram anna vAnil indran gatippAnO candran udippAnO"}, {"M": "caraNam 2", "T": "Adi rudran vil oruvar oDikkap-pOmO attai aRindum peN buddhiyAl <br/> en cittam nOmO vEdaiyar ennaiyum SOdikkalAmO nalla vEdaNDam ennap- <br/> perum kOdaNDam tannai aNNan karidaNDa vaLaikku mun mUdaNDam piLakkumE"}, {"M": "caraNam 3", "T": "paNNina mAyaiyAlE anda mArIcan mALum paruvattil angE OlamiTTAnE <br/> nIcan ennAt-tunbam EdukkirukkirEn dAsan avaLai eNNinAl oru mEgha <br/> vaNNanuDanE neTRik-kaNNanuDanE kUTTi annaiyum eNNAmal"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ஆரென்று ராகஹவனை எண்ணினீரம்மா இத்தை அறிந்து சொன்னீரோ அரியீரோ நீரம்மா"}, {"M": "அனுபல்லவி", "T": "ஏரா வார்த்தை து வசையோடொக்குமே போரில் எண்டிசை அதிபரும் அண்டின <br/> படையுடன் மண்டினாலும் என் அண்ணன் சுண்டு விரல் போதாதோ"}, {"M": "சரணம் 1", "T": "விந்தையாக வெண்ணைக்குப்-பல்லு முளைத்தார்ப்போலே மிஞ்சிராட்தர் அண்ண்னன் <br/> தன்னை வளைத்தால் வந்த ராமன் அது கண்டு ஏங்கி இளைத்தால் வேரே மந்த்ரம் என்ன <br/> ஒரு தந்த்ரம் அன்ன வானில் இந்த்ரன் கதிப்பானோ சந்த்ரன் உதிப்பானோ"}, {"M": "சரணம் 2", "T": "ஆதி ருத்ரன் வில் ஒருவர் ஒடிக்கப்-போமோ அத்தை அறிந்தும் பெண் புத்தியால் <br/> என் சித்தம் நோமோ வேதையர் என்னையும் சோதிக்கலாமோ நல்ல வேதண்டம் என்னப்- <br/> பெரும் கோதண்டம் தன்னை அண்ணன் கரிதண்ட வளைக்கு முன் மூதண்டம் பிளக்குமே"}, {"M": "சரணம் 3", "T": "பண்ணின மாயையாலே அந்த மாரீசன் மாளும் பருவத்தில் அங்கே ஓலமிட்டானே <br/> நீசன் என்னாத்-துன்பம் ஏதுக்கிருக்கிரேன் தாசன் அவளை எண்ணினால் ஒரு மேக <br/> வண்ணனுடனே நெற்றிக்-கண்ணனுடனே கூட்டி அன்னையும் எண்ணாமல்"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "ఆరెన్ఱు రాగహవనై ఎణ్ణినీరమ్మా ఇత్తై అఱిన్దు శొన్నీరో అరియీరో నీరమ్మా"}, {"M": "అనుపల్లవి", "T": "ఏరా వార్త్తై దు వసైయోడొక్కుమే పోరిల్ ఎణ్డిశై అధిపరుమ్ అణ్డిన <br/> పడైయుడన్ మణ్డినాలుమ్ ఎన్ అణ్ణన్ శుణ్డు విరల్ పోదాదో"}, {"M": "చరణమ్ 1", "T": "విన్దైయాఘ వెణ్ణైక్కుప్-పల్లు ముళైత్తార్ప్పోలే మిఞ్జిరాట్దర్ అణ్ణ్నన్ <br/> తన్నై వళైత్తాల్ వన్ద రామన్ అదు కణ్డు ఏఙ్గి ఇళైత్తాల్ వేరే మన్త్రమ్ ఎన్న <br/> ఒరు తన్త్రమ్ అన్న వానిల్ ఇన్ద్రన్ గతిప్పానో చన్ద్రన్ ఉదిప్పానో"}, {"M": "చరణమ్ 2", "T": "ఆది రుద్రన్ విల్ ఒరువర్ ఒడిక్కప్-పోమో అత్తై అఱిన్దుమ్ పెణ్ బుద్ధియాల్ <br/> ఎన్ చిత్తమ్ నోమో వేదైయర్ ఎన్నైయుమ్ శోదిక్కలామో నల్ల వేదణ్డమ్ ఎన్నప్- <br/> పెరుమ్ కోదణ్డమ్ తన్నై అణ్ణన్ కరిదణ్డ వళైక్కు మున్ మూదణ్డమ్ పిళక్కుమే"}, {"M": "చరణమ్ 3", "T": "పణ్ణిన మాయైయాలే అన్ద మారీచన్ మాళుమ్ పరువత్తిల్ అఙ్గే ఓలమిట్టానే <br/> నీచన్ ఎన్నాత్-తున్బమ్ ఏదుక్కిరుక్కిరేన్ దాసన్ అవళై ఎణ్ణినాల్ ఒరు మేఘ <br/> వణ్ణనుడనే నెట్ఱిక్-కణ్ణనుడనే కూట్టి అన్నైయుమ్ ఎణ్ణామల్"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಆರೆನ್ಱು ರಾಗಹವನೈ ಎಣ್ಣಿನೀರಮ್ಮಾ ಇತ್ತೈ ಅಱಿನ್ದು ಶೊನ್ನೀರೋ ಅರಿಯೀರೋ ನೀರಮ್ಮಾ"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಏರಾ ವಾರ್ತ್ತೈ ದು ವಸೈಯೋಡೊಕ್ಕುಮೇ ಪೋರಿಲ್ ಎಣ್ಡಿಶೈ ಅಧಿಪರುಮ್ ಅಣ್ಡಿನ <br/> ಪಡೈಯುಡನ್ ಮಣ್ಡಿನಾಲುಮ್ ಎನ್ ಅಣ್ಣನ್ ಶುಣ್ಡು ವಿರಲ್ ಪೋದಾದೋ"}, {"M": "ಚರಣಮ್ 1", "T": "ವಿನ್ದೈಯಾಘ ವೆಣ್ಣೈಕ್ಕುಪ್-ಪಲ್ಲು ಮುಳೈತ್ತಾರ್ಪ್ಪೋಲೇ ಮಿಞ್ಜಿರಾಟ್ದರ್ ಅಣ್ಣ್ನನ್ <br/> ತನ್ನೈ ವಳೈತ್ತಾಲ್ ವನ್ದ ರಾಮನ್ ಅದು ಕಣ್ಡು ಏಙ್ಗಿ ಇಳೈತ್ತಾಲ್ ವೇರೇ ಮನ್ತ್ರಮ್ ಎನ್ನ <br/> ಒರು ತನ್ತ್ರಮ್ ಅನ್ನ ವಾನಿಲ್ ಇನ್ದ್ರನ್ ಗತಿಪ್ಪಾನೋ ಚನ್ದ್ರನ್ ಉದಿಪ್ಪಾನೋ"}, {"M": "ಚರಣಮ್ 2", "T": "ಆದಿ ರುದ್ರನ್ ವಿಲ್ ಒರುವರ್ ಒಡಿಕ್ಕಪ್-ಪೋಮೋ ಅತ್ತೈ ಅಱಿನ್ದುಮ್ ಪೆಣ್ ಬುದ್ಧಿಯಾಲ್ <br/> ಎನ್ ಚಿತ್ತಮ್ ನೋಮೋ ವೇದೈಯರ್ ಎನ್ನೈಯುಮ್ ಶೋದಿಕ್ಕಲಾಮೋ ನಲ್ಲ ವೇದಣ್ಡಮ್ ಎನ್ನಪ್- <br/> ಪೆರುಮ್ ಕೋದಣ್ಡಮ್ ತನ್ನೈ ಅಣ್ಣನ್ ಕರಿದಣ್ಡ ವಳೈಕ್ಕು ಮುನ್ ಮೂದಣ್ಡಮ್ ಪಿಳಕ್ಕುಮೇ"}, {"M": "ಚರಣಮ್ 3", "T": "ಪಣ್ಣಿನ ಮಾಯೈಯಾಲೇ ಅನ್ದ ಮಾರೀಚನ್ ಮಾಳುಮ್ ಪರುವತ್ತಿಲ್ ಅಙ್ಗೇ ಓಲಮಿಟ್ಟಾನೇ <br/> ನೀಚನ್ ಎನ್ನಾತ್-ತುನ್ಬಮ್ ಏದುಕ್ಕಿರುಕ್ಕಿರೇನ್ ದಾಸನ್ ಅವಳೈ ಎಣ್ಣಿನಾಲ್ ಒರು ಮೇಘ <br/> ವಣ್ಣನುಡನೇ ನೆಟ್ಱಿಕ್-ಕಣ್ಣನುಡನೇ ಕೂಟ್ಟಿ ಅನ್ನೈಯುಮ್ ಎಣ್ಣಾಮಲ್"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ആരെന്റു രാഗഹവനൈ എണ്ണിനീരമ്മാ ഇത്തൈ അറിന്ദു ശൊന്നീരോ അരിയീരോ നീരമ്മാ"}, {"M": "അനുപല്ലവി", "T": "ഏരാ വാര്ത്തൈ ദു വസൈയോഡൊക്കുമേ പോരില് എണ്ഡിശൈ അധിപരുമ് അണ്ഡിന <br/> പഡൈയുഡന് മണ്ഡിനാലുമ് എന് അണ്ണന് ശുണ്ഡു വിരല് പോദാദോ"}, {"M": "ചരണമ് 1", "T": "വിന്ദൈയാഘ വെണ്ണൈക്കുപ്-പല്ലു മുളൈത്താര്പ്പോലേ മിഞ്ജിരാട്ദര് അണ്ണ്നന് <br/> തന്നൈ വളൈത്താല് വന്ദ രാമന് അദു കണ്ഡു ഏങ്ഗി ഇളൈത്താല് വേരേ മന്ത്രമ് എന്ന <br/> ഒരു തന്ത്രമ് അന്ന വാനില് ഇന്ദ്രന് ഗതിപ്പാനോ ചന്ദ്രന് ഉദിപ്പാനോ"}, {"M": "ചരണമ് 2", "T": "ആദി രുദ്രന് വില് ഒരുവര് ഒഡിക്കപ്-പോമോ അത്തൈ അറിന്ദുമ് പെണ് ബുദ്ധിയാല് <br/> എന് ചിത്തമ് നോമോ വേദൈയര് എന്നൈയുമ് ശോദിക്കലാമോ നല്ല വേദണ്ഡമ് എന്നപ്- <br/> പെരുമ് കോദണ്ഡമ് തന്നൈ അണ്ണന് കരിദണ്ഡ വളൈക്കു മുന് മൂദണ്ഡമ് പിളക്കുമേ"}, {"M": "ചരണമ് 3", "T": "പണ്ണിന മായൈയാലേ അന്ദ മാരീചന് മാളുമ് പരുവത്തില് അങ്ഗേ ഓലമിട്ടാനേ <br/> നീചന് എന്നാത്-തുന്ബമ് ഏദുക്കിരുക്കിരേന് ദാസന് അവളൈ എണ്ണിനാല് ഒരു മേഘ <br/> വണ്ണനുഡനേ നെട്റിക്-കണ്ണനുഡനേ കൂട്ടി അന്നൈയുമ് എണ്ണാമല്"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "आरेन्रु रागहवनै एण्णिनीरम्मा इत्तै अरिन्दु शोन्नीरो अरियीरो नीरम्मा"}, {"M": "अनुपल्लवि", "T": "एरा वार्त्तै दु वसैयोडोक्कुमे पोरिल् एण्डिशै अधिपरुम् अण्डिन <br/> पडैयुडन् मण्डिनालुम् एन् अण्णन् शुण्डु विरल् पोदादो"}, {"M": "चरणम् 1", "T": "विन्दैयाघ वेण्णैक्कुप्-पल्लु मुलैत्तार्प्पोले मिञ्जिराट्दर् अण्ण्नन् <br/> तन्नै वलैत्ताल् वन्द रामन् अदु कण्डु एङ्गि इलैत्ताल् वेरे मन्त्रम् एन्न <br/> ओरु तन्त्रम् अन्न वानिल् इन्द्रन् गतिप्पानो चन्द्रन् उदिप्पानो"}, {"M": "चरणम् 2", "T": "आदि रुद्रन् विल् ओरुवर् ओडिक्कप्-पोमो अत्तै अरिन्दुम् पेण् बुद्धियाल् <br/> एन् चित्तम् नोमो वेदैयर् एन्नैयुम् शोदिक्कलामो नल्ल वेदण्डम् एन्नप्- <br/> पेरुम् कोदण्डम् तन्नै अण्णन् करिदण्ड वलैक्कु मुन् मूदण्डम् पिलक्कुमे"}, {"M": "चरणम् 3", "T": "पण्णिन मायैयाले अन्द मारीचन् मालुम् परुवत्तिल् अङ्गे ओलमिट्टाने <br/> नीचन् एन्नात्-तुन्बम् एदुक्किरुक्किरेन् दासन् अवलै एण्णिनाल् ओरु मेघ <br/> वण्णनुडने नेट्रिक्-कण्णनुडने कूट्टि अन्नैयुम् एण्णामल्"}]}], "videos": [{"folder": [{"A": [5481, 5486], "songs": [{"C": [5047, 5048], "D": "9:30", "I": "icO1W9or4zg", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "634"}, {"C": [5047, 5048], "D": "9:21", "I": "Orf7hy4bxRk", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "314"}, {"C": [5047, 5048], "D": "0:37", "I": "jTwmOat-eF8", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "298"}, {"C": [5047, 5048], "D": "8:21", "I": "1w8KtpoqlcM", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "1"}]}, {"A": [3094, 3095], "songs": [{"C": [5047, 5048], "D": "6:39", "I": "AvQ6o56BupU", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "125"}, {"C": [5047, 5048], "D": "6:41", "I": "oiQ_hf8kTZo", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "28"}]}, {"A": [3024, 3025], "songs": [{"C": [5047, 5048], "D": "9:56", "I": "lCS8O49bFN8", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "247"}, {"C": [5047, 5048], "D": "9:50", "I": "PAPgg669CVw", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "62"}, {"C": [5047, 5048], "D": "10:01", "I": "v30kzdhLmgE", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "50"}, {"C": [5047, 5048], "D": "10:01", "I": "5x43tEdsd2U", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "33"}]}, {"A": [5051, 5052], "songs": [{"C": [5047, 5048], "D": "5:56", "I": "tdCiv5siqG0", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "194"}, {"C": [5047, 5048], "D": "5:31", "I": "Pe1ELTHPs6k", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "127"}, {"C": [5047, 5048], "D": "5:58", "I": "GdXZFYFJ_7k", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "63"}, {"C": [5047, 5048], "D": "5:31", "I": "zJk0Vr4Ypig", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "30"}, {"C": [5047, 5048], "D": "5:06", "I": "4IKhsuoF2YM", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "15"}, {"C": [5047, 5048], "D": "6:01", "I": "fRJUCDe1qU0", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "13"}]}, {"A": [3006, 3007], "songs": [{"C": [5047, 5048], "D": "7:59", "I": "SAUwQT2_BaQ", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "9,700"}]}, {"A": [3500, 3499], "songs": [{"C": [5047, 5048], "D": "3:01", "I": "iz2fhTp_wxw", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "601"}, {"C": [5047, 5048], "D": "5:22", "I": "6yS7JSIoy40", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "70"}, {"C": [5047, 5048], "D": "5:22", "I": "1pCi-aEc8VE", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "44"}]}, {"A": [5330, 5332], "songs": [{"C": [5047, 5048], "D": "18:10", "I": "sCacYou2SOI", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "625"}, {"C": [5047, 5048], "D": "18:16", "I": "RsALTlcWtuw", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "153"}, {"C": [5047, 5048], "D": "18:21", "I": "9o5EJdU_Zr8", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "6"}]}, {"A": [3028, 3029], "songs": [{"C": [5047, 5048], "D": "8:56", "I": "RXCUt65JedQ", "R": [1058, 1059], "S": [7556, 8393], "T": [0, 0], "V": "0"}]}]}]}