{"stats": [{"H": "Videos", "C": "61"}, {"H": "Ragas", "C": "1"}, {"H": "Artists", "C": "18"}, {"H": "Types", "C": "1"}, {"H": "Duration", "C": "10 H"}, {"H": "Views", "C": "2 M"}], "info": [{"H": "Type", "V": "Rama natakam", "P": "rAma nATakam", "I": 68}, {"H": "Composer", "V": "Arunachala Kavi", "P": "aruNAccala kavi", "I": 25}, {"H": "Raga", "V": "Ragamalika", "P": "rAgamAlikA", "I": 1}, {"H": "Tala", "V": "Adi", "P": "Adi", "I": 1}, {"H": "Tala name", "V": "Chatusra Jaati Triputa Tala", "P": "chatuSra jAti tripuTa tALA", "I": 0}, {"H": "Tala angas", "V": "Laghu-1, Dhruta-2", "P": "laghu-1, d.RtA-2", "I": 0}, {"H": "Tala count", "V": "4 + 2 + 2 = 8", "P": "4 + 2 + 2 = 8", "I": 0}, {"H": "Language", "V": "Tamil", "P": "Tamil", "I": 0}, {"H": "God", "V": "vishNu", "P": "vishNu", "I": 0}], "title": {"T": 418, "H": "Yen Palli Kondeer", "V": "En paLLi koNDIrayyA", "I": "music-note-beamed"}, "lyricstext": [{"L": "English", "text": [{"M": "pallavi", "T": "En paLLi koNDIrayyA? SrI ranganAdarE nIr En"}, {"M": "anupallavi", "T": "Ampal pUtta caya paruvata maTuvilE-avataritta iraNTATRi naTuvilE"}, {"M": "caraNam 1", "T": "kOsikan col kuRittataRkO? arakki kulaiyil ampu teRittataRkO? <br/> Ican villai muRittataRkO? paracurAmanuram paRittataRkO? <br/> mAcillAta mitilEcan peNNuTan vazhi naTanta iLaippO? <br/> tUcilAta kuhanOTattilE kankait tuRai kaTanta iLaippO? <br/> mIcuramAm citrakUTac cikarak kalmicai kiTanta iLaippO? <br/> kAcinimEl mArIcanOTiya kati toTarnta iLaippO? <br/> OTikkaLaittO tEviyaita tETi iLaittO? marankaLEzhuntuLaittO? <br/> kaTalaik kaTTi vaLaittO? ilankai ennum kAval mAnakarai iTitta varuttamO? <br/> rAvaNAtikaLai muTitta varuttamO?"}, {"M": "caraNam 2", "T": "maturaiyilE varum kaLaiyO? mutalai vAy makaLaittarum kaLaiyO? <br/> etir erutai perunkaLaiyO? kanRai eTutteRinta perukaLaiyO? <br/> putuvai Ana mulaiyuNTu pEyin uyir pOkkiyaluttIRO? <br/> atira OTivarum kuruvi vAyai iraNTAkkiyaluttIrO? <br/> tuti cey AyarkaLai kAkka vENTi malai tUkki yaluttIrO? <br/> jati cey kAlinAl kALinkan maNimuTi tAkkiyaluttIrO? <br/> marutam cAyttO? ATu mATukaL mEyttO? cakaTuruLait tEyttO? <br/> kancan uyirai mAyttO? arjunanukkAka cAratiyAy tEr viTutta varuttamO? <br/> pOrilE cakkaram eTutta varuttamO?"}, {"M": "caraNam 3", "T": "paTi tanilE mettavum nAnE ummai param enavE aTuttEnE <br/> aTimai koLvIr ennaittAnE cempon aNi arankapperumALE! <br/> taTam uRainta karum pARai cApamatu taTuttu rakshittIrE! <br/> viTa oNNAta kAkAcuranukkoru kaN viTuttu rakshittIrE! <br/> koTumai koNTazhuta traupataikkut tukil koTuttu rakshittIrE! <br/> maTuvil Anai mun OTi mutalaiyai maTittu rakshittIrE <br/> atupOl vArum kripai kaNNAlE pArum manakkavalai tIrum <br/> ninaitta varam tArum tArum en cAmi vaksamEvum mahAlakshmiyuTan <br/> perum pakshamAka ennai rakshikka ezhuntirum"}]}, {"L": "Tamil", "text": [{"M": "பல்லவி", "T": "ஏன் பள்ளி கொண்டீரய்யா? ஶ்ரீ ரங்கனாதரே நீர் ஏன்"}, {"M": "அனுபல்லவி", "T": "ஆம்பல் பூத்த சய பருவத மடுவிலே-அவதரித்த இரண்டாற்றி நடுவிலே"}, {"M": "சரணம் 1", "T": "கோசிகன் சொல் குறித்ததற்கோ? அரக்கி குலையில் அம்பு தெறித்ததற்கோ? <br/> ஈசன் வில்லை முறித்ததற்கோ? பரசுராமனுரம் பறித்ததற்கோ? <br/> மாசில்லாத மிதிலேசன் பெண்ணுடன் வழி நடந்த இளைப்போ? <br/> தூசிலாத குஹனோடத்திலே கங்கைத் துறை கடந்த இளைப்போ? <br/> மீசுரமாம் சித்ரகூடச் சிகரக் கல்மிசை கிடந்த இளைப்போ? <br/> காசினிமேல் மாரீசனோடிய கதி தொடர்ந்த இளைப்போ? <br/> ஓடிக்களைத்தோ தேவியைத தேடி இளைத்தோ? மரங்களேழுந்துளைத்தோ? <br/> கடலைக் கட்டி வளைத்தோ? இலங்கை என்னும் காவல் மானகரை இடித்த வருத்தமோ? <br/> ராவணாதிகளை முடித்த வருத்தமோ?"}, {"M": "சரணம் 2", "T": "மதுரையிலே வரும் களையோ? முதலை வாய் மகளைத்தரும் களையோ? <br/> எதிர் எருதை பெருங்களையோ? கன்றை எடுத்தெறிந்த பெருகளையோ? <br/> புதுவை ஆன முலையுண்டு பேயின் உயிர் போக்கியலுத்தீறோ? <br/> அதிர ஓடிவரும் குருவி வாயை இரண்டாக்கியலுத்தீரோ? <br/> துதி செய் ஆயர்களை காக்க வேண்டி மலை தூக்கி யலுத்தீரோ? <br/> ஜதி செய் காலினால் காளிங்கன் மணிமுடி தாக்கியலுத்தீரோ? <br/> மருதம் சாய்த்தோ? ஆடு மாடுகள் மேய்த்தோ? சகடுருளைத் தேய்த்தோ? <br/> கஞ்சன் உயிரை மாய்த்தோ? அர்ஜுனனுக்காக சாரதியாய் தேர் விடுத்த வருத்தமோ? <br/> போரிலே சக்கரம் எடுத்த வருத்தமோ?"}, {"M": "சரணம் 3", "T": "படி தனிலே மெத்தவும் நானே உம்மை பரம் எனவே அடுத்தேனே <br/> அடிமை கொள்வீர் என்னைத்தானே செம்பொன் அணி அரங்கப்பெருமாளே! <br/> தடம் உறைந்த கரும் பாறை சாபமது தடுத்து ரக்ஷித்தீரே! <br/> விட ஒண்ணாத காகாசுரனுக்கொரு கண் விடுத்து ரக்ஷித்தீரே! <br/> கொடுமை கொண்டழுத த்ரௌபதைக்குத் துகில் கொடுத்து ரக்ஷித்தீரே! <br/> மடுவில் ஆனை முன் ஓடி முதலையை மடித்து ரக்ஷித்தீரே <br/> அதுபோல் வாரும் க்ரிபை கண்ணாலே பாரும் மனக்கவலை தீரும் <br/> நினைத்த வரம் தாரும் தாரும் என் சாமி வக்சமேவும் மஹாலக்ஷ்மியுடன் <br/> பெரும் பக்ஷமாக என்னை ரக்ஷிக்க எழுந்திரும்"}]}, {"L": "Telugu", "text": [{"M": "పల్లవి", "T": "ఏన్ పళ్ళి కొణ్డీరయ్యా? శ్రీ రఙ్గనాదరే నీర్ ఏన్"}, {"M": "అనుపల్లవి", "T": "ఆమ్పల్ పూత్త చయ పరువత మటువిలే-అవతరిత్త ఇరణ్టాట్ఱి నటువిలే"}, {"M": "చరణమ్ 1", "T": "కోసికన్ చొల్ కుఱిత్తతఱ్కో? అరక్కి కులైయిల్ అమ్పు తెఱిత్తతఱ్కో? <br/> ఈచన్ విల్లై ముఱిత్తతఱ్కో? పరచురామనురమ్ పఱిత్తతఱ్కో? <br/> మాచిల్లాత మితిలేచన్ పెణ్ణుటన్ వఴి నటన్త ఇళైప్పో? <br/> తూచిలాత కుహనోటత్తిలే కఙ్కైత్ తుఱై కటన్త ఇళైప్పో? <br/> మీచురమామ్ చిత్రకూటచ్ చికరక్ కల్మిచై కిటన్త ఇళైప్పో? <br/> కాచినిమేల్ మారీచనోటియ కతి తొటర్న్త ఇళైప్పో? <br/> ఓటిక్కళైత్తో తేవియైత తేటి ఇళైత్తో? మరఙ్కళేఴున్తుళైత్తో? <br/> కటలైక్ కట్టి వళైత్తో? ఇలఙ్కై ఎన్నుమ్ కావల్ మానకరై ఇటిత్త వరుత్తమో? <br/> రావణాతికళై ముటిత్త వరుత్తమో?"}, {"M": "చరణమ్ 2", "T": "మతురైయిలే వరుమ్ కళైయో? ముతలై వాయ్ మకళైత్తరుమ్ కళైయో? <br/> ఎతిర్ ఎరుతై పెరుఙ్కళైయో? కన్ఱై ఎటుత్తెఱిన్త పెరుకళైయో? <br/> పుతువై ఆన ములైయుణ్టు పేయిన్ ఉయిర్ పోక్కియలుత్తీఱో? <br/> అతిర ఓటివరుమ్ కురువి వాయై ఇరణ్టాక్కియలుత్తీరో? <br/> తుతి చెయ్ ఆయర్కళై కాక్క వేణ్టి మలై తూక్కి యలుత్తీరో? <br/> జతి చెయ్ కాలినాల్ కాళిఙ్కన్ మణిముటి తాక్కియలుత్తీరో? <br/> మరుతమ్ చాయ్త్తో? ఆటు మాటుకళ్ మేయ్త్తో? చకటురుళైత్ తేయ్త్తో? <br/> కఞ్చన్ ఉయిరై మాయ్త్తో? అర్జుననుక్కాక చారతియాయ్ తేర్ విటుత్త వరుత్తమో? <br/> పోరిలే చక్కరమ్ ఎటుత్త వరుత్తమో?"}, {"M": "చరణమ్ 3", "T": "పటి తనిలే మెత్తవుమ్ నానే ఉమ్మై పరమ్ ఎనవే అటుత్తేనే <br/> అటిమై కొళ్వీర్ ఎన్నైత్తానే చెమ్పొన్ అణి అరఙ్కప్పెరుమాళే! <br/> తటమ్ ఉఱైన్త కరుమ్ పాఱై చాపమతు తటుత్తు రక్షిత్తీరే! <br/> విట ఒణ్ణాత కాకాచురనుక్కొరు కణ్ విటుత్తు రక్షిత్తీరే! <br/> కొటుమై కొణ్టఴుత త్రౌపతైక్కుత్ తుకిల్ కొటుత్తు రక్షిత్తీరే! <br/> మటువిల్ ఆనై మున్ ఓటి ముతలైయై మటిత్తు రక్షిత్తీరే <br/> అతుపోల్ వారుమ్ క్రిపై కణ్ణాలే పారుమ్ మనక్కవలై తీరుమ్ <br/> నినైత్త వరమ్ తారుమ్ తారుమ్ ఎన్ చామి వక్సమేవుమ్ మహాలక్ష్మియుటన్ <br/> పెరుమ్ పక్షమాక ఎన్నై రక్షిక్క ఎఴున్తిరుమ్"}]}, {"L": "Kannada", "text": [{"M": "ಪಲ್ಲವಿ", "T": "ಏನ್ ಪಳ್ಳಿ ಕೊಣ್ಡೀರಯ್ಯಾ? ಶ್ರೀ ರಙ್ಗನಾದರೇ ನೀರ್ ಏನ್"}, {"M": "ಅನುಪಲ್ಲವಿ", "T": "ಆಮ್ಪಲ್ ಪೂತ್ತ ಚಯ ಪರುವತ ಮಟುವಿಲೇ-ಅವತರಿತ್ತ ಇರಣ್ಟಾಟ್ಱಿ ನಟುವಿಲೇ"}, {"M": "ಚರಣಮ್ 1", "T": "ಕೋಸಿಕನ್ ಚೊಲ್ ಕುಱಿತ್ತತಱ್ಕೋ? ಅರಕ್ಕಿ ಕುಲೈಯಿಲ್ ಅಮ್ಪು ತೆಱಿತ್ತತಱ್ಕೋ? <br/> ಈಚನ್ ವಿಲ್ಲೈ ಮುಱಿತ್ತತಱ್ಕೋ? ಪರಚುರಾಮನುರಮ್ ಪಱಿತ್ತತಱ್ಕೋ? <br/> ಮಾಚಿಲ್ಲಾತ ಮಿತಿಲೇಚನ್ ಪೆಣ್ಣುಟನ್ ವಳಿ ನಟನ್ತ ಇಳೈಪ್ಪೋ? <br/> ತೂಚಿಲಾತ ಕುಹನೋಟತ್ತಿಲೇ ಕಙ್ಕೈತ್ ತುಱೈ ಕಟನ್ತ ಇಳೈಪ್ಪೋ? <br/> ಮೀಚುರಮಾಮ್ ಚಿತ್ರಕೂಟಚ್ ಚಿಕರಕ್ ಕಲ್ಮಿಚೈ ಕಿಟನ್ತ ಇಳೈಪ್ಪೋ? <br/> ಕಾಚಿನಿಮೇಲ್ ಮಾರೀಚನೋಟಿಯ ಕತಿ ತೊಟರ್ನ್ತ ಇಳೈಪ್ಪೋ? <br/> ಓಟಿಕ್ಕಳೈತ್ತೋ ತೇವಿಯೈತ ತೇಟಿ ಇಳೈತ್ತೋ? ಮರಙ್ಕಳೇಳುನ್ತುಳೈತ್ತೋ? <br/> ಕಟಲೈಕ್ ಕಟ್ಟಿ ವಳೈತ್ತೋ? ಇಲಙ್ಕೈ ಎನ್ನುಮ್ ಕಾವಲ್ ಮಾನಕರೈ ಇಟಿತ್ತ ವರುತ್ತಮೋ? <br/> ರಾವಣಾತಿಕಳೈ ಮುಟಿತ್ತ ವರುತ್ತಮೋ?"}, {"M": "ಚರಣಮ್ 2", "T": "ಮತುರೈಯಿಲೇ ವರುಮ್ ಕಳೈಯೋ? ಮುತಲೈ ವಾಯ್ ಮಕಳೈತ್ತರುಮ್ ಕಳೈಯೋ? <br/> ಎತಿರ್ ಎರುತೈ ಪೆರುಙ್ಕಳೈಯೋ? ಕನ್ಱೈ ಎಟುತ್ತೆಱಿನ್ತ ಪೆರುಕಳೈಯೋ? <br/> ಪುತುವೈ ಆನ ಮುಲೈಯುಣ್ಟು ಪೇಯಿನ್ ಉಯಿರ್ ಪೋಕ್ಕಿಯಲುತ್ತೀಱೋ? <br/> ಅತಿರ ಓಟಿವರುಮ್ ಕುರುವಿ ವಾಯೈ ಇರಣ್ಟಾಕ್ಕಿಯಲುತ್ತೀರೋ? <br/> ತುತಿ ಚೆಯ್ ಆಯರ್ಕಳೈ ಕಾಕ್ಕ ವೇಣ್ಟಿ ಮಲೈ ತೂಕ್ಕಿ ಯಲುತ್ತೀರೋ? <br/> ಜತಿ ಚೆಯ್ ಕಾಲಿನಾಲ್ ಕಾಳಿಙ್ಕನ್ ಮಣಿಮುಟಿ ತಾಕ್ಕಿಯಲುತ್ತೀರೋ? <br/> ಮರುತಮ್ ಚಾಯ್ತ್ತೋ? ಆಟು ಮಾಟುಕಳ್ ಮೇಯ್ತ್ತೋ? ಚಕಟುರುಳೈತ್ ತೇಯ್ತ್ತೋ? <br/> ಕಞ್ಚನ್ ಉಯಿರೈ ಮಾಯ್ತ್ತೋ? ಅರ್ಜುನನುಕ್ಕಾಕ ಚಾರತಿಯಾಯ್ ತೇರ್ ವಿಟುತ್ತ ವರುತ್ತಮೋ? <br/> ಪೋರಿಲೇ ಚಕ್ಕರಮ್ ಎಟುತ್ತ ವರುತ್ತಮೋ?"}, {"M": "ಚರಣಮ್ 3", "T": "ಪಟಿ ತನಿಲೇ ಮೆತ್ತವುಮ್ ನಾನೇ ಉಮ್ಮೈ ಪರಮ್ ಎನವೇ ಅಟುತ್ತೇನೇ <br/> ಅಟಿಮೈ ಕೊಳ್ವೀರ್ ಎನ್ನೈತ್ತಾನೇ ಚೆಮ್ಪೊನ್ ಅಣಿ ಅರಙ್ಕಪ್ಪೆರುಮಾಳೇ! <br/> ತಟಮ್ ಉಱೈನ್ತ ಕರುಮ್ ಪಾಱೈ ಚಾಪಮತು ತಟುತ್ತು ರಕ್ಷಿತ್ತೀರೇ! <br/> ವಿಟ ಒಣ್ಣಾತ ಕಾಕಾಚುರನುಕ್ಕೊರು ಕಣ್ ವಿಟುತ್ತು ರಕ್ಷಿತ್ತೀರೇ! <br/> ಕೊಟುಮೈ ಕೊಣ್ಟಳುತ ತ್ರೌಪತೈಕ್ಕುತ್ ತುಕಿಲ್ ಕೊಟುತ್ತು ರಕ್ಷಿತ್ತೀರೇ! <br/> ಮಟುವಿಲ್ ಆನೈ ಮುನ್ ಓಟಿ ಮುತಲೈಯೈ ಮಟಿತ್ತು ರಕ್ಷಿತ್ತೀರೇ <br/> ಅತುಪೋಲ್ ವಾರುಮ್ ಕ್ರಿಪೈ ಕಣ್ಣಾಲೇ ಪಾರುಮ್ ಮನಕ್ಕವಲೈ ತೀರುಮ್ <br/> ನಿನೈತ್ತ ವರಮ್ ತಾರುಮ್ ತಾರುಮ್ ಎನ್ ಚಾಮಿ ವಕ್ಸಮೇವುಮ್ ಮಹಾಲಕ್ಷ್ಮಿಯುಟನ್ <br/> ಪೆರುಮ್ ಪಕ್ಷಮಾಕ ಎನ್ನೈ ರಕ್ಷಿಕ್ಕ ಎಳುನ್ತಿರುಮ್"}]}, {"L": "Malayalam", "text": [{"M": "പല്ലവി", "T": "ഏന് പള്ളി കൊണ്ഡീരയ്യാ? ശ്രീ രങ്ഗനാദരേ നീര് ഏന്"}, {"M": "അനുപല്ലവി", "T": "ആമ്പല് പൂത്ത ചയ പരുവത മടുവിലേ-അവതരിത്ത ഇരണ്ടാട്റി നടുവിലേ"}, {"M": "ചരണമ് 1", "T": "കോസികന് ചൊല് കുറിത്തതറ്കോ? അരക്കി കുലൈയില് അമ്പു തെറിത്തതറ്കോ? <br/> ഈചന് വില്ലൈ മുറിത്തതറ്കോ? പരചുരാമനുരമ് പറിത്തതറ്കോ? <br/> മാചില്ലാത മിതിലേചന് പെണ്ണുടന് വഴി നടന്ത ഇളൈപ്പോ? <br/> തൂചിലാത കുഹനോടത്തിലേ കങ്കൈത് തുറൈ കടന്ത ഇളൈപ്പോ? <br/> മീചുരമാമ് ചിത്രകൂടച് ചികരക് കല്മിചൈ കിടന്ത ഇളൈപ്പോ? <br/> കാചിനിമേല് മാരീചനോടിയ കതി തൊടര്ന്ത ഇളൈപ്പോ? <br/> ഓടിക്കളൈത്തോ തേവിയൈത തേടി ഇളൈത്തോ? മരങ്കളേഴുന്തുളൈത്തോ? <br/> കടലൈക് കട്ടി വളൈത്തോ? ഇലങ്കൈ എന്നുമ് കാവല് മാനകരൈ ഇടിത്ത വരുത്തമോ? <br/> രാവണാതികളൈ മുടിത്ത വരുത്തമോ?"}, {"M": "ചരണമ് 2", "T": "മതുരൈയിലേ വരുമ് കളൈയോ? മുതലൈ വായ് മകളൈത്തരുമ് കളൈയോ? <br/> എതിര് എരുതൈ പെരുങ്കളൈയോ? കന്റൈ എടുത്തെറിന്ത പെരുകളൈയോ? <br/> പുതുവൈ ആന മുലൈയുണ്ടു പേയിന് ഉയിര് പോക്കിയലുത്തീറോ? <br/> അതിര ഓടിവരുമ് കുരുവി വായൈ ഇരണ്ടാക്കിയലുത്തീരോ? <br/> തുതി ചെയ് ആയര്കളൈ കാക്ക വേണ്ടി മലൈ തൂക്കി യലുത്തീരോ? <br/> ജതി ചെയ് കാലിനാല് കാളിങ്കന് മണിമുടി താക്കിയലുത്തീരോ? <br/> മരുതമ് ചായ്ത്തോ? ആടു മാടുകള് മേയ്ത്തോ? ചകടുരുളൈത് തേയ്ത്തോ? <br/> കഞ്ചന് ഉയിരൈ മായ്ത്തോ? അര്ജുനനുക്കാക ചാരതിയായ് തേര് വിടുത്ത വരുത്തമോ? <br/> പോരിലേ ചക്കരമ് എടുത്ത വരുത്തമോ?"}, {"M": "ചരണമ് 3", "T": "പടി തനിലേ മെത്തവുമ് നാനേ ഉമ്മൈ പരമ് എനവേ അടുത്തേനേ <br/> അടിമൈ കൊള്വീര് എന്നൈത്താനേ ചെമ്പൊന് അണി അരങ്കപ്പെരുമാളേ! <br/> തടമ് ഉറൈന്ത കരുമ് പാറൈ ചാപമതു തടുത്തു രക്ഷിത്തീരേ! <br/> വിട ഒണ്ണാത കാകാചുരനുക്കൊരു കണ് വിടുത്തു രക്ഷിത്തീരേ! <br/> കൊടുമൈ കൊണ്ടഴുത ത്രൌപതൈക്കുത് തുകില് കൊടുത്തു രക്ഷിത്തീരേ! <br/> മടുവില് ആനൈ മുന് ഓടി മുതലൈയൈ മടിത്തു രക്ഷിത്തീരേ <br/> അതുപോല് വാരുമ് ക്രിപൈ കണ്ണാലേ പാരുമ് മനക്കവലൈ തീരുമ് <br/> നിനൈത്ത വരമ് താരുമ് താരുമ് എന് ചാമി വക്സമേവുമ് മഹാലക്ഷ്മിയുടന് <br/> പെരുമ് പക്ഷമാക എന്നൈ രക്ഷിക്ക എഴുന്തിരുമ്"}]}, {"L": "Sanskrit", "text": [{"M": "पल्लवि", "T": "एन् पल्लि कोण्डीरय्या? श्री रङ्गनादरे नीर् एन्"}, {"M": "अनुपल्लवि", "T": "आम्पल् पूत्त चय परुवत मटुविले-अवतरित्त इरण्टाट्रि नटुविले"}, {"M": "चरणम् 1", "T": "कोसिकन् चोल् कुरित्ततर्को? अरक्कि कुलैयिल् अम्पु तेरित्ततर्को? <br/> ईचन् विल्लै मुरित्ततर्को? परचुरामनुरम् परित्ततर्को? <br/> माचिल्लात मितिलेचन् पेण्णुटन् वलि नटन्त इलैप्पो? <br/> तूचिलात कुहनोटत्तिले कङ्कैत् तुरै कटन्त इलैप्पो? <br/> मीचुरमाम् चित्रकूटच् चिकरक् कल्मिचै किटन्त इलैप्पो? <br/> काचिनिमेल् मारीचनोटिय कति तोटर्न्त इलैप्पो? <br/> ओटिक्कलैत्तो तेवियैत तेटि इलैत्तो? मरङ्कलेलुन्तुलैत्तो? <br/> कटलैक् कट्टि वलैत्तो? इलङ्कै एन्नुम् कावल् मानकरै इटित्त वरुत्तमो? <br/> रावणातिकलै मुटित्त वरुत्तमो?"}, {"M": "चरणम् 2", "T": "मतुरैयिले वरुम् कलैयो? मुतलै वाय् मकलैत्तरुम् कलैयो? <br/> एतिर् एरुतै पेरुङ्कलैयो? कन्रै एटुत्तेरिन्त पेरुकलैयो? <br/> पुतुवै आन मुलैयुण्टु पेयिन् उयिर् पोक्कियलुत्तीरो? <br/> अतिर ओटिवरुम् कुरुवि वायै इरण्टाक्कियलुत्तीरो? <br/> तुति चेय् आयर्कलै काक्क वेण्टि मलै तूक्कि यलुत्तीरो? <br/> जति चेय् कालिनाल् कालिङ्कन् मणिमुटि ताक्कियलुत्तीरो? <br/> मरुतम् चाय्त्तो? आटु माटुकल् मेय्त्तो? चकटुरुलैत् तेय्त्तो? <br/> कञ्चन् उयिरै माय्त्तो? अर्जुननुक्काक चारतियाय् तेर् विटुत्त वरुत्तमो? <br/> पोरिले चक्करम् एटुत्त वरुत्तमो?"}, {"M": "चरणम् 3", "T": "पटि तनिले मेत्तवुम् नाने उम्मै परम् एनवे अटुत्तेने <br/> अटिमै कोल्वीर् एन्नैत्ताने चेम्पोन् अणि अरङ्कप्पेरुमाले! <br/> तटम् उरैन्त करुम् पारै चापमतु तटुत्तु रक्षित्तीरे! <br/> विट ओण्णात काकाचुरनुक्कोरु कण् विटुत्तु रक्षित्तीरे! <br/> कोटुमै कोण्टलुत त्रौपतैक्कुत् तुकिल् कोटुत्तु रक्षित्तीरे! <br/> मटुविल् आनै मुन् ओटि मुतलैयै मटित्तु रक्षित्तीरे <br/> अतुपोल् वारुम् क्रिपै कण्णाले पारुम् मनक्कवलै तीरुम् <br/> निनैत्त वरम् तारुम् तारुम् एन् चामि वक्समेवुम् महालक्ष्मियुटन् <br/> पेरुम् पक्षमाक एन्नै रक्षिक्क एलुन्तिरुम्"}]}], "L": "l", "lyricsref": [{"links": [{"N": "periscope-narada.blogspot.com", "L": "http://periscope-narada.blogspot.com/2016/07/en-palli-kondirayya.html"}]}], "songs": [{"I": "O6CtnHbn46A", "T": 68, "S": 418, "R": 1, "C": 25, "A": 24, "D": "12:09", "V": "660,058", "J": "h"}, {"I": "MntVb4KrMqY", "T": 68, "S": 418, "R": 1, "C": 25, "A": 24, "D": "0:55", "V": "6,569", "J": "s"}, {"I": "qbgNi660yu4", "T": 68, "S": 418, "R": 1, "C": 25, "A": 24, "D": "1:00", "V": "5,306", "J": "s"}, {"I": "eqj0TSjSEvE", "T": 68, "S": 418, "R": 1, "C": 25, "A": 24, "D": "12:09", "V": "2,958", "J": "h"}, {"I": "jcV1A5RvMH0", "T": 68, "S": 418, "R": 1, "C": 25, "A": 24, "D": "31:36", "V": "1,867", "J": "m"}, {"I": "azBSlKD5Uvs", "T": 68, "S": 418, "R": 1, "C": 25, "A": 24, "D": "31:36", "V": "818", "J": "m"}, {"I": "Ea7oAzf-kKw", "T": 68, "S": 418, "R": 1, "C": 25, "A": 24, "D": "31:36", "V": "486", "J": "m"}, {"I": "GxCi9UIvzcg", "T": 68, "S": 418, "R": 1, "C": 25, "A": 24, "D": "12:09", "V": "336", "J": "h"}, {"I": "EL60VjTUKkY", "T": 68, "S": 418, "R": 1, "C": 25, "A": 24, "D": "10:20", "V": "146", "J": "m"}, {"I": "rQ4nf2QK3Sw", "T": 68, "S": 418, "R": 1, "C": 25, "A": 24, "D": "10:20", "V": "132", "J": "m"}, {"I": "AarSeTNppmg&start=2961&end=3418", "T": 68, "S": 418, "R": 1, "C": 25, "A": 33, "D": "7:37", "V": "32,262", "J": "m"}, {"I": "8FmB_t7gI4E", "T": 68, "S": 418, "R": 1, "C": 25, "A": 33, "D": "5:26", "V": "1,139", "J": "m"}, {"I": "VNpztwldJpA", "T": 68, "S": 418, "R": 1, "C": 25, "A": 42, "D": "6:49", "V": "26,761", "J": "m"}, {"I": "TgaPv5qJhIA", "T": 68, "S": 418, "R": 1, "C": 25, "A": 42, "D": "6:51", "V": "5,701", "J": "m"}, {"I": "45MdQIszxGY", "T": 68, "S": 418, "R": 1, "C": 25, "A": 2, "D": "30:06", "V": "1,981", "J": "h"}, {"I": "DDtCJm9jRrQ", "T": 68, "S": 418, "R": 1, "C": 25, "A": 2, "D": "43:52", "V": "921", "J": "h"}, {"I": "yNW7hmf16wY", "T": 68, "S": 418, "R": 1, "C": 25, "A": 2, "D": "22:55", "V": "35", "J": "m"}, {"I": "x9hb9nrOAoA", "T": 68, "S": 418, "R": 1, "C": 25, "A": 11, "D": "15:27", "V": "8,252", "J": "m"}, {"I": "6EL_nSEuGfE&start=6386&end=7323", "T": 68, "S": 418, "R": 1, "C": 25, "A": 11, "D": "15:37", "V": "6,123", "J": "m"}, {"I": "7rEriIk3oKU&start=6310&end=7241", "T": 68, "S": 418, "R": 1, "C": 25, "A": 11, "D": "15:31", "V": "543", "J": "m"}, {"I": "FxRyF3m1zbA", "T": 68, "S": 418, "R": 1, "C": 25, "A": 11, "D": "8:20", "V": "534", "J": "m"}, {"I": "la6v7XDWdSI", "T": 68, "S": 418, "R": 1, "C": 25, "A": 11, "D": "16:40", "V": "193", "J": "m"}, {"I": "mFVVU19ZtVA", "T": 68, "S": 418, "R": 1, "C": 25, "A": 11, "D": "15:30", "V": "81", "J": "m"}, {"I": "brXIZOnt7gY", "T": 68, "S": 418, "R": 1, "C": 25, "A": 11, "D": "15:30", "V": "76", "J": "m"}, {"I": "lFDRpuGQFeg", "T": 68, "S": 418, "R": 1, "C": 25, "A": 11, "D": "15:29", "V": "36", "J": "h"}, {"I": "bMGSePFuOQc", "T": 68, "S": 418, "R": 1, "C": 25, "A": 11, "D": "6:40", "V": "26", "J": "h"}, {"I": "YPwiteCBVs4&start=3041&end=3460", "T": 68, "S": 418, "R": 1, "C": 25, "A": 21, "D": "6:59", "V": "231,328", "J": "h"}, {"I": "cyjkPjzGGuU", "T": 68, "S": 418, "R": 1, "C": 25, "A": 21, "D": "7:00", "V": "51,565", "J": "m"}, {"I": "S1CkdJ9w9KY&start=0&end=378", "T": 68, "S": 418, "R": 1, "C": 25, "A": 463, "D": "6:18", "V": "261,403", "J": "m"}, {"I": "S1CkdJ9w9KY&start=1106&end=1482", "T": 68, "S": 418, "R": 1, "C": 25, "A": 463, "D": "6:16", "V": "261,403", "J": "m"}, {"I": "w8t86GrQVlc", "T": 68, "S": 418, "R": 1, "C": 25, "A": 463, "D": "6:07", "V": "22,842", "J": "m"}, {"I": "6qa_SYZecmw", "T": 68, "S": 418, "R": 1, "C": 25, "A": 463, "D": "6:18", "V": "5,636", "J": "m"}, {"I": "6lLx6eTboXE", "T": 68, "S": 418, "R": 1, "C": 25, "A": 463, "D": "6:20", "V": "2,666", "J": "m"}, {"I": "HSzaFYsEpXo", "T": 68, "S": 418, "R": 1, "C": 25, "A": 463, "D": "6:18", "V": "1,322", "J": "m"}, {"I": "UignWsZGzWw", "T": 68, "S": 418, "R": 1, "C": 25, "A": 463, "D": "4:47", "V": "1,125", "J": "h"}, {"I": "YugSj4r5ZEo", "T": 68, "S": 418, "R": 1, "C": 25, "A": 463, "D": "6:19", "V": "28", "J": "m"}, {"I": "lOigyK59Atk", "T": 68, "S": 418, "R": 1, "C": 25, "A": 463, "D": "6:18", "V": "25", "J": "s"}, {"I": "6czic7V1AUc", "T": 68, "S": 418, "R": 1, "C": 25, "A": 139, "D": "6:41", "V": "548", "J": "h"}, {"I": "Q_brnIoRT9o", "T": 68, "S": 418, "R": 1, "C": 25, "A": 13, "D": "6:54", "V": "129,936", "J": "h"}, {"I": "4bkMcp3Hp5s&start=2207&end=2622", "T": 68, "S": 418, "R": 1, "C": 25, "A": 13, "D": "6:55", "V": "23,489", "J": "h"}, {"I": "kvtkMJi2JsU", "T": 68, "S": 418, "R": 1, "C": 25, "A": 13, "D": "6:55", "V": "3,625", "J": "m"}, {"I": "VoTRfQKlUYc", "T": 68, "S": 418, "R": 1, "C": 25, "A": 13, "D": "6:55", "V": "1,535", "J": "m"}, {"I": "WXX6Jl1kKnA", "T": 68, "S": 418, "R": 1, "C": 25, "A": 13, "D": "6:55", "V": "118", "J": "h"}, {"I": "xRQJvWptzAQ", "T": 68, "S": 418, "R": 1, "C": 25, "A": 168, "D": "19:12", "V": "92", "J": "m"}, {"I": "f0I2pSSKayI", "T": 68, "S": 418, "R": 1, "C": 25, "A": 438, "D": "3:07", "V": "93", "J": "m"}, {"I": "V2hCJrQUlrY", "T": 68, "S": 418, "R": 1, "C": 25, "A": 5, "D": "7:12", "V": "38,121", "J": "h"}, {"I": "G9sasXit9vY", "T": 68, "S": 418, "R": 1, "C": 25, "A": 5, "D": "7:12", "V": "15,036", "J": "m"}, {"I": "TtQ6hT0MrfM", "T": 68, "S": 418, "R": 1, "C": 25, "A": 5, "D": "3:01", "V": "5,737", "J": "m"}, {"I": "vDsuDNSsZUg", "T": 68, "S": 418, "R": 1, "C": 25, "A": 5, "D": "7:12", "V": "67", "J": "m"}, {"I": "X4RsZjt0vmo", "T": 68, "S": 418, "R": 1, "C": 25, "A": 317, "D": "7:11", "V": "1,770", "J": "h"}, {"I": "PEpD9JOI6l4", "T": 68, "S": 418, "R": 1, "C": 25, "A": 317, "D": "8:16", "V": "291", "J": "m"}, {"I": "3qMzlb0oLHE", "T": 68, "S": 418, "R": 1, "C": 25, "A": 351, "D": "22:10", "V": "229", "J": "m"}, {"I": "TEvPJkzD_lk", "T": 68, "S": 418, "R": 1, "C": 25, "A": 9, "D": "8:03", "V": "12,897", "J": "m"}, {"I": "ofGUEnafiSY", "T": 68, "S": 418, "R": 1, "C": 25, "A": 9, "D": "8:00", "V": "10,492", "J": "m"}, {"I": "YbNSVOiqIm8", "T": 68, "S": 418, "R": 1, "C": 25, "A": 9, "D": "3:01", "V": "3,186", "J": "m"}, {"I": "CfxBqy739yQ", "T": 68, "S": 418, "R": 1, "C": 25, "A": 9, "D": "8:03", "V": "1,663", "J": "m"}, {"I": "cqvNXpkoTHE", "T": 68, "S": 418, "R": 1, "C": 25, "A": 9, "D": "8:04", "V": "1,381", "J": "m"}, {"I": "zQbqZVGI0_w", "T": 68, "S": 418, "R": 1, "C": 25, "A": 9, "D": "8:00", "V": "316", "J": "m"}, {"I": "TDfEQsGxTko", "T": 68, "S": 418, "R": 1, "C": 25, "A": 17, "D": "9:13", "V": "3,423", "J": "h"}, {"I": "93kaBeOweDM", "T": 68, "S": 418, "R": 1, "C": 25, "A": 90, "D": "14:59", "V": "12,082", "J": "h"}, {"I": "sRckruSv624", "T": 68, "S": 418, "R": 1, "C": 25, "A": 199, "D": "14:51", "V": "72", "J": "m"}], "folders": [["artist", 24, "0,1,2,3,4,5,6,7,8,9"], ["artist", 33, "10,11"], ["artist", 42, "12,13"], ["artist", 2, "14,15,16"], ["artist", 11, "17,18,19,20,21,22,23,24,25"], ["artist", 21, "26,27"], ["artist", 463, "28,29,30,31,32,33,34,35,36"], ["artist", 139, "37"], ["artist", 13, "38,39,40,41,42"], ["artist", 168, "43"], ["artist", 438, "44"], ["artist", 5, "45,46,47,48"], ["artist", 317, "49,50"], ["artist", 351, "51"], ["artist", 9, "52,53,54,55,56,57"], ["artist", 17, "58"], ["artist", 90, "59"], ["artist", 199, "60"]], "languages": {"english": "0,1,2,16,3,4,5,6,7,8,9,10,11,12,13,14,15,17", "tamil": "0,6,3,16,2,11,10,15,14,13,12,17,7,8,1,9,4,5", "telugu": "0,3,6,16,2,14,15,13,12,17,8,7,9,1,4,5,11,10", "kannada": "0,3,6,16,2,14,15,13,12,17,8,7,9,1,4,5,11,10", "malayalam": "0,3,6,16,2,14,15,13,12,17,8,7,9,1,4,5,11,10", "hindi": "0,3,6,16,2,14,15,13,12,17,8,7,9,1,4,5,11,10", "marathi": "0,3,6,16,2,14,15,13,12,17,8,7,9,1,4,5,11,10", "bengali": "0,3,6,16,2,14,15,13,12,17,8,7,9,1,4,5,11,10", "gujarati": "0,3,6,16,2,14,15,13,12,17,8,7,9,1,4,5,11,10", "punjabi": "0,3,6,16,2,14,15,13,12,17,8,7,9,1,4,5,11,10", "odia": "0,3,6,16,2,14,15,13,12,17,8,7,9,1,4,5,11,10", "assamese": "0,3,6,16,2,14,15,13,12,17,8,7,9,1,4,5,11,10"}}